#version: 0.2
A A
T T
T G
A G
C C
T C
A C
G G
T A
T AA
e Ġ
A TT
G C
A TG
T CC
L L
s Ġ
T AG
t h
d Ġ
TT C
AA AA
n Ġ
T AC
TT TT
A L
A CC
TG C
AA G
TG G
AG G
AG C
S S
V L
e r
TT G
A TC
AA C
t Ġ
S L
E L
R L
th eĠ
i n
A V
D L
T L
G L
a n
I L
E E
V V
, Ġ
K L
A TA
P L
y Ġ
S G
R R
A E
e dĠ
A D
A R
A S
A I
o r
A TAA
CC C
Q L
. Ġ
F L
K K
T V
a r
D G
S V
A P
TG TG
a l
I G
I V
D E
o Ġ
S P
D V
T P
GG G
K E
I E
GG C
S E
TT TC
S R
r e
f Ġ
t i
Y L
AG AG
A K
P G
R E
e n
o n
A Q
A F
er Ġ
R V
P V
an dĠ
g Ġ
T E
a Ġ
R G
TT TG
o fĠ
o nĠ
AG AA
S I
AC AC
P E
K V
S D
F G
K G
T I
TA TT
TC TC
TCC C
D D
in gĠ
S F
H L
i nĠ
M L
o u
P P
I I
TG AA
S Q
F V
A TAG
T D
t oĠ
ATT C
S K
TT CC
TT AA
T R
a sĠ
Q Q
AC AA
I D
V G
s t
Y G
AC AG
TC TG
a t
V E
e sĠ
A M
F E
R D
Q G
Q E
i c
A Y
K I
TG GG
G AA
AG CC
R I
r o
TAA C
K D
P D
A TAC
T F
TA TA
ATG C
AG GC
Q V
AG GG
TC AA
A TCC
TT GG
S Y
TG CC
AC G
ATT G
ATG G
K R
m Ġ
A H
TG GC
e l
F D
A T
TT GC
W L
= Ġ
i l
R P
TAA G
E G
Ġ ,Ġ
H G
K P
I P
S M
a c
TAA AA
ACC C
i t
AC TG
i sĠ
R Q
h eĠ
Y V
TA TG
S T
TC G
Y E
F I
TA CC
a tĠ
a nĠ
TAG C
K Q
al Ġ
TC AG
i s
S H
" Ġ
h Ġ
T Q
V D
M G
R F
f or
@ Ġ
th Ġ
AG TG
R K
Y D
a s
e c
u r
TC AC
E V
AA GG
e s
T K
o m
TC TT
AA AG
D I
w asĠ
D P
M E
M V
T Y
a m
o l
TAG G
F F
G V
Q I
e nĠ
P I
i r
C L
R Y
T S
H V
AAAA C
A LL
A W
TT TTC
TG AG
ti onĠ
TT AC
Q P
TA TC
TT ATT
AA GC
AA AC
R H
G E
l yĠ
AA L
o w
s i
r i
F P
I K
- @Ġ
@ -@Ġ
Q D
R M
TTTT G
T H
TT TAA
T heĠ
=Ġ =Ġ
LL L
AG AC
w h
K Y
ofĠ theĠ
T M
R S
AA CC
I F
H E
a d
TG AC
w i
V I
G CC
e m
TT AG
l Ġ
V P
c h
K F
Q R
H P
TA TAA
k Ġ
S C
Y I
K M
TG TC
' sĠ
u n
p l
Y P
E D
S W
I R
AAAA G
.Ġ Ċ
u s
AA TG
th atĠ
TT TCC
Q K
for Ġ
G D
d i
G I
a g
Y F
TT TA
M D
e v
h a
en tĠ
b yĠ
E I
i g
v eĠ
wi thĠ
e t
M P
AG L
GG GG
H D
M I
AA ATT
C G
A VL
Q F
c on
CC CC
sĠ ,Ġ
Y R
V R
AG TC
K S
T W
o s
P F
AC TC
( Ġ
E R
H I
D F
V F
en t
E K
l e
eĠ ,Ġ
r a
P R
s u
D R
1 9
S LL
er eĠ
0 Ġ
TG TT
.Ġ TheĠ
SS L
TA TTTT
Y Q
inĠ theĠ
l i
AC ATT
TC ATT
GC G
A EL
I Q
o p
W G
AA TT
P Q
Y Y
p ro
h isĠ
H F
or Ġ
A SL
E Q
AA ATG
TA TTC
TGG CC
l eĠ
A RL
o v
V K
ou n
e ar
H R
I S
a b
E P
F R
T LL
b e
AG TT
AA TAA
V Q
c om
er sĠ
M K
h i
AA TC
c eĠ
b u
G R
D K
) Ġ
Y K
TA L
CC G
M R
a p
P S
e x
th e
G F
P K
AC TT
ro mĠ
A DL
ti on
TC TCC
V S
TC TTC
a tionĠ
u l
AG AAG
ATAA C
i tĠ
A TL
f romĠ
TA TTG
TG TAA
t edĠ
D Q
H Q
A SS
AG ATG
F Q
I Y
TG ATT
e p
TA TAC
a yĠ
F K
F S
AGG CC
TT TGC
TT TAC
AG ATT
M Q
TCC CC
W V
GG CC
H H
W E
AAAA AAAA
o c
A SG
G K
2 0
ATG GC
TA TAG
F Y
G AG
A IL
GG L
D Y
t erĠ
c l
GG GC
S AL
AAG AA
A TCCC
G P
i d
e w
A RR
TTTT TTTT
s p
TT CCC
TC TGC
TT TAG
AGG AA
AG AAC
AC AGC
TTG CC
G TG
ATG CC
G Q
C V
TGG AA
ACC CC
w ereĠ
u c
AC TGC
C E
T VL
P Y
toĠ theĠ
D S
i m
A EE
AAG CC
TG TTC
R W
TC AGC
.Ġ I
s tĠ
AC ATG
th erĠ
ATT CC
M S
AA V
AG AGC
TG L
I H
p Ġ
M F
TC ATC
ou r
K H
AAAA AA
TG ATG
t r
AG TTC
q u
AC TTC
ti c
TG GGC
o o
AG TAA
t sĠ
A KL
GG AA
AG AGG
t er
T SL
G Y
AC ATC
s e
A PL
AC AAC
AC TCC
TT TGG
LL E
W D
TG TGC
V Y
TA TGC
e a
p er
TTG AA
H Y
f f
ATAG C
at edĠ
T SS
W I
.Ġ A
TT AAC
AA E
W R
TG AAG
D M
TG AAC
TT ATG
a y
at eĠ
ATA CC
AL G
ATAA G
p re
Q Y
s h
LL G
TC ATG
in g
it yĠ
Q S
AG AAAA
ATT GC
A TV
a in
n o
TC ACC
TT AAAA
I M
AC ACC
E F
AL V
TT ATC
ic Ġ
A QL
I C
A FL
K T
TC TAA
P H
TG TCC
ha dĠ
TA TCC
Ġ =Ġ=Ġ
ar Ġ
ic hĠ
TC AGG
R C
S GL
AL E
ig h
TG TAG
AG TGC
re c
TG GGG
edĠ theĠ
l dĠ
TG TTG
M M
TT L
AC GC
AGC G
â Ģ
TC AAC
u m
S AA
ingĠ theĠ
i v
,Ġ andĠ
ATT AA
H K
ou g
AG ATC
d sĠ
1 Ġ
ir Ġ
edĠ toĠ
TG TGG
S VL
AG GGC
V M
S GG
R LL
AG CCC
TT GGC
c hĠ
AC TAA
wh ichĠ
TC TTG
eĠ ofĠ
TG ACC
R T
TGTG TGTG
AC AGG
W Q
P M
TC GC
EL E
I T
am eĠ
a k
es tĠ
TG CCC
st r
A Ċ
b erĠ
TG AGC
S t
TC TGG
ATT ATT
5 Ġ
2 Ġ
AA ATC
TA TGG
p ar
Q M
C D
TG AGG
ACAC ACAC
AC GG
AG GGG
TT AAG
Q H
AG ACC
b eĠ
TC TAC
u d
TG TAC
al lyĠ
F M
edĠ byĠ
ar eĠ
LL V
AV V
TAG CC
F H
Y S
ou tĠ
TC AAG
VL G
A TP
e d
TTC G
ATG AA
TTC AA
.Ġ H
o d
AC AAG
A KK
al l
al lĠ
D H
ATG GG
TTTT CC
AG V
TG ATC
F C
s oĠ
AG TGG
TT GGG
TA CCC
TAG AA
AC TAC
G M
ATA TAA
T VV
AG TCC
AC AAAA
f ir
AAC G
G S
a tion
T Ċ
EE E
W K
TT ACC
a v
VL V
TGC G
T PL
W P
.Ġ T
A KE
i esĠ
TA TTTC
AAC AA
e tĠ
R AL
TAA TAA
C P
LL D
on eĠ
AC TTG
E Y
ti m
on gĠ
e st
ar yĠ
TG TTTT
AC TGG
W F
AG TTG
3 Ġ
onĠ theĠ
it sĠ
V H
R RL
AG TAG
E M
m an
ATC G
TC GG
Y H
T EL
E S
AG TAC
ATAA AA
TG AAAA
AGC AA
p or
C I
w or
T RL
C h
p o
ew Ġ
4 Ġ
t ur
ATT TTC
bu tĠ
ATT GG
S RL
b l
R AA
S TL
ACC G
at t
VL E
TAG GC
S AV
A YL
T DL
TT ATA
TC TTTT
G H
T SG
S AS
TCC G
T IL
ATT TAA
K C
TT AGC
TGC AA
TT TATT
TAC AA
S IL
S EL
ATAG G
TAC G
TC TAG
R EL
no tĠ
ow Ġ
ou ldĠ
s er
A TE
S DL
AL D
el Ġ
sĠ andĠ
20 0
GC AA
h erĠ
TAA CC
LL P
E H
Y M
ATC AA
GL V
r an
TA TTTG
K W
f terĠ
6 Ġ
K EL
o t
T EE
D W
o g
TATA TATA
d erĠ
A ML
t w
AV G
GL G
AD G
VV V
ow nĠ
ar dĠ
w e
R SL
g eĠ
s c
; Ġ
I AA
K LL
.ĠI nĠ
fir stĠ
Y C
TC AAAA
AV E
VL D
TA TATT
8 Ġ
AS V
d e
the irĠ
S PL
ĵ Ġ
S AG
I LL
âĢ ĵĠ
AL P
i Ġ
in eĠ
SS G
SL P
SL V
SL G
d ingĠ
A TI
,Ġ theĠ
7 Ġ
TAA GC
edĠ inĠ
: Ġ
K AL
RL V
IL G
K KL
I W
T SP
al soĠ
D C
oug hĠ
DL V
P AA
con t
P C
forĠ theĠ
os tĠ
S VV
T SV
TAA GG
RL G
EL V
SL E
as tĠ
RL E
sĠ ofĠ
TT AGG
v i
F W
P W
R VL
ol l
SS V
S AP
X X
AR E
oun dĠ
m entĠ
AE V
AG TTTT
AG E
TAG GG
S KL
TA V
DL E
or eĠ
S AI
AGAG AGAG
H M
AL R
ATT TTG
si d
AG I
0 0Ġ
AL I
AC TTTT
T KL
o therĠ
Q LL
u t
S EE
Q C
i dĠ
a inĠ
AA R
VV G
TCC AA
AE G
TL E
IL E
ha veĠ
P LL
Ġ TheĠ
andĠ theĠ
AC ATA
A TR
A HL
AD V
EL G
AA I
ATT TTTT
TL V
D LL
Q W
il l
H C
M Y
i onĠ
ACC AA
f l
f i
TT ATAA
DG V
TTC TTC
a w
P AP
R GL
. @Ġ
@ .@Ġ
AC TAG
d is
TCTC TCTC
S FL
S RR
esĠ ,Ġ
g r
erĠ ,Ġ
tw oĠ
eĠ theĠ
AA D
AR V
TL G
TC TTTC
s hi
F LL
b ec
b o
wh oĠ
ac kĠ
SG V
st or
AI G
A TD
d uc
v er
T RR
GG V
Y W
VV E
AC AGAG
p h
TC TGTG
C R
Q AL
be enĠ
T FL
AI V
TCTG CC
IL V
h asĠ
en d
s ec
i aĠ
=Ġ Ċ
ov er
r u
TA E
TCC TCC
M H
=Ġ=Ġ Ċ
9 Ġ
S AE
, @Ġ
@ ,@Ġ
el yĠ
e yĠ
.Ġ S
AI E
S QL
PL V
20 1
TG E
T IG
DL G
S AD
d es
ag eĠ
T IV
TAA ATT
K SL
GL E
ATA TTTT
T DG
AR G
TT TGTG
TTTG GG
PL P
CC AA
ti veĠ
EE V
VL P
a u
T IE
th isĠ
D AL
S TV
AGC AGC
R AV
T QL
y ear
I AL
o b
T SE
for m
SS P
as s
t ingĠ
KL E
cl ud
TC AGCC
om eĠ
T DE
AGG AGG
C F
SG E
atĠ theĠ
AC AGAA
I GL
el l
TA TGTG
AA P
.Ġ "Ġ
com m
p r
m il
T SR
en ceĠ
AP G
K TL
D EL
1 8
K RL
em berĠ
S TP
AS E
AG ATA
R TL
T DV
GGC G
IV G
ac k
R DL
c re
SS E
DG E
TTTT AA
TTC ATT
Ġ @-@Ġ
TC TTCC
S TG
f in
an tĠ
TG TTTC
TAA AAC
an d
TGC TGC
K VL
A YG
the yĠ
IG V
AD E
F SL
TTC TCC
AV D
DE V
ou sĠ
' Ġ
GL P
m in
SS SS
S TA
W M
igh tĠ
withĠ theĠ
Ġ,Ġ andĠ
S TT
S AR
S KK
U n
fromĠ theĠ
TAA ATG
M ar
si onĠ
AP V
T SI
T KE
I SL
u eĠ
at erĠ
KL V
is h
T RE
u sĠ
DL D
K IL
IV E
T KK
K AA
I GG
a fterĠ
AG D
W Y
S DG
in clud
AGAA GC
AGAA GG
ACAG GC
AGG AAG
l andĠ
I n
C Q
CCC G
.ĠH eĠ
ic alĠ
ATT TCC
AAAA GC
TA TGAA
TC ATA
our Ġ
f e
QL E
P AL
TV E
SP E
TP E
K EE
a dĠ
R KL
VV D
AC ATAA
ATT TT
F GL
TG ATA
TG TCTC
AV I
w ouldĠ
p e
AA AGC
S DE
K DL
SV G
Q RL
ab leĠ
r it
S DV
K GL
SL D
R AR
re s
yĠ ,Ġ
T RV
PL G
R IL
TG V
s onĠ
s eĠ
i alĠ
TTTT GC
PP P
il Ġ
asĠ aĠ
R GG
Q AA
R AG
SV E
AAAA CC
SS I
m e
AS P
ov erĠ
TL P
a st
EL D
el lĠ
LL I
AP E
EE G
i anĠ
edĠ aĠ
Ġ A
ACG CC
T SD
FL G
A TF
W H
ACAG GG
re eĠ
S IV
PG V
S AF
e g
TG TTTG
RR V
ent sĠ
A WL
T SF
LL Q
EL I
AG ATAA
f tĠ
Ġ=Ġ=Ġ =Ġ
DV E
S IG
R VV
pre s
EE I
RG V
AK V
pl ay
SS D
AAG AAG
RR G
er alĠ
S KE
.ĠT h
AE I
AG TTTC
es sĠ
f il
re n
TAC ATT
AA AGG
c ri
VL I
TL D
TC TTTG
ATG GAA
GL D
R QL
Ġ,Ġ theĠ
TV G
AGAG GC
AC TTTC
m anĠ
TTTT GG
ACAG CC
IL D
TC TCCC
AV P
TT TCCC
SL I
RL D
in ter
DL P
AL Q
ch ar
KL G
re m
ATA TTC
Y LL
T YL
AA Q
g u
F GG
AAAA GG
AAC AAC
ad eĠ
p os
KK E
en c
i z
AC TGTG
AF V
K AV
p u
RL P
AA ACC
S YL
er nĠ
S IE
GGG CC
DL I
RG E
R AE
m er
GC GC
AF G
IG E
o ff
TATT CC
T FG
AK G
F AL
R SR
PL E
TC TGAA
PG E
TTG TTG
TC AGAA
K QL
.Ġ B
=Ġ=Ġ =ĠĊ
m oreĠ
TAA AAG
AS D
FL E
t yĠ
SG D
.Ġ O
TA TAAC
ic eĠ
GL I
C H
es s
S AQ
RR E
GG E
an c
AS I
sp ec
TTGG CC
TA TCTC
SP V
ATT TG
TT TAAC
AC TGAA
T KV
TT V
u pĠ
DV D
PE G
FL V
AA ATA
AI D
SE V
EL P
H W
TTCC CC
Q QL
es eĠ
C K
T SQ
ac eĠ
an n
SG I
at esĠ
T RG
TG AGGC
thatĠ theĠ
AGAG GG
S TE
on sĠ
S TI
AA F
H LL
KG E
b et
AG TTTG
ACC ACC
an ceĠ
Q SL
TGC ATT
IE G
TT TAAAA
k eĠ
SE G
AG F
R PL
ATC ATC
us tĠ
tic Ġ
AAC ATT
S FG
R SS
x Ġ
RE V
C Y
T DD
AA TTC
AA GGC
K VV
AD D
h tĠ
Q EL
PV G
S KV
TCCC AGC
AD I
RL I
DG D
TAA AAAA
TP G
KG V
TP V
TC ATTC
DE D
on dĠ
TA TCAA
m ostĠ
ATA TAC
aĠ ,Ġ
m ar
AL F
KE V
tim eĠ
k n
il eĠ
RV E
ATA TG
TAA TTTT
TGG AAG
R PG
QL V
TC ATAA
K AI
R SG
AG ACAC
SP G
ATG ATG
d er
TA D
d ec
A u
T FV
wh enĠ
TCTG GG
AD P
AGAG CC
S AK
ser v
c ar
AC ATAC
TGC TTC
TT ATTC
IV D
in t
KE I
hi mĠ
on g
d ur
AG TGTG
KK V
TAA GAA
s heĠ
.ĠI tĠ
TA I
SR G
W W
TTTG CC
PE V
AP P
T SK
u mĠ
PV E
ac h
TA P
AC ATTC
.Ġ W
ATA TTG
k sĠ
AQ V
Q VL
TG ATAA
it edĠ
TL I
R DG
TGC AGC
K SS
KL I
AR I
SR E
i ti
DE I
K AE
RV G
AA ATAA
KK I
on lyĠ
) Ġ,Ġ
FG V
i st
TT TAAG
IE V
it eĠ
RE G
KE G
T HL
AA M
IL I
R EE
SR V
asĠ theĠ
SV D
I Ġ
DE G
AQ G
SV P
ATC ATT
AG P
TCTG GC
TA TAAAA
ATC TCC
v id
TGG AGG
c ent
AG TGGC
tĠ ofĠ
a us
s ur
R AI
inĠ 19
l ar
KV E
AR D
AG TGAA
K PL
QL G
IG I
TG AGAA
IL P
KL D
LL F
is hĠ
re g
th r
s a
th anĠ
AE D
A n
K AG
DD D
ol dĠ
Q TL
ATT TAC
VL F
T KG
R FL
ACAA GG
ation sĠ
AAG AAC
ATGG CC
c o
IG D
AA TAC
S KG
PV P
K AK
ATT GAA
AQ E
we enĠ
Q AV
TGG AAC
AG TGGG
ATC TTC
AC TTTG
ATCC CC
ACC ATG
Ġ I
SV I
F SS
AA GGG
t eĠ
TG D
en dĠ
SG K
T FE
A r
TC AGAG
TV D
M C
s ev
DV I
YL E
KK G
TC ACAC
ro w
t or
c or
TGG AGC
r ic
TT TATG
SL F
E n
t ra
TE V
AC L
K DG
TG AGCC
AC TTCC
Q KL
ab outĠ
S HL
PL D
P SS
as onĠ
m on
TATT GC
TC TTAA
A l
TG I
RL R
SE I
SD D
TCG CC
P VL
TGC ATG
AI I
VV I
ACAA GC
T h
w ayĠ
AAAA TAA
M LL
AGG AAC
s y
shi pĠ
an sĠ
as edĠ
am p
TGAA GC
Q GL
EE D
TGAA GG
TCC TTC
K RR
p an
FL D
DV G
Y GL
TGG TGG
en ti
at ur
t onĠ
bet weenĠ
is tĠ
TTTG GC
ML G
tion sĠ
R IV
TGTG GC
F AA
ATTG CC
AGG AGC
SE D
AC ATGC
oo dĠ
TT TACC
VV P
re le
GG D
pl eĠ
a mĠ
TTC TG
t o
TP P
R TV
YL G
K TV
oo kĠ
an g
PG D
u p
VG V
s el
SG P
TE G
QQ QQ
ACAC G
TGC TG
GG I
S TD
TGGG GG
FV G
SP P
TGC TCC
AS F
o f
TTTT TAA
a ir
R SV
PL I
ALL L
SP D
AV F
K IE
AF E
K II
ATG AAG
AP D
re l
AA TTG
n um
TT ACAA
TC AGGG
SI D
t e
pro duc
AG ACAG
TT AGAA
AA CCC
il lĠ
TAG GAA
oll ow
k ingĠ
TTTT ATT
ac hĠ
th reeĠ
TGTG GG
RE I
W LL
TTC AGC
PG P
ev el
TC ATCC
i f
TT E
n ingĠ
AC TCTG
TGTG CC
T QG
DG I
SI I
AG ATTC
TA TCTG
TGGG GC
TT ATTG
AG ATGG
inĠ aĠ
T ML
AG M
S ML
AG TCTC
in toĠ
ti s
T QE
TAA ATAA
.Ġ M
ti v
SF V
TC ACAA
SI P
mer ic
AE Q
EL Q
ATG TG
SD I
F VL
ation alĠ
g en
TTC TTG
KL P
R AS
AGCC CC
RR I
T YG
R IE
AG TTAA
b er
Y AL
o tĠ
TTC ATC
C M
n or
AG ACAA
K IV
su b
al sĠ
AA TGC
AAAA ATT
TTC TGC
TTC AAG
YL V
toĠ beĠ
R AD
AC TTAA
RL Q
GC GG
AC ATCC
TGCC CC
n ewĠ
" Ġ,Ġ
R DV
re sĠ
R IG
R TG
AR P
@,@Ġ 0
TAA ATC
ri g
AG ATGC
K SV
PV I
a il
R KK
TC ACCC
TT P
ATG TTG
ATG AAC
TP D
A meric
AGC TCC
K GG
.Ġ D
TC TTGC
.Ġ F
M W
T KD
w rit
be g
in d
AA TAG
SL Q
AG Y
ACC TCC
TL F
e b
S TR
K SG
M AL
TV P
ap p
AC GAA
TTGG GG
edĠ ,Ġ
FV E
PE D
K TI
SS F
ak eĠ
wh ereĠ
os eĠ
ATG TAA
C om
AAG L
c oun
AGAA CC
IE D
TG TTAA
TC ACTG
TV I
AG Q
ĠI nĠ
FG E
g ameĠ
AGC ATT
TC GGC
J o
TT TATA
EL F
SD P
DE P
em entĠ
si g
KV G
TG TTCC
as eĠ
K RV
h el
T KI
r yĠ
th oughĠ
IL F
RL F
ATG GGG
ar d
R PV
VL Q
at ingĠ
t enĠ
f u
AR Q
TC ACAG
M AA
T ST
AGC TGC
R TA
DV P
fil mĠ
TTTC G
rec or
TTC AAC
TG ATTC
II D
u b
FL P
ing sĠ
ATC ACC
TA TAAG
AC GGC
AK I
TCAA GG
P ar
ATG ATT
ou s
TC AGGC
AAG AAAA
SK I
TGG ATT
19 9
op Ġ
esĠ andĠ
l aterĠ
AG TTCC
r eĠ
SR I
AGGG GG
TTG ATT
YL D
AA TTTT
K SI
S AM
se asonĠ
TC GAA
AC TGCC
S AY
TTG AAC
T QV
ATA TAG
XX XX
tĠ ,Ġ
A Ġ
AF I
RG I
TT ATAG
AC TGGG
str uc
o y
m us
AF D
KV I
SF E
IV I
l oc
v is
TG TCTG
ri v
bu il
K PG
ti t
VE V
T SY
K TG
in c
SR P
H AL
n edĠ
VG E
TD P
Y SL
DL F
p p
sĠ,Ġ andĠ
K AR
TCC ATC
VE G
en g
TT ATAC
AGC AAG
SG F
TA TAGC
k edĠ
K PV
AK D
byĠ theĠ
TATT GG
K DV
K AS
QL D
TAAC G
AGGG CC
T QQ
FL I
AI P
be for
su chĠ
KG I
GL F
TGG ATG
AE P
W C
m a
AC ATAG
ID P
TT TAGC
IE I
QL P
YG V
AGC AAC
TGGC G
AV Q
TAG TAG
R YL
Y AA
R SP
TI D
TG AGAG
TTG AAG
TC ATTG
TATT TTC
QL I
@,@Ġ0 00Ġ
AGGG GC
TA F
ACACACAC ACACACAC
TGTGTGTG TGTGTGTG
esĠ ofĠ
AGC ATC
DD I
TGC AGG
QG V
RG D
N or
SQ V
SQ G
TTG TAA
AG ATAG
TL Q
c ap
SR D
AGC AGG
AG ATAC
AC TCTC
m o
p ol
K AD
S TF
ML E
RV I
PV D
RR D
AS Q
TC TTGG
TA TTTTG
K PE
TGG CCC
AC ACCC
TA TCTT
TCC CCC
SK D
TG ATCC
RR P
R PE
withĠ aĠ
Y GG
C on
N ewĠ
TGGG CC
h e
R FG
H GL
ACC CCC
al bu
KD I
SQ E
AC ATTG
R AP
TT I
pu bl
TE I
Q IL
ea mĠ
TATT ATT
ea dĠ
PL F
TT ACAG
ec tedĠ
ATG TTC
ou thĠ
the mĠ
T KP
ow ev
AY V
ear Ġ
st e
R HL
AAC TCC
DD P
s l
K YL
ACAA CC
K SE
m adeĠ
AC ATGG
f ollow
TC ATGC
o mĠ
AA TGG
TTG TTC
AA TCC
TTG CCC
TA TGCC
R KV
F DL
th enĠ
TA TGGC
p sĠ
AAAA GAA
/ Ġ
is od
R KE
R AF
TA TCG
m at
S YG
SF D
TE D
R AQ
AL M
AGC TTC
TCTC G
com pl
TT D
ingĠ aĠ
B ri
b leĠ
QE V
TA TCAG
AGC GC
K SK
TA TCCC
TGGG ATT
ACC ATC
R DE
GG P
ro s
ol Ġ
TAG AAC
TT TATC
T KR
ain stĠ
n am
FG I
wh ileĠ
R AK
e aĠ
RV D
VV F
TATA CC
R SE
TC ATAG
Y VL
wi th
SS Q
TGG ATC
TG ATGC
d ayĠ
LL H
K AF
FG D
TAA ATA
ep isod
FE G
AD F
thr oughĠ
ATG TCC
PG I
TC TACC
f ac
AC TCAA
ch o
K RE
T SM
HL V
AC TGGC
K RI
Y DL
Y RL
TGC GC
IV P
PP PP
TAG AAG
AGG ATT
an t
GG F
QG E
sec ondĠ
FL F
TD I
l esĠ
st ar
K TA
AG TCTG
RD I
H SL
KL F
TC ACG
AGC ACC
m is
TAAG CC
TATT AA
TG TTGC
KG D
PE I
IG F
in v
TTGG GC
ag ainstĠ
PE P
su p
AA AL
TI P
TGC TGG
R SI
TAA TAC
TT ACAC
IL Q
AR F
FV D
FD P
edĠ thatĠ
AGGC G
AGG ATG
S AT
ID I
man yĠ
HL E
TGC ATC
SV F
AF P
ML V
TG TAAC
R TR
QL Q
b r
Y EL
TTTT TTG
TAG ATT
w ellĠ
TG P
EE EE
K DE
K TT
TCC ATT
char ac
GC L
AG TAAC
SG Q
R KR
PD P
Y SS
KV D
AM V
l in
AC TTGC
AG TCAA
M GL
DL Q
AP I
AGGC TGG
po si
K RG
AAC ATC
AM G
KK D
s omeĠ
AGAG AA
ATG TAC
TC GGG
c anĠ
EG E
t ri
HL G
R II
R TP
albu mĠ
ar i
RV P
AAG ATT
ACC GC
K IG
AM E
AG ATCC
s ongĠ
AA H
ATAC G
ar m
AQ I
ATTC G
bec ameĠ
AA Y
c ur
AG TGCC
K TE
g l
R KG
il yĠ
Ġ S
DG P
m p
AG TTGG
ATAA ATAA
M SL
ATA TCC
TI I
AC TCCC
TG ATGG
KL Q
AG ACG
FE V
VG D
TG TTGG
K FL
TG ACAG
âĢ Ķ
AG ACCC
AG ACTG
AC TTGG
TAA TTC
n oĠ
AG H
TG TCCC
num berĠ
AL H
c all
T YE
ec tĠ
TGC AAG
f er
LL LL
TG TATG
TGC GG
AAAA AAC
SG Y
d eĠ
AGG CCC
TG ACAA
m ov
c c
itĠ wasĠ
s ing
EE F
Q AI
in ceĠ
AGC TAC
AY E
heĠ wasĠ
ear lyĠ
Un itedĠ
AV M
.ĠT hisĠ
HG V
âĢĶ Ġ
TGAA CC
K SF
AGC ATG
TG TATT
AE F
DG F
M KK
iv er
AH G
TGG TTC
RR F
ser iesĠ
EG V
n e
bo thĠ
RL H
TG ACAC
ACC ATT
g re
AG TTGC
II I
edĠbyĠ theĠ
TG TCAA
tionĠ ofĠ
K AQ
be ingĠ
AL Y
TT TATAA
po in
wor kĠ
TT TAGG
TA TCAC
kn ownĠ
TT ACTG
Jo h
d ep
TAC ATG
TF D
Ġ )Ġ
KE D
AG TCAG
si st
AAAA AAG
Q SS
IG P
TTTA TTTT
AGC TGG
AK P
TG AGGG
d evel
ACC AAC
TTAA CC
AA AGAA
TC ATGG
SK P
Q DL
ATA TGC
SP I
SF I
Q VV
YL P
AI F
li onĠ
l an
R KI
AGC GG
ar dsĠ
R FV
TTAA GG
TR D
eĠ andĠ
K ID
WL V
AL AA
YG E
TL Y
TAC AAC
AGCC G
VL H
ATG ATC
ad i
TTTT TTC
SE P
i p
QE I
r is
Q AE
th ereĠ
T SH
ol og
TC L
ATT CCC
edĠ inĠtheĠ
VL M
T YV
ATAA GC
TT ATCC
Q PL
su l
TP I
R ML
LL Y
K AP
K SR
cont in
R PD
AGG TGG
TAA TTG
TAC ATC
DV F
isĠ aĠ
R PP
b el
DL Y
l o
M AE
TT AGAG
EL Y
di rec
is ionĠ
TGCC G
TGC TTG
TA TGGG
TR P
SQ P
RD P
H RL
TR I
TCAA GC
TGC AAC
S AH
TC ATAC
TT ATGC
K SP
TG F
TAGG CC
eĠ,Ġ andĠ
LL M
AG TCCC
su cc
TCC ACC
GCC G
ATAA CC
AC TCAG
R TE
un derĠ
TCAA CC
L e
AGG ATC
EE M
t eamĠ
ay sĠ
u alĠ
AGG AGAA
R ID
per i
pl ac
TG AGTG
ATG CCC
AS M
Q RR
yĠ ofĠ
SL Y
TAC TTC
or ig
TV F
RE D
1 0Ġ
QE G
ig nĠ
AQ P
VG I
TTAA GC
R QV
ow erĠ
TTTC TTTC
w Ġ
IV F
TA H
over n
sa idĠ
SD F
SQ I
R TI
ACC AAG
EL M
ti l
ATT TAG
DE F
AAAA ATG
c er
TATATATA TATATATA
er edĠ
RL M
TATT TAA
QQ V
Y AV
s m
ACC TTC
T HG
y p
R QG
R SF
AG AAAAC
di ff
ATC AAC
RG F
am esĠ
TT AGCC
rec e
C ar
W or
T WL
T KQ
TT ACG
SR F
ATAG CC
T YD
c ol
i on
sev eralĠ
TTG TTTT
ro p
RG P
TA Q
AAGG CC
e f
AT Q
SS M
TGG AAAA
TC TAAC
K TP
AG TAGC
AS Y
h igh
Ġ B
TGG TAA
H GG
b ro
C W
SI F
FE D
H AA
SG M
VL Y
TCC AGG
TTTG AA
G er
YL I
befor eĠ
.ĠA Ġ
TG ACG
QQ Q
devel op
a z
di dĠ
AAG ATC
II P
AR M
PG F
FG F
AQ Q
c ouldĠ
AV Y
TG ACCC
RL Y
ATT TGC
TTG TAG
ur yĠ
TTC TAA
AAG ATG
EE P
year sĠ
app ear
tr an
s k
FV P
SY V
QQ E
ATAA GG
ou t
AE M
AQ D
IE P
ATA TTTC
RI P
ATT AAAA
Americ anĠ
TCC AGC
AGG AAAA
tis hĠ
an yĠ
u allyĠ
AC TAAC
t ersĠ
AC GGG
oun d
orig in
oug htĠ
HL D
TG ATAG
K QV
or g
TCAC TGC
EE Q
AAG ACC
re tur
ep t
ATT ATC
TTC ATG
ATT AAC
beg anĠ
H VL
AAG TAA
TG TATA
sel fĠ
tic alĠ
PD I
KE F
dur ingĠtheĠ
ig hĠ
AGG ACC
IE Q
ti lĠ
PV F
KG F
Y TL
AG ATTG
TCC TGC
AG TAAG
TTG ATG
Ġ andĠ
MG V
AAG CCC
TG ACTG
TG TCAG
tur eĠ
AG TATT
.Ġ R
R TT
SL M
HL P
t orĠ
ATA TGG
TCCC G
AAG TTC
a tiveĠ
KK P
vi ew
J u
TC TATG
AC TCG
TV Q
Ġ "Ġ
GL Q
ATT TTAA
R AM
ationĠ ofĠ
S WL
TTCC G
ac c
s ol
off ic
RV F
TTTT GAA
li f
TC TATT
R SQ
KV P
TACC CC
DD F
R YG
th er
SS Y
SY E
K ML
AT Ċ
w ardĠ
TAC TAC
AGG TAA
R SD
1 7
H PL
K QE
.Ġ P
DG Q
TTG TCC
AGG TTC
AA LL
edĠ onĠ
TG TAGC
owev erĠ,Ġ
K SD
TGG TGC
aĠ f
ATC GC
KL Y
S CL
TG TAAG
AH V
S HG
VE D
g o
FG P
SV Q
R FE
oc i
AL AL
.ĠO nĠ
a veĠ
ATGC G
ATG GGC
al eĠ
,Ġ butĠ
GGG AA
as sĠ
QL F
AC TATT
QG I
AR Y
AY D
w in
f ourĠ
VV Q
AD Y
TAG TAA
TE P
des cri
19 4
TA TAGG
TCC AAC
PL Q
M AV
ACC TGC
AAG AGC
un tilĠ
AF F
PG Q
t ak
AR H
n eĠ
KI P
wasĠ theĠ
AK Q
FV I
AG TCAC
ATT TTTC
ACC AGC
S h
stor yĠ
SL H
TGG TTG
l ineĠ
R SK
.Ġ L
SE F
QV I
AA ACAA
ML D
TAG AAAA
GG GGG
le g
O c
rece iv
d re
RR Q
SP F
TG Q
KK Y
GL Y
ATAG GC
SF F
YE V
or sĠ
YV D
AI Q
TG ATAC
k Ġ,Ġ
tĠ theĠ
on d
AC AAAAC
19 8
er yĠ
YG D
for c
AG W
op er
C l
KQ I
p op
IG Q
AL C
AP F
YG I
ul arĠ
TCC ATG
TG TCTT
KV F
gr ou
R QQ
SF P
KD F
R QE
GG GGC
DG Y
sĠ theĠ
t lyĠ
b or
Ġ M
AG TATG
FD I
IL M
GG Y
IL Y
H AV
TC TAGC
H EL
TAG TTC
TACC G
AC TCAC
K AM
KP I
H SS
TAA AGC
of fĠ
AG TCG
W h
ATCC G
R DD
n erĠ
FL Q
TT AGGG
GL M
ID F
TGG TCC
TA M
1 Ġ,Ġ
AC TCTT
WL G
TG Y
K TF
sup por
r on
f am
ATC ATG
AAGG GG
RR M
t en
SM G
edĠ forĠ
H TL
TTG TAC
K HL
G re
ATC TGC
KD P
T MG
mil lionĠ
sig n
VE I
IG Y
KL M
TTC TAC
H PE
GG Q
ST Q
em p
b ackĠ
ingĠ toĠ
AGG TAG
hadĠ beenĠ
TT F
RR Y
.ĠW h
AT Y
or tĠ
TT AGTG
ev erĠ
TTC TTTT
m yĠ
edĠ andĠ
TGG TAG
GG M
AD Q
TG ATTG
VG P
AA AV
year Ġ
C ol
KK M
ATG AAAA
ATA CCC
el dĠ
AAGG GC
ATG TGC
S Ġ
m od
$ Ġ
AH E
TT AAAAC
TG TCG
QV D
AC TATG
HG E
T LLL
QQ G
T ME
TL M
H DL
KR F
SE Q
TTG AAAA
AAC AAAA
TTGC G
RD F
TD F
W il
AG TACC
TT ATGG
EE Y
AGG TGC
TTTC AA
TAA L
TT ACCC
pe o
TA Y
Bri tishĠ
m i
TG TACC
FE I
th eseĠ
LL C
PP D
IP I
includ ingĠ
AACC CC
t ain
PL Y
K DD
f oundĠ
J un
TC TAAG
contin u
le yĠ
p ri
SQ D
ir dĠ
TG TTTTC
DL M
st ri
TAC AGC
rem ain
em b
AGAGAGAG AGAGAGAG
u resĠ
TG TCAC
sid eĠ
SV Y
AE Y
TAA TAG
H PD
AAG AGG
TCC TGCC
b re
SP Q
Ã ©
AG TTAC
mĠ )Ġ
ATG TAG
ab l
RE F
tĠ ofĠtheĠ
ept emberĠ
wasĠ aĠ
ingĠ ,Ġ
K YG
AP Q
K QG
VL C
TATT TATT
e y
SR Q
AAC TTC
2 0Ġ
AA ATAC
si veĠ
RE Q
ACC GG
SY D
re qu
AAC GC
t ookĠ
0 Ġ,Ġ
edĠ withĠ
TGG TAC
l ongĠ
AE H
ATAA ATT
K PD
AT M
S eptemberĠ
SG H
AGAA AGAA
TTG ATC
ATA L
i eĠ
eĠ,Ġ theĠ
KK F
TCC GC
K AY
SM E
PL M
RQ I
II F
AC TACC
ATA TTAA
AAC AGC
fu lĠ
TCTCTCTC TCTCTCTC
TATA TAA
K SQ
T HV
bec aus
ACCC G
s ameĠ
K TR
or yĠ
Ġ O
T MV
R FD
TP Q
SM V
R AY
S c
o dĠ
AV AA
ic k
.ĠA fterĠ
AA ACAC
AAGC G
TAC AAAA
PG Y
tion alĠ
TV Y
KI F
EL H
RE P
e kĠ
PG M
pl ayĠ
RG Y
VL AG
AA ATTC
AS H
re sul
VD P
ar oundĠ
ic h
e achĠ
en n
AAC ACC
b att
d o
li keĠ
TCC TGG
AV H
UnitedĠ St
ATT ATG
TF I
Wor ldĠ
AC TTAC
TL H
VV M
str al
2 Ġ,Ġ
AAC ATG
FV F
TAC AAG
K TK
m ayĠ
for mĠ
g overn
R WL
episod eĠ
QG D
19 7
AAAAAAAA AAAAAAAA
AG LL
TTTTTTTT TTTTTTTT
KR P
AGG L
IL H
C LL
YL F
5 Ġ,Ġ
AGC TAA
TTG TGC
d r
DV Y
YD P
GAA GC
AA W
KE Y
TTC GG
DE Q
SI Q
PE F
KG Y
GAA GG
M SS
ST Y
ec tionĠ
19 6
as h
m et
VV Y
B l
AI Y
Ġ 'sĠ
TTC TGG
AA AGAG
AR AL
KK Q
g ustĠ
RP I
EG D
esĠ toĠ
EV I
ig n
SD Y
TQ I
KE Q
AG AAAAG
IG M
5 0Ġ
TAG CCC
N ov
K QQ
TAA CCC
IV Q
b ur
edĠ asĠ
en s
HL I
AG TAAAA
TG TAAAA
R KQ
TCC GG
J an
ATG TGG
re por
AAC AAG
b ri
p ass
AG TCTT
ityĠ ofĠ
AY F
TI F
R TD
ATG TTTT
AAAG TGC
TCC TTG
d ownĠ
SR Y
R HG
descri b
PD F
sĠ inĠ
ACC AGG
4 Ġ,Ġ
AD M
,Ġ whichĠ
KE M
K TD
AH P
tedĠ toĠ
st ateĠ
AG TAGG
A SSL
com pan
ATC AGC
RI F
TATA TAC
Ġ D
TTTTG CC
t ainĠ
F ran
j o
SH V
ste mĠ
ATC AAG
al ongĠ
SI Y
a th
v ingĠ
DL H
IE F
m ak
sĠ toĠ
to berĠ
WL E
TTTC TTC
3 Ġ,Ġ
le ad
Oc toberĠ
TA Ċ
QV P
mus icĠ
ATA TTTG
TGC TAC
ACC TAC
R TF
ATT TGG
n ationalĠ
TG TTAC
Joh nĠ
Au gustĠ
DV Q
in toĠtheĠ
Au stral
aĠ andĠ
isĠ theĠ
TTTT AAAA
AM I
S LLL
suchĠ asĠ
AS C
ATG AGG
ACC TTG
ATAA TAA
H ar
RR H
EG I
e ff
K SY
AK F
K PP
K RD
ML P
w ar
ATC TTG
p erĠ
ou Ġ
GCC CC
W TV
RG Q
AV C
SS H
ofĠ aĠ
tr yĠ
al i
TTC AGG
TR F
a irĠ
RV Q
.Ġ E
de f
Y or
KK KK
AM D
ATAA AAC
CCC AGC
ac tĠ
ent lyĠ
AC TAAG
DE M
ec h
fi veĠ
m eĠ
TP F
YL Q
dis c
haveĠ beenĠ
TCC AAG
v en
ow n
FL Y
3 0Ġ
TTC TAG
YV P
TGC TAA
ap pro
GG AGG
uc hĠ
DE Y
TTAA ATT
l y
M ayĠ
AA TTTC
iver s
R AH
R SY
QQ I
at elyĠ
TC TAAAA
TQ P
oneĠ ofĠtheĠ
s ou
AY I
SL C
AE AL
TTTA TTG
sĠ,Ġ theĠ
VG F
TG TAGG
MG E
ma j
al Ġ,Ġ
AA ATGC
TG M
TC TAGG
SQ Q
F or
R KP
sĠ wereĠ
D ec
si on
RE M
SP Y
TE Q
SK F
S Ċ
K FG
peo pleĠ
R KD
ATC TAA
TTTCC CC
SR M
AK Y
oug h
SV M
RG M
ur eĠ
VD I
S GC
s om
un der
TTC GC
ATAG GG
KG P
e oĠ
TGC ACC
cont ro
th ernĠ
AC TAGC
g iv
S AW
IP F
HG D
YE D
PE Q
ATT AAG
W AL
P ro
EL C
TAC TAA
PV Q
l edĠ
FI F
S p
b andĠ
K ST
PL H
TAC GG
ATT GGC
forĠ aĠ
TTC ACC
TTTT TCC
TI Q
FD F
AG TTTTC
d u
SE Y
a f
K FV
AC TAAAA
d ra
C an
SE M
PV Y
re sp
compl et
6 Ġ,Ġ
LL AL
TF P
KE P
dur ingĠ
Ju lyĠ
esĠ inĠ
m enĠ
FG Y
TAC GC
TT AGGC
AGG TTG
oun c
SY I
GL H
ML I
AC TTTTC
AI M
R SM
TAG ATG
h al
UnitedĠSt atesĠ
Nov emberĠ
YG P
con sid
c aus
W SL
ACC TGG
SS C
AT H
par tic
d et
SH P
AAAA ATAA
is mĠ
TC TATC
v ari
AGC TTG
aw Ġ
KV Y
TG TTATT
h ighĠ
g ra
AV LL
K FE
ALL G
ex tĠ
ATT TTTG
YD I
f ul
KP F
a h
ATC GG
RV Y
GGC GC
IV Y
SG W
TE F
SK Y
AE AA
TT Ċ
H VV
AAC GG
SK Q
.ĠA l
1 2Ġ
YG F
se qu
HG I
s inceĠ
ATA TATT
ATA TATA
b i
AM P
.Ġ C
AAG TGC
AGG TCC
AF Y
AK M
RL C
r edĠ
ATC TAC
RF P
u aryĠ
TC AAAAC
TAGC G
.ĠTh eyĠ
r un
ar lyĠ
se tĠ
op en
AL W
TTTA TTC
d am
QG F
G u
S AC
AAC TAA
HL F
o sĠ
s on
KL H
A pr
didĠ notĠ
aĠ 'sĠ
FE P
GV P
ish edĠ
RL W
QE D
L i
AGG TAC
ATG AGC
MG I
.Ġ N
YE I
ID Y
c oll
AAG TTG
"Ġ andĠ
c ul
QL Y
H AG
ar eaĠ
DG M
pro vid
TCTT TTC
in cre
TG TTTTG
1 5Ġ
QQ P
IL C
.ĠInĠ theĠ
AA AR
et sĠ
TAA ACC
lar g
AAL E
P h
TT Q
AP Y
R YV
G e
TR Q
an eĠ
ev enĠ
me di
GG H
TGG AGAA
AAC TGC
erĠ andĠ
.Ġ"Ġ Ċ
t re
VE P
KI Y
P l
VV H
oĠ ,Ġ
PP Q
QL M
AG TTATT
AS W
Ġ F
ir eĠ
s cho
ou seĠ
AAAA ATC
AQ F
us edĠ
E u
GAA CC
AE LL
b as
TAC TGG
u di
w illĠ
toĠ aĠ
wh atĠ
KD Y
IE Y
TG AAAAC
GG W
di tionĠ
AS LL
TAG AGC
SH E
TQ D
TV M
GGC GG
In di
AA TGAA
is eĠ
QG P
le ftĠ
d em
TG TATC
AC TTTGGG
IG H
i fĠ
TC TTTTG
KG Q
d ueĠ
TAC TGC
TCC TAA
AA TTAA
TL C
IV M
n owĠ
diff er
RD Y
ATT TTCC
DV M
DG H
ic kĠ
K TY
CCC AGG
CL E
ch il
SQ F
FL H
hasĠ beenĠ
PP I
c as
ATG ACC
TTG TGG
RK Y
esĠ theĠ
f un
AL GL
DD Y
u g
SD Q
ST M
FL M
AAG TAG
AR LL
rele asedĠ
d ea
TG TTAG
WL D
AGG AAGG
TTTG TTTT
in st
. .
VV C
AC TTTAA
ex pl
AI H
SF Y
og ra
Dec emberĠ
h er
TTC AAAA
an otherĠ
TTTC ATT
AAG TAC
Jan uaryĠ
ID Q
AF Q
AG Ċ
li m
TT AAAAG
TATA TTTT
TAG TTTT
YL Y
RQ P
AG TTAG
G r
K SM
AAC TTG
Jun eĠ
AY P
QV F
AV AL
lar geĠ
au g
m uchĠ
TAA GGC
SK M
su m
sh owĠ
Ch ar
posi tionĠ
cl a
TC GGCC
AP AP
v ic
esĠ (Ġ
FG Q
w ro
TA LL
KR Y
VE Q
KG M
TG H
pl aceĠ
om in
a ti
TGG TGGC
DG W
SY F
Q u
c our
sing leĠ
TAC TCC
RV M
w estĠ
R o
ATC AAAA
R FI
KV Q
Mar chĠ
d edĠ
RE Y
AA ATAG
AG AL
AD H
J ap
gen er
th irdĠ
TF F
AAL V
RP F
cor dingĠ
CCC GC
c ityĠ
charac terĠ
XXXX XXXX
sy stemĠ
com p
it t
SV H
[ Ġ
TAG GGG
RI Q
ALL E
W RR
e qu
AAG TCC
TAA AGG
PG H
TAC TTTT
II Q
ver yĠ
AAAAC G
TD Y
call edĠ
ad v
CCC GG
TG TTTCC
govern mentĠ
Apr ilĠ
u Ġ
TI Y
cri tic
ATC TGG
SY P
AAG V
esĠ wereĠ
Nor thĠ
GV I
AE RL
in sĠ
RF F
il ityĠ
R YE
TAC TTG
ATAA AAAA
afterĠ theĠ
K FI
W GL
TAAAA GC
,Ġ aĠ
] Ġ
RG H
CL V
ex p
d el
f a
R SH
AG TATC
pre vi
onĠ aĠ
AC V
oc k
VL AL
asĠ wellĠ
RV H
K YV
% Ġ
TT Y
QL H
TG TATTTT
AGAA ATG
TV H
TCTT CCC
y ingĠ
AD AL
W arĠ
fin alĠ
QG Q
LL W
KI Q
if ic
TTCC TTCC
RR RR
yĠ andĠ
AC TTATT
re v
AI C
spec iesĠ
IE M
YL H
TTC TTTC
er sĠ,Ġ
es p
MG D
TTG AGC
TGTAA TCCCAGC
AAL G
d geĠ
t al
K ME
h or
f ur
AG TTTAA
TGG ACC
p ur
TAA TGC
ATT TATT
j ustĠ
re sid
M SF
m sĠ
GC TGC
for man
AR W
SL SL
AC TTAG
por t
GL C
PE Y
fi eldĠ
9 Ġ,Ġ
PV M
erĠ 'sĠ
AW V
AA AE
y s
TAG AGG
EE LL
DD DD
PD Y
SR H
VL W
SV C
atur eĠ
AA AGCC
is su
TG TTTAA
cent uryĠ
d oĠ
YG Y
F l
pro t
KR Q
TL W
org an
B ar
TAG GGC
AH D
.ĠS heĠ
b asedĠ
VL AA
AAC TAC
fl u
e erĠ
TAAAA CC
Yor kĠ
,ĠandĠ theĠ
til lĠ
ec tsĠ
VG Y
QE Q
AH I
KR M
RK F
GE I
TTG AGG
SM D
AGAA ATT
c u
AAC AGG
K FD
RI H
RQ D
bel i
AP M
AR RL
er g
CL G
AD W
grou pĠ
AQ M
YV I
ti esĠ
TGG TTTT
TP Y
SG SG
ag ueĠ
S ALL
LLL G
RI Y
e fĠ
ATG L
AGC AAAA
En g
AACC G
FE Q
7 Ġ,Ġ
H IL
z Ġ
AA TTTG
f ic
EV P
TGC TTTT
wor ldĠ
SL W
VD F
rig htĠ
att emp
AA RL
follow ingĠ
CCC TCC
R TQ
8 Ġ,Ġ
II Y
U SĠ
GG AGC
KV M
19 5
AD LL
RK M
G en
TT AGAC
TAG TTG
ML F
TAC AGG
gr oundĠ
AV W
b allĠ
TTAA TAA
FG M
ea v
IV H
GC AGC
ATC AGG
HL Q
)Ġ andĠ
TAG ACC
o onĠ
TGAA ATT
AS AA
1 6
e anĠ
R AT
19 3
sc or
el ev
KL C
1 1Ġ
VG Q
ra ftĠ
rele as
DL C
SI M
R TK
l essĠ
AGCC TGG
AAG TGG
TR Y
SM P
TE Y
TTG ACC
KY I
AS AL
"Ġ .ĠĊ
AG AV
in dĠ
Ġ C
SM I
lif eĠ
overĠ theĠ
AA ATCC
PP F
eb ru
asĠ "Ġ
R HV
RP Q
toĠ re
c an
recor dĠ
p i
CCC ACC
SI H
AA VL
SC G
ATAA ATG
M c
R MV
ebru aryĠ
SF Q
AA ACAG
EE H
all ow
us eĠ
SD M
m ainĠ
ch ang
1 0
oĠ @-@Ġ
s tit
or d
RY I
TTTTTTTT TTTT
ex t
st ud
an tsĠ
R MG
ALL D
th ingĠ
R TY
th Ġ,Ġ
TE M
AG K
sc en
AP H
AW G
e therĠ
AR AA
IE H
ATA TGAA
SH I
hel dĠ
S outhĠ
l a
TD Q
edĠ hisĠ
sh ow
per forman
' tĠ
TATT TAC
s tillĠ
B o
n extĠ
AGGC TGAGGC
F ebruaryĠ
Ġ =Ġ
ST H
RE H
ME D
l astĠ
GG AAG
di st
a ff
SS W
PE M
AV AV
D i
AC TAGG
b estĠ
R YD
TAG ATC
VE F
CCCC CC
TTC TTCC
R CL
RH P
EG F
som e
SE H
K TQ
M us
TTTC TCC
ATAA GAA
SH D
,Ġ "Ġ
n eyĠ
con struc
FV W
Ġ T
buil tĠ
VL GL
pop ul
QV Q
RR W
ATT GGG
QG Y
i mĠ
TCC GCC
oc kĠ
HV P
origin alĠ
ou teĠ
K YE
A c
ATA TATG
MV M
ATAA AAG
b Ġ
.ĠH oweverĠ,Ġ
AAAA TAC
m ain
ra is
S AAL
TG W
becaus eĠ
R TH
f ri
ML Q
SP H
FL C
ATT TTATT
TC AAAAG
PG W
AA ATTG
Ġ H
TTTC TTTT
pro v
TAG L
VG M
M on
m or
ableĠ toĠ
RH E
l ateĠ
RG W
AA ACCC
AA AGTG
e asĠ
n earĠ
AQ Y
TG Ċ
RD Q
i veĠ
TTTG TTTG
al thoughĠ
w arĠ
TTC TCTC
t ownĠ
QE F
RY F
AT LL
K HG
t ro
ationĠ ,Ġ
ous lyĠ
AD C
2 5Ġ
R ME
RY P
KL W
n ameĠ
w at
F ren
AA AGGC
in iti
ACC TAA
TTGC AGTG
vid eoĠ
FV Q
k ill
est abl
EL AE
Ger manĠ
ol v
RD M
SS SL
IV C
AC E
AK H
re ad
R e
GL W
AA AGGG
DV H
onĠ ,Ġ
iti esĠ
g am
AG TTTTG
K AH
maj orĠ
m ag
AC TATC
PL C
pol i
fam ilyĠ
M a
th em
AL AE
ingĠ andĠ
FD Y
c ep
AT W
TAG TAC
IP Y
R ST
succ ess
AC AAAAG
re ach
wouldĠ beĠ
SI C
YD F
w om
AI AA
S ASS
EL W
AA TATT
tiv elyĠ
rop icalĠ
LLL V
KQ D
pro c
TC TATA
SG SS
SP M
h omeĠ
KD M
AGG AGAG
pres ent
MV I
for dĠ
TTTT CCC
FF P
ag ainĠ
1 4Ġ
HV I
KK H
WL I
end edĠ
QP Q
EL AA
TCTT TCC
N ationalĠ
AA TGTG
TH E
AD AV
in n
ALL V
1 8Ġ
AL AG
RR LL
numberĠ ofĠ
M an
g g
TR M
AY Y
AA ACTG
cl os
DI F
ver sionĠ
A d
TS C
AAC TGG
QI Y
AW E
TP M
TA W
AA ATGG
ME I
AGAA ATC
GG ATC
AA ACG
h um
ATT ACC
AGC TAG
TGAA ATG
in aĠ
TCTC TCC
et t
TGC AAAA
au th
AG TATA
si mil
TTTTC G
RL AA
TY I
TCCC TCC
thatĠ heĠ
TAC ACC
d ro
c amp
d g
l at
shi psĠ
r ac
AL K
NewĠ YorkĠ
w aterĠ
SS LL
AR C
it aryĠ
AY Q
TAA TCC
KQ F
DP I
resp on
sĠ .ĠĊ
P er
1 6Ġ
.ĠItĠ wasĠ
AGAG AAG
sm allĠ
QE P
AG TTTCC
HG F
KI M
TAA GGG
FV Y
1 3Ġ
LL GL
PV H
ATTC ATT
TATT TCC
MG F
s en
C or
o k
form erĠ
WL P
wro teĠ
IP Q
FL W
TH P
HG P
nor thĠ
AA AP
TY P
AA TAAC
PI F
TGC TTTC
TC ATGCC
EG P
y l
i thĠ
DE LL
ACTCC AGCC
emb ersĠ
si xĠ
RQ F
RE LL
of tenĠ
GG CCC
YV F
e al
K AT
pr is
AF M
TT M
SQ Y
FF F
o veĠ
Wil li
ofĠ hisĠ
AL AR
R AAL
KP Q
EE C
hal fĠ
AE W
AGAA GGC
AL AV
AGL V
MV P
TCTCC CC
TG AAAAG
TTAA ATG
VL AV
TAAAA ATAC
Fren chĠ
SD H
ST SS
st at
PE H
KP Y
PL W
th oseĠ
TD M
TGC TGGG
TG TATAA
LL SL
u tionĠ
ro y
AM Q
S TC
DD Q
HL H
AE AE
1 00Ġ
el ec
TAA TTTC
AD AA
AA TGGC
:Ġ "Ġ
hi stor
TK F
c ameĠ
h ol
DE H
man ag
FE F
ACAA ACAA
s ch
ACC AAAA
si bleĠ
ATT AGC
inĠ hisĠ
an dsĠ
TK Y
Ġ R
ID M
R AW
ATA TGTG
GE D
ATT TCTC
des ign
TTTT TTTC
R Ċ
RF Y
TAG TGG
W AA
receiv edĠ
per form
inĠ 200
.ĠA sĠ
ac tionĠ
d enĠ
re t
i ousĠ
AQ H
EL K
GL GL
ATA TAAAA
GGC AGC
AGG AAGC
ATTC TCC
II M
Eng landĠ
FI Q
h y
YL M
TI H
DD M
tim esĠ
ro leĠ
SP SP
LL AA
t ot
SY Y
KQ P
AH F
RR C
TGC TGTG
TV C
AE AV
KE H
AEL E
p it
EV F
itĠ isĠ
AGCC ACC
FD Q
ran g
YD Y
t yp
stor mĠ
4 0Ġ
ATT ATAA
R TM
beli ev
AG TATAA
DL W
AS GL
inĠ 18
Un ivers
TT H
ersĠ andĠ
LLL E
est ernĠ
ATT TTGG
AR EL
TAG TCC
EE AL
GG FG
oo t
TAA TGG
h eadĠ
m akeĠ
k e
b ar
ATC TTTT
TAA ATAC
an ti
LL K
ing tonĠ
PD Q
KL K
QG M
KG H
TF Y
SC V
ogra ph
AGG AGGG
YG Q
TGAA ACC
tĠ andĠ
TC TATAA
II H
QQ D
y ouĠ
KM I
QD F
;Ġ theĠ
vi ewĠ
QL C
cla im
QE M
ATA TAAC
E l
GC TCC
SG LL
IG W
i k
KY F
GGGG CC
v o
TTC TTTG
RP Y
li k
HE I
TCAGCC TCCC
RI M
TTTA TTTC
AG VL
AGC AGAG
T SSL
KD Q
En gl
em entsĠ
GAA L
TR H
AGG CCG
publ icĠ
AAC ATGG
TTG TTTC
TTTA TAG
AGG AGGC
sp ir
IE EL
er c
on eĠofĠ
TTTT TAC
.ĠD ur
ATA TTATT
VV LL
ATC TAG
di vid
QI Q
FG H
m embersĠ
. S
GGC TGC
c raftĠ
in f
we e
comm un
SL SS
AE C
PV C
s ong
AI AL
W RL
mĠ (Ġ
AVL G
CCC TGC
GGGG GG
P r
s it
TC Ċ
SQ M
ATT TTGC
AAAAAAAA AAAA
t ow
an geĠ
w entĠ
QI F
TAA TTAA
an im
DE C
W TL
ar ch
cordingĠ toĠ
ATA TTCC
.ĠH isĠ
TCTG TCC
with outĠ
cl ub
or derĠ
w eĠ
AGAA AGC
s oci
AK AL
st udi
ATA TCAA
AF H
TP H
In ter
GC TTC
AC TTTCC
AG TATTC
loc alĠ
differ entĠ
AAAA TTC
s outhĠ
YE P
AA K
GC V
writ tenĠ
TM D
CCCC G
FI Y
C Ġ
S u
ATG TGTG
AC TATA
AC TTTTG
ATT TCAA
al ityĠ
ut eĠ
g amesĠ
RE AL
res sĠ
nam edĠ
AA TTCC
ATT TTTAA
p owerĠ
TTTG TTG
b ack
S er
HE D
FP F
SW G
O r
SF M
W VL
att ack
DI Y
HL Y
n ew
VE M
RM I
SL GL
in flu
tĠ toĠ
TY F
SK H
TF Q
DV C
ATAG ATAG
TGC TGCC
esĠ .ĠĊ
anĠ ,Ġ
ATT TGAA
peri odĠ
AP AA
ATA TTTTC
TI M
TCG CCC
AAAG AAAA
ep Ġ
j ectĠ
SR W
ID H
TAA ACAA
p at
KY P
re fer
RL AE
AA TAAAA
DV W
ATA TTTAA
GGG AAG
AAGG AAGG
re st
aĠ "Ġ
RV C
SV LL
TTCC TCC
qu ar
AV VL
wh il
TTTA TAC
C oun
ro c
AAC TTTT
hi m
TAA AGAA
he ad
am ongĠ
R TS
SR C
od yĠ
.ĠWh enĠ
W ar
d est
su gg
VV W
AM F
SD W
l os
tr ackĠ
ingĠ ofĠ
K MV
AA EL
itt leĠ
ro adĠ
l et
ep ar
ent alĠ
ĠO nĠ
RL GL
SL AL
AGAAG CC
row nĠ
SV W
R ob
1 7Ġ
ATTC TTC
li st
f ron
K TS
TL AL
C o
AA TCAA
TC TTGCC
TCC AAAA
AE EL
VV AL
GC ACC
TGG AGAG
AF C
re etĠ
QV Y
t em
t opĠ
TCTC TAC
par tĠofĠtheĠ
ATT L
AVL V
RH I
TCTT TAA
CL D
TGG L
L ond
TAG TGC
ACAA ATG
1 5
RP M
TTTG AAG
ATAA ATC
SY Q
a kĠ
de fe
el sĠ
SH F
U .S
EE W
per son
th ersĠ
S GGG
TTTG TAA
K MG
dea thĠ
s edĠ
jo in
VV VV
giv enĠ
C ent
TTTG GGG
B e
TCCC TCCC
tedĠ byĠ
TE H
fi edĠ
AC GCG
ha mĠ
PP Y
andĠ aĠ
i umĠ
QV M
AGG ATGG
RV W
AS GG
PV W
B att
TTC TGTG
tedĠ theĠ
am m
mat chĠ
IL W
fur therĠ
GG AAC
K Ċ
EG Y
produc tionĠ
li v
GC ATT
TCC TAC
dec id
R iv
TCTT GGC
AV AG
TQ F
ev ent
ACAG AGG
fe atur
TM P
ann ounc
betweenĠ theĠ
com b
FE Y
v al
VL VL
g aveĠ
RS W
RK H
W al
thatĠ "Ġ
TCC TGAG
play erĠ
ex am
onĠ @-@Ġ
YG M
RQ M
SR LL
RL AL
AV GL
SD C
RM D
AC Ċ
AA SL
RM P
YP PL
1Ġ @.@Ġ
CL P
con tr
Engl ishĠ
K WL
c op
PP H
VE Y
TK M
SP SS
TCC TTCC
RD H
QQ F
IG LL
K YD
KI H
dre nĠ
RS C
t a
AC TATAA
TCCC ACC
ACAA ATT
u bl
DL AA
PD M
.Ġ G
SW V
T im
i allyĠ
on om
AAL D
re view
FV M
ationĠ ofĠtheĠ
AM M
TCAC ACC
AV VG
CCC ATC
AAATT CC
Ġ (Ġ
AAG TTTT
VV AA
GGG AGG
TATT TGC
str ic
GG LL
TC GCG
EL AR
P ol
iz edĠ
DP Q
AGAA TAA
SF C
GV F
E d
buil dingĠ
RD W
re f
ST LL
AS AS
AQ AL
AV R
d aysĠ
AP W
TH D
0 sĠ
f our
e astĠ
n i
TTAA TTTT
h eav
TTTG TTC
AGC TGAG
im p
KR H
GC TGG
TGC AGAG
fa therĠ
r alĠ
QP F
K TM
b ookĠ
TY Y
ATG TTTC
DI Q
GL AL
st atedĠ
QE Y
on yĠ
c astĠ
t akeĠ
AGGG AGGG
M in
TGC AGTG
I s
TT TGGCC
hadĠ aĠ
AGAA ACC
YE F
KQ Y
TGC TAG
at orĠ
ag eĠofĠ
AI LL
A s
le adĠ
GC ATC
AV VV
DP F
K FF
il i
KE LL
TGGGC G
ACAG AGC
TS W
SF H
tran s
elev isionĠ
y oun
s al
amp ion
ATAC ATT
AE VL
FG W
K SH
VG H
EL GL
or t
x im
A f
l ostĠ
.ĠB yĠ
C ityĠ
c ros
TCATT CC
scho olĠ
si onsĠ
TGG TGTG
KG W
TCTG TCTG
AL SL
MG P
s entĠ
AAG E
C SS
m ul
TC V
AGAC GG
AS VL
TD H
TGAA TAA
TATT TAG
PI Y
AGL G
TGAA ATC
YE Q
c r
ofĠ S
k erĠ
TH I
TGC TTCC
2 4Ġ
g etĠ
TGC AGCC
l and
VD Y
K HV
esĠ ofĠtheĠ
DE AL
ACAG AAG
AD RL
TCTC TTC
AAC TAG
IL GL
TATT AAAA
C GG
ag re
IP M
EE EL
AA RR
ab lyĠ
KQ M
TV W
VL SL
.Ġ K
TCTG GGC
ACC AGCC
AG R
TCTG CCC
ACC TGCC
TAC ACAC
TTTT ATC
ST W
KV H
e h
AAAG AAG
ur ric
AGC TGTG
HG H
TAAAA GG
aw ayĠ
AG VV
W estĠ
AC P
edĠ atĠ
FV H
D av
n sĠ
TCC TGGG
AD VL
HG Y
Can ad
TTAC ATT
LL TD
inĠ whichĠ
TGG AAGG
bo ardĠ
TTC ATTC
ACAA TAA
ED F
mon th
re plac
SE C
g un
GE P
throughĠ theĠ
car eerĠ
c y
PP SL
DE W
S ASL
EG Q
AA TGCC
VE H
RP H
ic allyĠ
tionĠ ofĠtheĠ
TTTA TCC
E x
ough outĠ
s w
R ec
SC P
SQ H
TAAC ATT
AE KL
AH H
AL VL
AC GGGG
RI C
II C
ML M
SG SL
KM D
TC TGGCC
su ff
PE W
ar ti
EG M
AG TGGCC
ACAC GC
gr ad
simil arĠ
AVL E
h ear
AR VL
ATA TATAA
n everĠ
ATA TTGC
TM I
DL AI
TATA TTC
i onsĠ
TL AA
edĠ toĠtheĠ
AAAC ATT
QQ M
TTATT CC
AR AV
AAAA TTG
ACC TAG
AP LL
MV F
ATAA TTTT
AA TATG
AG RL
bec om
KI C
air craftĠ
y leĠ
VP F
AG AD
R LLL
ACAG ACAG
AS AV
QG W
ATA TCTC
AGGCTGG AGTGC
AE K
IK F
AGC TGGG
PL PP
am sĠ
AG VG
enti alĠ
AAG AGAA
AC ATGCC
AAAG AAC
mil itaryĠ
av er
ACAC AAC
SS SP
him selfĠ
CC L
AG SL
Com m
GG ATG
GC AAC
ACAG AAC
EL EE
AGGC TCC
TAAAA TAA
AR GL
RH D
AI W
RF Q
RE W
TTTT TAG
TTCC TTC
IK Y
D iv
RY Y
mar k
TTTC ATC
shi p
h ar
l ingĠ
m erĠ
RR RL
ATT AGG
SW E
KV C
bec omeĠ
GG TGG
RS LL
h owĠ
ru nĠ
RQ Y
SE LL
develop mentĠ
IL AL
n ec
EL KK
RH F
KP M
TGTC TCC
RE RL
ar riv
AA AI
en sĠ
thĠ centuryĠ
TATC TATC
YV Q
w inĠ
ML Y
ur chĠ
AA TGAG
r onĠ
YL C
edĠ thatĠtheĠ
SV SS
AG AGGCC
TC TATTC
n ightĠ
SP C
,Ġ whoĠ
R om
TTTT TTAA
AK LL
TTTC TTG
IL SL
int ro
TTTT GGC
AE R
AAAA TGC
im port
AGAA GGG
ofĠ M
HV F
AA AS
c le
SE W
sp e
TCTC AGC
TL SL
CCC TTC
AGTG GGG
AAAA ACC
ACAG GGC
2 2Ġ
R us
AW D
ri bu
att ackĠ
consid er
pres entĠ
TT ATAAC
AL AD
TTTG ATT
TCTT TGC
VV AV
SP W
ATA TCTG
PD H
id eĠ
.. .Ġ
FE M
IL K
TAC ATAA
MG M
AC ATGGC
edĠtoĠ beĠ
ad d
VL K
ATTG ATT
KF Y
FV C
TTTT ATG
AC D
ACATT CC
AGAG AAC
underĠ theĠ
EL AL
RD LL
f el
2 1Ġ
PD W
A t
ac ros
no t
DV LL
AAAGTGC TGGGATT
car ri
b us
f ail
esĠ thatĠ
AGC AGCC
FD M
Ġ L
YV Y
for ceĠ
KK C
g ar
IV W
cur ren
AAG I
ha vingĠ
PV LL
R ALL
YG H
QG H
GGG AGGC
SC E
ATA TTAC
TV LL
compan yĠ
edĠ fromĠ
VL GG
RR AL
canĠ beĠ
ATTC ATC
AAAA GGC
AW I
TS LL
m en
GG ATT
AH Q
includ edĠ
AA VV
TTTT AAG
c at
chil drenĠ
wasĠ notĠ
G CCC
th re
DL K
ACAC ACC
w ea
TGTC TTC
AGAA ATAA
DD H
cont ain
Sc ot
SI LL
TD W
GGG TTC
)Ġ Ċ
MG Y
ac t
TATT TGG
GC TTG
l ightĠ
moreĠ thanĠ
f re
h om
dueĠ toĠ
PL AL
ME Q
ID W
GG TAA
TL GL
VL VG
at uresĠ
l ev
QQ H
sc i
AQ AA
AV AE
RV LL
TCAA ATT
AP AL
an eseĠ
AEL G
asĠwellĠ asĠ
TI C
TG TATTC
AEL V
KL GL
IE C
ACAC AGC
AD VV
TW G
S AVL
AA TCTC
TAC ATA
ACG CCC
IE AL
v ir
pl oy
pro f
FP Q
inv olv
AQ LL
TW E
RL AR
e as
VL VV
s qu
AV K
TGTG TGC
DG K
Gen eralĠ
ID C
RE RE
AG ACAGGG
RL K
EL VE
EV Q
ACG AGG
SS SG
TG K
om b
an aĠ
con cer
en dingĠ
AAATG CC
sign ific
againstĠ theĠ
camp a
VD Q
HL M
tak enĠ
YI Y
Lond onĠ
AGGG AAG
AAAA GCC
Austral iaĠ
EL R
1 3
AP C
TG TGGCC
GG AG
TAA ATTC
TAGC TGGG
theyĠ wereĠ
SG AL
en dsĠ
ti g
TL K
AGG V
TTG L
ch angeĠ
previ ousĠ
TGCC ACC
a ur
eĠ,Ġ butĠ
S y
S AGL
ADL V
par tĠofĠ
AR SL
s ingĠ
YD Q
AGAG GGG
S GGL
tot alĠ
og etherĠ
AC I
TY Q
AA TTGC
esĠ .ĠTheĠ
AP PP
TT AAAAAA
.ĠTh eseĠ
er tĠ
AAAA TAG
h ouseĠ
t ropicalĠ
DG LL
TCC TCCC
ATA TAAG
PE LL
RQ H
e i
TTTT TGC
AGAA AGG
SLL G
TTTG AAC
ACAG ATG
TTC TCTG
SG AG
KE C
AF W
RG RG
St ateĠ
DD W
.Ġ J
Ġ P
SR SS
em sĠ
sh ortĠ
TTAA ATC
GGGG GC
an kĠ
AA AD
AAAA AGC
f av
con sist
S ec
KV W
HP F
S AAG
TTTT AAC
TL TL
d omĠ
outĠ ofĠ
R ep
CL I
v ol
AI GL
se enĠ
QL W
TGATT CC
TTG AACC
AA TCCC
RL RR
M ic
f le
DP Y
EL AK
TTTC TAA
b it
KE KE
l owĠ
PP M
TG LL
whichĠ wasĠ
TCAG AAG
TGC TGGC
TGAA GGC
AD GL
ACTG AAC
VV GL
YE Y
TTC TGCC
olog yĠ
KM P
SK C
H i
AC GGCC
H er
p ow
AAAC TCC
or Ġ,Ġ
TGGG AGG
g oodĠ
FI H
IE KL
AG AGGAA
PI Q
tra in
YP F
MI FF
TGG AAGC
k mĠ
DD LL
ex Ġ
AE AI
AY M
contro lĠ
tra v
PG AG
QQ Y
SD LL
GC ATG
RF M
TTTAA CC
sĠ ofĠtheĠ
WL F
e ightĠ
TC ATGGC
SI W
TGG AGGC
SP LL
coun tryĠ
ro l
AA TAAG
AT VL
b oo
d en
TTAA ATAA
C GL
AGAG ATG
s esĠ
IE K
TR W
TCAA ATG
TQ Y
TGG TTTC
SL K
r ingĠ
IP H
FL GL
ex peri
g oĠ
KK W
EV Y
ic ul
GG TTC
TATA TTG
SM F
AAAC AAAA
performan ceĠ
cre atedĠ
ATC TTCC
an k
GC E
hi storyĠ
intro duc
tĠ 'sĠ
AE GL
AGG TGTG
ATT TCTG
LLL D
TG AAGAA
AK W
PL SL
TT TGGAA
SLL E
2 3Ġ
HG Q
TATTG CC
RR R
AG TL
AS K
ACTT CCC
t elevisionĠ
sur v
m ed
DD C
AA TL
w aysĠ
TG TCCCC
EV M
on n
oc cur
TCAG GGC
ACTG AAG
ar easĠ
or geĠ
ACAA ATC
KY Y
TAC TTTC
KK LL
com par
ATAG GAA
SV SL
ARL E
QD Y
retur nĠ
An g
mar ri
FE H
YI Q
id d
ME P
TTC TCCC
c ir
VL DL
VV VG
IV LL
VL R
AV SL
TGG ATA
TH F
oun dsĠ
ev er
edĠ "Ġ
ARL G
HP Q
.ĠHeĠ wasĠ
sĠ,Ġ butĠ
h oweverĠ,Ġ
201 0Ġ
TAC TAG
AGAG AGG
v ill
19 0
TGG AGGG
serv iceĠ
FD H
o st
Ļ Ġ
GC AGG
RG LL
an gĠ
TF H
ARL V
ATTC AAC
AQ W
AG TA
TW V
ATTG TAA
SP DG
EL RR
AS RL
GG TGC
RD C
KE W
EE IL
TV TV
,Ġ heĠ
VL GV
6 0Ġ
T r
RY Q
Jap aneseĠ
ATC TTTC
t our
TTTG AAAA
AC ATAAC
ra tionĠ
SR SR
TGGG AAG
des ignĠ
IE LL
AAL P
ri st
re stĠ
mis sionĠ
rele aseĠ
sh ouldĠ
S ASG
gre atĠ
urric aneĠ
AH Y
.ĠA c
.ĠAl thoughĠ
v erĠ
wor k
sĠ .ĠTheĠ
AK AA
ACAA GGC
sc ri
EE AA
IK M
ATAC ATAC
c entĠ
op p
n ov
N o
AG AI
:Ġ Ċ
tit leĠ
owev erĠ
TTTG TAG
atĠ aĠ
IF Y
tor yĠ
MV Q
KL KE
RF H
in j
TCTG GGG
C AA
FF Y
St reetĠ
Willi amĠ
intoĠ aĠ
R oy
GC GCC
GD F
AL VG
K ingĠ
TGAA ATAA
2 7Ġ
AR AR
TATG TAA
C SL
p ea
AK EL
QV H
aug h
N av
w an
AGATG CC
AS R
d oc
aĠ (Ġ
et yĠ
RL RL
RI W
poli ticalĠ
esĠ ,ĠandĠ
sh ar
i orĠ
c ast
AA TACC
TCTC TGC
GC D
TGTT CCC
TTTAC G
eĠ @-@Ġ
GG TTG
ATT TCCC
GC AAG
DG TL
KD H
h on
f aceĠ
IL AA
ATA TTGG
sugg est
SC D
TA SL
DL AL
S TAA
t ech
.ĠTh ereĠ
ACC ATCC
TCC TAG
QD Q
pro b
RD AL
AG TATTTT
play edĠ
FI M
AAAC AAC
AR K
poin tĠ
AA TTATT
SF W
ACAA AGC
enĠ ,Ġ
AA TAGC
ar tĠ
TP W
TTC ATAA
TA VL
TTTG CCC
ACTG GGC
TGTG GGG
TC GGGG
er n
AG AS
GL SL
TGTT TGC
M or
TGGGG CC
AY H
AAG ATAA
TAL V
RL RE
AGAC AGAG
âĢ ĻĠ
SH Q
ACAG CCC
2 8Ġ
TCAC AGC
AAAG TAA
SH Y
AV AD
Div isionĠ
AC TGGCC
IG AL
Riv erĠ
TG TATAC
vari ousĠ
theĠ firstĠ
TATA TAG
AG SS
ofĠ B
thr oughoutĠ
AG SG
AI AR
RL SL
ML H
TTC TGAA
DL SL
TC E
TK H
YQ Y
TGGG GGC
AC AGGCC
VL SG
TTG TGTG
w oodĠ
ATT TGTG
S ATL
AGAG GGC
TG TTTA
ti nĠ
TC TATTTT
TF M
GG GL
VD M
TTTT TGG
TE LL
AGAGC G
TG ATGCC
TA TL
AG EL
AVL D
r adi
t ogetherĠ
RL AD
ic i
to oĠ
KE K
g ran
includ eĠ
AK C
TTC TTAA
AGAG AGC
AAC AGAA
AA VE
DG SL
AGTG AAG
AG IL
com eĠ
ACTG GGG
FI C
AAC ATAA
whenĠ theĠ
incre as
TT LL
SI SS
au di
FP Y
esĠ areĠ
TQ M
Ge orgeĠ
TAC ATAC
TC ATCCC
sev enĠ
TCC TTTC
TTTAA AAAA
AGL P
s iteĠ
it er
w ardsĠ
ATT TAAC
KD C
pro pos
AP DM
SD EE
AGGC AGC
AGATT CC
RE C
TTTG ATG
AGG TTTC
KD W
TAC AGAA
ALL P
ab ilityĠ
IL IL
TL EE
DL GL
ingĠ inĠ
TATT ATC
AL RR
edĠbyĠ aĠ
publ ish
charac tersĠ
PE C
ASS G
l ittleĠ
TG TA
ear li
AGL E
DV VL
GCC ACC
TCTG AAG
DE VL
SC I
WL Q
SV AL
TG AGGCC
AGG AAAG
TCAG CCC
AA AQ
AGGC GG
pe ti
AD EL
oo d
TD C
TLL G
TG AAGCC
AGCC ATC
l erĠ
TGG TCTC
ch Ġ,Ġ
AA TGAC
asĠ anĠ
KL KK
AGG AAAC
HD F
@.@Ġ 5Ġ
AV AR
fir eĠ
it alĠ
AE QL
ACAAC G
HE P
SLL V
DE DE
TGTGTGTG TGTG
ul arlyĠ
w onĠ
SH H
TC ACCCC
1Ġ @,@Ġ
m emberĠ
h ous
u re
MD F
ear chĠ
TTCC CCC
K TH
t ar
TLL E
DL VL
HG M
ATT TTAC
er ingĠ
AA TTAC
SW D
IE RL
th oughtĠ
W PL
ACAC ATC
QE H
P et
AS AP
Ro adĠ
EL SL
Le agueĠ
tim eĠ,Ġ
str ongĠ
min ist
com man
TTTT GGG
TTC AGAA
S TAL
ATA TACC
AV GG
SP PP
.ĠF orĠ
esĠ inĠtheĠ
TC AAGCC
ATT ATTC
TCCCAGC TAC
AGAG CCC
AGCC TCC
AF LL
TTG TTTG
ATGG AAG
or ityĠ
a hĠ
2 6Ġ
TATT ATG
)Ġ .ĠĊ
N ew
EE VL
SK W
AC TATTC
AGG TGGG
ic sĠ
KP H
TG TATGC
us edĠtoĠ
ASL G
TATT AAC
J amesĠ
FI TT
repor tedĠ
TC ATAAC
fel tĠ
t sĠ,Ġ
mak ingĠ
ASL V
AL GV
Ġ W
Austral ianĠ
TTTCC G
m iĠ
YP Q
C ap
KR W
AE AG
AT SS
201 1Ġ
IE W
IF Q
endĠ ofĠtheĠ
AE SL
AS TL
AC ATCCC
AC GGGC
.ĠA tĠ
ATT TCAG
TT W
V i
AI VG
TGGCC G
AA TCAG
TGTT TAC
QP Y
R eg
TGAG AAC
DG VL
fil m
KI W
AAAA ATA
EE AV
WTV YPPL
AA TGGG
AGC AGGG
YE M
g row
SM Q
KE KL
AGC TGCC
S AGG
h indĠ
TC AGGCC
l ong
SM M
s il
ACACACACACACACAC ACACACACACACACAC
AGAC GC
bor nĠ
event uallyĠ
AAG AAAG
m entsĠ
SW I
TTTC TGC
LLL I
TP TP
DL AR
ACAG TTC
no tedĠ
TA SS
IV GL
FF Q
EL RE
z eĠ
li veĠ
befor eĠtheĠ
IL SS
TCAA TAA
AGG TTTT
andĠ wasĠ
us ingĠ
TGTGTGTGTGTGTGTG TGTGTGTGTGTGTGTG
AG ATAAC
AI TM
si anĠ
AAATG GC
AV GV
TCAA GGC
ATT ATA
RP LL
fe etĠ
AGG TGGC
ATG ATAA
ATT TAAAA
TL R
s oldĠ
AEE E
TAA V
tr ack
AAG AAGG
1 4
EE AE
loc atedĠ
TG SG
DG TV
TATT CCC
YF Y
ME F
ADL E
SY M
TGTT GGC
EE K
v oc
ingĠ thatĠ
s ha
we ekĠ
O Ġ
tsĠ ofĠ
u tĠ
erĠ ofĠ
at sĠ
AAAA L
tr adi
TTTC ACC
AS AG
TGTG TCC
AGC AGAA
Af ric
AAAA CCC
b ir
AAG AAGC
EL AD
PD C
GE F
AL RL
em or
aboutĠ theĠ
GGGG GGGG
TGC ATGC
inĠ S
MG Q
AV IG
LLL P
SV AA
HE F
TR LL
AE VE
KS TL
AL TL
DG DG
ATCC ATCC
DI H
FL SL
AE VV
TGTG TAG
TGC ACAC
SS GG
re present
RK LL
AGC TTTT
GG ACC
comm onĠ
TG TATTG
in kĠ
TGAA TTC
TGG ATAA
TE W
e mĠ
K FP
TGC TCTC
en siveĠ
AGTG GGC
qu eĠ
RR AA
TR C
SG TL
B i
RP W
AA TCTG
inĠ19 9
TQ H
AE TL
inst eadĠ
H en
s awĠ
com pos
SD SD
AK KL
AGC TTTC
AS IL
AGG ACAC
KR LL
V C
le av
VL AD
GC P
RL VE
re spec
ATG AGAA
PP AP
b odyĠ
SG R
SP SL
AA TA
QE LL
K CL
YL W
KE AL
SG AV
id enti
TGG AAAC
AGC TTCC
l ab
M PL
h un
B r
TV TL
KR C
YP Y
es tim
ationĠ andĠ
SE AL
AG AAAAAA
HP Y
ind u
DG VV
ATA TATC
y n
TGTG TTC
AW P
AAC AGAG
AGGC AGG
TAG TTTC
j ec
TP C
GL AA
SY H
AD GV
enc yĠ
ST SL
N e
on ceĠ
HP H
TC GGGC
m oun
VP Q
in ningĠ
TCTG TTC
AT SL
i Ġ,Ġ
AE AR
ATA TCG
TGTGC G
II Ġ
AATT AAAA
dest roy
TTG ATAA
Ar myĠ
AW Q
TTTTG TTTT
TCTT GGG
KD LL
EG H
si b
RV AL
iaĠ ,Ġ
enĠ 'sĠ
KF Q
GG AAAA
QD M
TT AAGAA
AM Y
AGC GCC
IV AL
TCC AGCC
pre sid
oot ballĠ
tic sĠ
reĠ @-@Ġ
SG VL
bri dgeĠ
TE C
GG VL
MP F
DL SS
RL VL
TP LL
TCC TCTC
TAA ATGC
TATAG CC
a j
play ersĠ
TCATT GC
TC P
c over
SR SL
GG TAG
TCAA ATC
forĠ hisĠ
f em
AA VG
19 Ġ
B ro
re p
wasĠ alsoĠ
st yleĠ
par tĠ
ASL E
ATG TGCC
AGAG AAAA
ME M
DL R
IG SL
TCC TTTT
TGTG GGC
ing domĠ
AGATG GC
200 8Ġ
KG K
TGGC GC
YV M
KL AE
DL VV
TCCC AGG
AR TL
import antĠ
WG F
ACTG AGC
KS LL
TCC ATCC
AAC ACAC
IE SL
RQ LL
TV AL
IG AG
Eu ro
p rais
TCTT TAC
TTTG GGC
I SS
ti ceĠ
KK K
em ent
AGAA TTC
TGG TGGG
AAC ATTC
s ett
EL EL
KQ H
ACACACAC ACAC
u k
ATAC ATG
r isĠ
DG R
AAC ATAG
ID AL
AA SS
RF C
ACAGC G
ACTG CCC
ra therĠ
AV TL
vis ionĠ
TP EE
QI M
ID LL
TATC ATT
2 9Ġ
AE IL
ACAA ACC
be hindĠ
campa ignĠ
AY C
GGL G
TCTTC G
AC AAGCC
ATA V
rel ation
SD SS
TT SS
TGC ATTC
AS VV
AW F
SV VL
cl assĠ
AD AD
yĠ 'sĠ
TTTA CCC
TL SS
AQ RL
DP H
TGG ATTC
G l
ACAG GGG
ingĠ hisĠ
TGTCC G
TGAA AGC
AA TCAC
ATA TTTTG
TC TTTTCC
ATG AGCC
establ ish
TF C
PG LL
AI AV
ex c
ATC TCTC
pr ac
"Ġ theĠ
ATA TATAC
N Ġ
TAA ATAG
AGG AGCC
ha elĠ
ACCC ACC
ter n
if icĠ
SG TG
n omin
ACAG AAAA
pop ularĠ
k mĠ)Ġ
HL C
TV AA
DE AV
TGG AAAG
TS AL
SV AV
201 2Ġ
wi deĠ
TGAC TTC
PL AA
andĠ S
18 9
KL EE
e di
RL AG
IK H
sc re
n atur
AC ACCCC
.ĠI n
as hĠ
FL AL
fi f
TAA ACAC
inĠ )Ġ
GG TCC
AAATT GC
ag edĠ
SK LL
TM F
ATA TTAG
ATC TGCC
AT VV
elec tr
HV Q
por tĠ
M TL
AQ C
ACAA ATAA
HH H
DL AG
entĠ ,Ġ
AG ACCCC
D AA
AI AG
dsĠ ofĠ
lev elĠ
TAG ATAA
TV K
suppor tĠ
QI H
TGAG AAG
p en
KV LL
ei therĠ
AK RL
TGAA GGG
eĠ 'sĠ
TTGG GGG
TTATT GC
dra w
TTTC ATG
TCTT ATT
ACTGC ACTCCAGCC
PL VL
TAAC ATC
VV VL
RE AA
enc esĠ
GG SL
TGG ATGC
Ã ¡
KL SL
DG RL
RH Y
ATGG ATGG
TGAA CCC
l es
whil eĠtheĠ
TTG TCTC
i b
RH H
R AC
VI Q
TTTAA GG
wi f
sub sequ
YV C
FL K
FD W
TCTG TAA
a x
TGG AGCC
DI M
ad ditionĠ
EL IE
TCTG TCTC
AGGC TGC
PI M
GC I
f igh
TTTT TTTG
l aw
PG SL
wh iteĠ
GG AL
ACAG GCG
PL PL
ch e
TAA E
TGAC ATT
diff icul
.ĠItĠ isĠ
or dĠ
ATA TGCC
edĠ ofĠ
AI K
ag esĠ
SG SV
8 0Ġ
VI Y
ASG V
IG VL
QR LL
Fran c
TC AGGAA
s epar
ass oci
E astĠ
TCAC TTC
200 9Ġ
ac hi
Th om
T EEE
YG W
TTG TTAA
fe aturesĠ
f ig
r ul
SP AP
P SL
GGG V
r outeĠ
r oundĠ
TG ATGGC
DL DL
TGTG CCC
AEL D
AGTT CCC
S AEE
EE VE
sĠ,Ġ whichĠ
FSL HL
CL F
c am
TA R
ĠA Ġ
TGC AGAA
TG TTGCC
TAAAA ATAA
TT ATGGC
st re
st onĠ
AGTTC G
origin allyĠ
ACAC ATT
AAG AAAC
.ĠA tĠtheĠ
d ou
us h
sĠ thatĠ
QP H
fromĠ aĠ
AA Ċ
gu nĠ
ATGC TTC
ATG TTTG
TLL V
hasĠ aĠ
FG LL
DG SV
wor kingĠ
TG AL
SSL E
EE RL
AV VE
rig h
VV AG
AGC ATCC
AF GL
Eu rop
ACAG ACC
ACTG TAA
TCTG TTG
AS AI
AAL I
F in
al istĠ
QL K
AC TCCCC
DL VE
TC ACGCC
TAG AGAA
al mostĠ
ATC ATTC
M ad
GGL V
TG SS
RM Q
d ev
IG K
in esĠ
ATA TGGC
edĠ onĠtheĠ
GG TAC
ML C
ED Y
Roy alĠ
DV AA
"Ġ TheĠ
AM H
AGTG TTC
ATAA CG
TGAG ATT
TAL G
TT AAAAAAAA
RR VL
TGTAATCCCAGC ACTTTGGG
GC TAC
SG VG
TP PP
TG ACCCC
AC TTGCC
ACC AGGC
SS ILG
PL PE
TATTTT CC
sh or
HV H
HI Y
SSL V
"Ġ .ĠTheĠ
TC TATAG
AC AGGAA
AAC ACAA
EI Y
inĠ B
TTCC AGG
ATTG AAG
AIL G
MP Q
SGG E
TC TATTG
ev eryĠ
po st
TCAC AGAG
ra p
RF W
GG R
PG AL
resĠ (Ġ
V ir
YV H
SI SL
TAA TAAC
EE KL
poin tsĠ
ATGC TGC
AD SL
TA K
ATTG TTG
ATG TTAA
u st
AATT TAC
thĠ andĠ
ef for
AR QL
WL Y
tro op
I tal
la un
AA TATC
20 0Ġ
SV TL
TGAG GGC
Ch ris
PL SS
AAG D
eĠ,Ġ whichĠ
WorldĠ WarĠ
kmĠ /Ġ
c el
AG AP
E ar
TE AL
TATG TATG
VL SS
AGGG GGC
pu tĠ
AV SS
QP M
scri p
EI Q
n eg
h our
AA TTGG
lĠ @-@Ġ
av ail
AA AK
or der
resid entĠ
SV GL
RG R
es sionĠ
AH M
AG VD
tionĠ =Ġ=ĠĊ
EE IE
GG SS
TTC ATCC
IL DE
VG W
retur n
IL SG
) Ġ,ĠandĠ
an dingĠ
0Ġ @.@Ġ
el Ġ,Ġ
m otherĠ
AE RV
heav yĠ
KL VD
youn gĠ
pos sibleĠ
VL TL
AV AS
AE RR
EL KE
ACG TTG
ad di
AD AI
TW D
sĠ areĠ
TTTA TGG
p ain
AG TV
TTCC ACC
KL VE
TCTT TAG
AGC AAGC
S APL
TGCC CCC
,Ġ withĠ
SR AL
ATC TGTG
YY Y
m ir
anĠ 'sĠ
a ul
AF AA
AAG AGAG
ATC TTTG
TG SL
KY Q
AGC ATTC
RE GL
SQ C
S cho
PL TL
Ġ=Ġ=Ġ =Ġ=Ġ
AA TTTTC
AGC AGGC
br oughtĠ
esĠ aĠ
RM F
all Ġ,Ġ
AC TATAC
AGGCTGAGGC AGGAGAA
d ic
h and
upĠ toĠ
ATG AAGC
WG P
RY H
sheĠ wasĠ
AF AL
AV EL
ACC ACAC
mat er
ec onom
success fulĠ
TG ATAAC
in divid
SE SS
olog icalĠ
TC AAAAAA
TAAG AAC
TTTA TTTG
AI SL
read yĠ
pl an
sig nedĠ
S ch
"Ġ wasĠ
HV Y
ob serv
AD R
AAAA TGG
SQ LL
le astĠ
SG RL
TTTAA GC
am aĠ
TAATAA TAATAA
organ iz
VL DE
RK C
TCAG AAC
GCC GC
SLL D
sĠ aĠ
IL DL
QQ LL
SSL G
AV RR
SG TV
TATTC G
a ticĠ
kmĠ/Ġ hĠ
SV PL
it tedĠ
min ut
pi ec
AC TGGAA
TTGC TTC
S ARL
bus in
r aĠ
SF LL
gen eralĠ
VV SL
tow ardsĠ
TCAG GGG
ATTG TTC
enceĠ ofĠ
AGC TGAA
AG IV
GG GCG
HE Q
SE EL
HI Q
st and
SG AA
KG LL
P ri
rec og
TCACTGC AACC
comm ent
QV C
AA TCG
RH Q
" Ġ,ĠandĠ
PV AA
MV Y
ATTC TAA
TCTC GC
IE GL
TT ATAAG
AD IL
AGL D
AG VP
FD C
TAAAA ATT
ti anĠ
s ay
r aceĠ
Par kĠ
QR W
TGTT GGG
RQ W
ep h
RM MSF
ex ist
SP AL
ĠA fterĠ
TD LL
ind ic
AK VL
AC TATAG
TATG TAC
TP AP
ATGG TGGC
200 7Ġ
AGAAC G
TT AL
ell ingĠ
n dĠ
TATC TTC
ash ingtonĠ
ME Y
AI AE
IE AA
n onĠ@-@Ġ
ampion shipĠ
EV C
ateĠ theĠ
Coun tyĠ
AGC TGGC
TTTC AAC
TAAC AAC
pl ann
TGTC ATT
VV GG
ST K
d own
TC I
RV R
AGGC GC
TCTG TAG
con n
cl oseĠ
YF Q
reg ionĠ
TTCC ATT
mod ernĠ
TC TATAC
consid eredĠ
TGTG AAG
IG IL
AGCC GC
AC AAGAA
TV SL
PI H
ATG TGAA
DE IL
TTTGC G
ed uc
ful lyĠ
5 00Ġ
pre c
ATAC AAAA
heĠ hadĠ
AS VG
SW P
AR DL
TCATC G
AGC GGC
VV GV
str yĠ
S AIL
TCTG TGC
sĠ inĠtheĠ
PL SP
QL AA
AV RL
ATAA TTC
AS EL
ea st
RE VL
ATL V
l oo
TA TGGCC
TCAA ACC
SY C
con v
EG W
SQ W
TTTA TGC
B estĠ
ch esĠ
Joh n
M al
AGGGG CC
TTAAC G
atedĠ theĠ
QF Y
M VL
TGTC ATC
AR IL
TTAA TTC
DF Y
ar t
IP LL
alongĠ theĠ
TAC AGAG
SSL P
KV K
TCC TGGC
QL AL
C our
TP SS
bl ackĠ
ACTT GGC
ATTG TTTT
se eĠ
AG SV
GG K
AI VL
TTAA TTG
ATTC ATTC
nĠ 'tĠ
PG AP
ver s
TC D
SG KL
AGG ATGC
SC F
MI Q
TA TGGAA
AGATG GG
AAAA GGG
RE EL
oc c
AATT CCC
ATL G
TC TACCC
s oonĠ
AGAC ATT
g erĠ
C re
ATGG AAC
RL SS
TGG CCCC
TATAA CC
AGC AGTG
AA TTTAA
AG RV
TGGG GGG
TCAC ATT
Qu e
DV AL
si x
a ut
w esternĠ
PG VG
ATL E
B ur
tur alĠ
M KL
TGG ACAC
in form
M il
AGG ATAA
DE VV
AAAC ATC
Euro pe
DL AE
ALL I
EL SS
PL GL
s our
ir stĠ
AY W
TCAG ATG
ec u
AK AV
TATG TTG
disc over
ACATT GC
ast erĠ
par tyĠ
AG ATCCC
st ageĠ
AGC ACAC
DG KL
PL VV
EE GL
TCTCC G
TTCC ATC
ag oĠ
RS AL
club Ġ
TGAG ATC
TI W
batt leĠ
CG P
D r
inĠ anĠ
AGGC AAG
RK W
ov i
ATTG AAC
ent er
TGG TTGC
TA VV
TA SG
TTC TGGG
KE KK
gener allyĠ
EL DL
TCACC G
andĠ hisĠ
TATATATATATATATA TATATATATATATATA
TCAGC G
TTTG TCC
ĠA l
ACG TGC
7 0Ġ
AAAA TCC
TTTC AAG
TCCC TGC
S qu
GV Y
ACATC G
GG TG
ex ten
SE K
bro ad
EE KK
em ploy
AGATG GGG
AC ATACC
TC ATAGC
TL VL
TGTC ACC
ingĠ "Ġ
M TV
m etĠ
TTTC TAC
DE AA
recor d
TAA TATT
TGTG TTG
AC F
TAAAA ATG
ap Ġ
g e
TCG AAC
QR C
byĠ aĠ
TTGG AAG
TGCC GC
AP GL
hel pĠ
AG TATAC
AGCC AAG
S TGL
f oc
TTTAG CC
TCTGC G
QF Q
ATGC ATT
IV SL
PD LL
KE IL
ATGG ATG
TAL E
GE M
Batt leĠ
ATA E
GI Y
SLP VLAG
GE Q
AGC TCTC
GV Q
A m
f ewĠ
TLL D
ad em
QL GL
PV AL
a idĠ
TCAG TTC
edĠinĠ aĠ
YI H
su per
YE H
ar kĠ
QK H
con duc
TGTG ATC
TS GL
IP C
ain edĠ
TAC ACAA
GE Y
AQ AQ
FF M
Dav idĠ
AAAG GGG
le geĠ
AGC TCTG
AR AG
TTGC ATT
requ ir
AR VV
p edĠ
SL AA
TA EE
al dĠ
TA TV
DV K
TCCC ATC
ATTC AAG
o x
RV AA
AGGG AGG
KE EL
mp hĠ
IV AA
IE TL
II LL
DI C
A b
RE IL
s or
TGAC ATC
cap tur
AGCC CCC
S AEL
ATTG ATG
TGG TTCC
APDM AFP
TGG AACC
wor kedĠ
AAAAC AAAA
ex pres
AGGG AAC
TGGC TTC
TG TATAG
W AV
TH Q
AG TATAG
AC AAAAAA
TC TGGAA
FF H
AGTC TCC
YD M
CL Q
DL RR
TG TL
.ĠWh ileĠ
TC TATCC
wor ksĠ
R ich
ATA TAGC
AI R
n essĠ
SG VV
ATTATT ATTATT
GG AV
Ġ Th
l eng
TGTG ATG
AAGG AAG
est erĠ
TTG AGAA
AGG TTTG
KL SS
as sist
AG TATTG
LLL F
TCAC ATC
VD H
KM F
TAAG TAA
mi x
TGAG CCC
SI GL
VL AE
IL VG
SV K
HI H
TGC TTTG
ro omĠ
ch i
sh otĠ
edĠ asĠaĠ
M o
SE SL
publ ic
QV W
idĠ @-@Ġ
SG EL
KL AL
P GL
op enĠ
du ceĠ
ATAG AAAA
XXXXXXXX XXXXXXXX
GG TL
TTTTC TTC
TV AV
on esĠ
GGC TTC
RE AV
tĠ wasĠ
SD DE
SAL V
M EL
DG SS
TCAC GC
AG TTGCC
RL EE
int end
u sĠ,Ġ
ec hĠ
)Ġ .ĠTheĠ
ACTT TAC
AAG TAGC
AK GL
st ationĠ
TA TCCCC
PL AV
tor sĠ
TM Q
"Ġ (Ġ
AC TATTTT
RL EL
TI LL
MD Y
TL AE
CG F
AG RR
v esĠ
AP VL
ACAG TAA
ACG ATC
ou l
RQ AL
withĠ hisĠ
TV VL
SS GL
ACAA AGG
FV LL
AGAGAGAGAGAGAGAG AGAGAGAGAGAGAGAG
Ch in
SS AL
AGAA CCC
ev id
KL AD
TGCC TCC
TGC ATAA
TATG AAC
d ateĠ
ACC TCCC
dam ageĠ
SLL P
TTTC TCTC
W ashingtonĠ
TTG TTCC
edĠ .ĠĊ
en seĠ
ASS V
FP H
C AL
ACACC G
GGG AAC
GD Y
star tedĠ
TA VG
o thersĠ
AGAC AGC
AGCC AGG
pro mo
DL AD
il leĠ
RE R
DE EL
PE AL
AI KK
ACC GCC
TTTC AAAA
M AS
ATAC AAC
ASL P
b at
TATT ATAA
TATT AAG
DG SG
det er
SE SE
TH Y
ADL G
do esĠ
r Ġ
SP AA
ur Ġ
is landĠ
TA EL
m y
g in
eff ec
ACTG ATT
AI AD
AIL E
l igh
Ġ,Ġ butĠ
IL AV
w oĠ
TT ATAGC
S AAV
IV K
SD AL
TT ATATAA
ATA TCAG
AG VE
TVL G
AA TATA
TTTC TGG
RL AV
IE DL
RI LL
IG AV
RS GL
IL VL
exam pl
with inĠtheĠ
VV K
TCTT TGG
ATA TGAC
ab or
WL H
AT K
ATTC ATG
TC AAGAA
GG SG
PV VL
AAL Q
TAAG AAG
es sion
AATG AAC
cl ass
it te
tionĠ ,Ġ
S EEE
ATC ATAA
YI C
Europe anĠ
d riv
AGL I
ATGC GC
RE KL
RY M
GGG ATT
AAAC TTC
S ATV
edĠ itĠ
TGTT TGG
TA DG
IL GV
pre par
TGTG TAA
GGG CCC
IL TL
TAAG AAAA
GGC TCC
tsĠ andĠ
ATC AGAG
MG H
TGAA TAC
k yĠ
SI AL
mentĠ ofĠ
PV AV
SV TV
ev entĠ
TGGC TGC
AP SS
TGAG ATG
DL AV
AS PL
AK SL
S ATP
KE VL
af fĠ
TGTAG CC
TS AA
V ic
IV GG
KF M
AGG AACC
RL GV
AG KL
PV SL
EV H
RV AV
isĠ ,Ġ
m ot
TC TTGAA
larg estĠ
S e
GL VL
IG DD
sur eĠ
AAAG ATG
atĠ numberĠ
TGAA TAG
ATGC TAA
in spir
con c
FP M
signific antĠ
cont ribu
ACAA CCC
TG AV
TTTC AGC
high wayĠ
H un
AP VV
IV GV
ACG TCC
KQ LL
lan dsĠ
TL PL
SW F
ACTT TGC
AATG TAA
VP Y
ser veĠ
AG TCCCC
KI K
e for
W GV
KE IE
v ent
surv iv
QL R
QL SL
AAAAG AAAA
ACTCC G
AG AR
RR SL
