{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"Â":125,"Ã":126,"Ä":127,"Å":128,"Æ":129,"Ç":130,"È":131,"É":132,"Ê":133,"Ë":134,"Ì":135,"Í":136,"Î":137,"Ï":138,"Ð":139,"Ñ":140,"Ò":141,"Ó":142,"Ô":143,"Õ":144,"Ö":145,"×":146,"Ø":147,"Ù":148,"Ú":149,"Û":150,"Ü":151,"Ý":152,"à":153,"á":154,"â":155,"ã":156,"ä":157,"å":158,"æ":159,"ç":160,"è":161,"é":162,"ê":163,"ë":164,"ì":165,"í":166,"ï":167,"ð":168,"Ċ":169,"Ġ":170,"Ģ":171,"ģ":172,"Ĥ":173,"ĥ":174,"Ħ":175,"ħ":176,"Ĩ":177,"ĩ":178,"Ī":179,"ī":180,"Ĭ":181,"ĭ":182,"Į":183,"į":184,"İ":185,"ı":186,"Ĳ":187,"ĳ":188,"Ĵ":189,"ĵ":190,"Ķ":191,"ķ":192,"ĸ":193,"Ĺ":194,"ĺ":195,"Ļ":196,"ļ":197,"Ľ":198,"ľ":199,"Ŀ":200,"ŀ":201,"Ł":202,"ł":203,"Ń":204,"AA":205,"TT":206,"TG":207,"AG":208,"CC":209,"TC":210,"AC":211,"GG":212,"TA":213,"TAA":214,"eĠ":215,"ATT":216,"GC":217,"ATG":218,"TCC":219,"LL":220,"sĠ":221,"TAG":222,"th":223,"dĠ":224,"TTC":225,"AAAA":226,"nĠ":227,"TAC":228,"TTTT":229,"AL":230,"ACC":231,"TGC":232,"AAG":233,"TGG":234,"AGG":235,"AGC":236,"SS":237,"VL":238,"er":239,"TTG":240,"ATC":241,"AAC":242,"tĠ":243,"SL":244,"EL":245,"RL":246,"theĠ":247,"in":248,"AV":249,"DL":250,"TL":251,"GL":252,"an":253,"IL":254,"EE":255,"VV":256,",Ġ":257,"KL":258,"ATA":259,"PL":260,"yĠ":261,"SG":262,"RR":263,"AE":264,"edĠ":265,"AD":266,"AR":267,"AS":268,"AI":269,"or":270,"ATAA":271,"CCC":272,"QL":273,".Ġ":274,"FL":275,"KK":276,"TV":277,"ar":278,"DG":279,"SV":280,"AP":281,"TGTG":282,"al":283,"IG":284,"IV":285,"DE":286,"oĠ":287,"SP":288,"DV":289,"TP":290,"GGG":291,"KE":292,"IE":293,"GGC":294,"SE":295,"TTTC":296,"SR":297,"re":298,"fĠ":299,"ti":300,"YL":301,"AGAG":302,"AK":303,"PG":304,"RE":305,"en":306,"on":307,"AQ":308,"AF":309,"erĠ":310,"RV":311,"PV":312,"andĠ":313,"gĠ":314,"TE":315,"aĠ":316,"RG":317,"TTTG":318,"ofĠ":319,"onĠ":320,"AGAA":321,"SI":322,"ACAC":323,"PE":324,"KV":325,"SD":326,"FG":327,"KG":328,"TI":329,"TATT":330,"TCTC":331,"TCCC":332,"DD":333,"ingĠ":334,"SF":335,"HL":336,"inĠ":337,"ML":338,"ou":339,"PP":340,"II":341,"TGAA":342,"SQ":343,"FV":344,"ATAG":345,"TD":346,"toĠ":347,"ATTC":348,"SK":349,"TTCC":350,"TTAA":351,"TR":352,"asĠ":353,"QQ":354,"ACAA":355,"ID":356,"VG":357,"st":358,"YG":359,"ACAG":360,"TCTG":361,"at":362,"VE":363,"esĠ":364,"AM":365,"FE":366,"RD":367,"QG":368,"QE":369,"ic":370,"AY":371,"KI":372,"TGGG":373,"GAA":374,"AGCC":375,"RI":376,"ro":377,"TAAC":378,"KD":379,"PD":380,"ATAC":381,"TF":382,"TATA":383,"ATGC":384,"AGGC":385,"QV":386,"AGGG":387,"TCAA":388,"ATCC":389,"TTGG":390,"SY":391,"TGCC":392,"ACG":393,"ATTG":394,"ATGG":395,"KR":396,"mĠ":397,"AH":398,"TGGC":399,"el":400,"FD":401,"AT":402,"TTGC":403,"WL":404,"=Ġ":405,"il":406,"RP":407,"TAAG":408,"EG":409,"Ġ,Ġ":410,"HG":411,"KP":412,"IP":413,"SM":414,"ac":415,"TAAAA":416,"ACCC":417,"it":418,"ACTG":419,"isĠ":420,"RQ":421,"heĠ":422,"YV":423,"TATG":424,"ST":425,"TCG":426,"YE":427,"FI":428,"TACC":429,"atĠ":430,"anĠ":431,"TAGC":432,"KQ":433,"alĠ":434,"TCAG":435,"is":436,"SH":437,"\"Ġ":438,"hĠ":439,"TQ":440,"VD":441,"MG":442,"RF":443,"for":444,"@Ġ":445,"thĠ":446,"AGTG":447,"RK":448,"YD":449,"as":450,"ec":451,"ur":452,"TCAC":453,"EV":454,"AAGG":455,"es":456,"TK":457,"om":458,"TCTT":459,"AAAG":460,"DI":461,"wasĠ":462,"DP":463,"ME":464,"MV":465,"TY":466,"am":467,"ol":468,"TAGG":469,"FF":470,"GV":471,"QI":472,"enĠ":473,"PI":474,"ir":475,"CL":476,"RY":477,"TS":478,"HV":479,"AAAAC":480,"ALL":481,"AW":482,"TTTTC":483,"TGAG":484,"tionĠ":485,"TTAC":486,"QP":487,"TATC":488,"TTATT":489,"AAGC":490,"AAAC":491,"RH":492,"GE":493,"lyĠ":494,"AAL":495,"ow":496,"si":497,"ri":498,"FP":499,"IK":500,"-@Ġ":501,"@-@Ġ":502,"QD":503,"RM":504,"TTTTG":505,"TH":506,"TTTAA":507,"TheĠ":508,"=Ġ=Ġ":509,"LLL":510,"AGAC":511,"wh":512,"KY":513,"ofĠtheĠ":514,"TM":515,"RS":516,"AACC":517,"IF":518,"HE":519,"ad":520,"TGAC":521,"wi":522,"VI":523,"GCC":524,"em":525,"TTAG":526,"lĠ":527,"VP":528,"ch":529,"KF":530,"QR":531,"HP":532,"TATAA":533,"kĠ":534,"SC":535,"YI":536,"KM":537,"TGTC":538,"'sĠ":539,"un":540,"pl":541,"YP":542,"ED":543,"SW":544,"IR":545,"AAAAG":546,".ĠĊ":547,"us":548,"AATG":549,"thatĠ":550,"TTTCC":551,"QK":552,"forĠ":553,"GD":554,"di":555,"GI":556,"ag":557,"YF":558,"TTTA":559,"MD":560,"ev":561,"ha":562,"entĠ":563,"byĠ":564,"EI":565,"ig":566,"veĠ":567,"withĠ":568,"et":569,"MP":570,"AGL":571,"GGGG":572,"HD":573,"MI":574,"AAATT":575,"CG":576,"AVL":577,"QF":578,"con":579,"CCCC":580,"sĠ,Ġ":581,"YR":582,"VR":583,"AGTC":584,"KS":585,"TW":586,"os":587,"PF":588,"ACTC":589,"(Ġ":590,"ER":591,"HI":592,"DF":593,"VF":594,"ent":595,"EK":596,"le":597,"eĠ,Ġ":598,"ra":599,"PR":600,"su":601,"DR":602,"19":603,"SLL":604,"ereĠ":605,"0Ġ":606,"TGTT":607,".ĠTheĠ":608,"SSL":609,"TATTTT":610,"YQ":611,"inĠtheĠ":612,"li":613,"ACATT":614,"TCATT":615,"GCG":616,"AEL":617,"IQ":618,"op":619,"WG":620,"AATT":621,"PQ":622,"YY":623,"pro":624,"hisĠ":625,"HF":626,"orĠ":627,"ASL":628,"EQ":629,"AAATG":630,"TATTC":631,"TGGCC":632,"leĠ":633,"ARL":634,"ov":635,"VK":636,"oun":637,"ear":638,"HR":639,"IS":640,"ab":641,"EP":642,"FR":643,"TLL":644,"be":645,"AGTT":646,"AATAA":647,"VQ":648,"com":649,"ersĠ":650,"MK":651,"hi":652,"AATC":653,"ceĠ":654,"bu":655,"GR":656,"DK":657,")Ġ":658,"YK":659,"TAL":660,"CCG":661,"MR":662,"ap":663,"PS":664,"ex":665,"the":666,"GF":667,"PK":668,"ACTT":669,"romĠ":670,"ADL":671,"tion":672,"TCTCC":673,"VS":674,"TCTTC":675,"ationĠ":676,"ul":677,"AGAAG":678,"ATAAC":679,"itĠ":680,"ATL":681,"fromĠ":682,"TATTG":683,"TGTAA":684,"tedĠ":685,"DQ":686,"HQ":687,"ASS":688,"AGATG":689,"FQ":690,"IY":691,"TGATT":692,"ep":693,"TATAC":694,"ayĠ":695,"FK":696,"FS":697,"AGGCC":698,"TTTGC":699,"TTTAC":700,"AGATT":701,"MQ":702,"TCCCC":703,"WV":704,"GGCC":705,"HH":706,"WE":707,"AAAAAAAA":708,"oc":709,"ASG":710,"GK":711,"20":712,"ATGGC":713,"TATAG":714,"FY":715,"GAG":716,"AIL":717,"GGL":718,"DY":719,"terĠ":720,"cl":721,"GGGC":722,"SAL":723,"AAGAA":724,"ATCCC":725,"GP":726,"id":727,"ew":728,"ARR":729,"TTTTTTTT":730,"sp":731,"TTCCC":732,"TCTGC":733,"TTTAG":734,"AGGAA":735,"AGAAC":736,"ACAGC":737,"TTGCC":738,"GTG":739,"ATGCC":740,"GQ":741,"CV":742,"TGGAA":743,"ACCCC":744,"wereĠ":745,"uc":746,"ACTGC":747,"CE":748,"TVL":749,"PY":750,"toĠtheĠ":751,"DS":752,"im":753,"AEE":754,"AAGCC":755,"TGTTC":756,"RW":757,"TCAGC":758,".ĠI":759,"stĠ":760,"ACATG":761,"therĠ":762,"ATTCC":763,"MS":764,"AAV":765,"AGAGC":766,"TGL":767,"IH":768,"pĠ":769,"MF":770,"TCATC":771,"our":772,"KH":773,"AAAAAA":774,"TGATG":775,"tr":776,"AGTTC":777,"qu":778,"ACTTC":779,"tic":780,"TGGGC":781,"oo":782,"AGTAA":783,"tsĠ":784,"AKL":785,"GGAA":786,"AGAGG":787,"ter":788,"TSL":789,"GY":790,"ACATC":791,"se":792,"APL":793,"ACAAC":794,"ACTCC":795,"TTTGG":796,"LLE":797,"WD":798,"TGTGC":799,"VY":800,"TATGC":801,"ea":802,"per":803,"TTGAA":804,"HY":805,"ff":806,"ATAGC":807,"atedĠ":808,"TSS":809,"WI":810,".ĠA":811,"TTAAC":812,"AAE":813,"WR":814,"TGAAG":815,"DM":816,"TGAAC":817,"TTATG":818,"ay":819,"ateĠ":820,"ATACC":821,"ALG":822,"ATAAG":823,"pre":824,"QY":825,"sh":826,"LLG":827,"TCATG":828,"ing":829,"ityĠ":830,"QS":831,"AGAAAA":832,"ATTGC":833,"ATV":834,"ain":835,"no":836,"TCACC":837,"TTAAAA":838,"IM":839,"ACACC":840,"EF":841,"ALV":842,"TTATC":843,"icĠ":844,"AQL":845,"IC":846,"AFL":847,"KT":848,"TCTAA":849,"PH":850,"TGTCC":851,"hadĠ":852,"TATCC":853,"Ġ=Ġ=Ġ":854,"arĠ":855,"ichĠ":856,"TCAGG":857,"RC":858,"SGL":859,"ALE":860,"igh":861,"TGTAG":862,"AGTGC":863,"rec":864,"TGGGG":865,"edĠtheĠ":866,"ldĠ":867,"TGTTG":868,"MM":869,"TTL":870,"ACGC":871,"AGCG":872,"âĢ":873,"TCAAC":874,"um":875,"SAA":876,"ingĠtheĠ":877,"iv":878,",ĠandĠ":879,"ATTAA":880,"HK":881,"oug":882,"AGATC":883,"dsĠ":884,"1Ġ":885,"irĠ":886,"edĠtoĠ":887,"TGTGG":888,"SVL":889,"AGGGC":890,"VM":891,"SGG":892,"RLL":893,"AGCCC":894,"TTGGC":895,"chĠ":896,"ACTAA":897,"whichĠ":898,"TCTTG":899,"eĠofĠ":900,"TGACC":901,"RT":902,"TGTGTGTG":903,"ACAGG":904,"WQ":905,"PM":906,"TCGC":907,"ELE":908,"IT":909,"ameĠ":910,"ak":911,"estĠ":912,"TGCCC":913,"str":914,"AĊ":915,"berĠ":916,"TGAGC":917,"St":918,"TCTGG":919,"ATTATT":920,"5Ġ":921,"2Ġ":922,"AAATC":923,"TATGG":924,"par":925,"QM":926,"CD":927,"TGAGG":928,"ACACACAC":929,"ACGG":930,"AGGGG":931,"TTAAG":932,"QH":933,"AGACC":934,"beĠ":935,"TCTAC":936,"ud":937,"TGTAC":938,"allyĠ":939,"FM":940,"edĠbyĠ":941,"areĠ":942,"LLV":943,"AVV":944,"TAGCC":945,"FH":946,"YS":947,"outĠ":948,"TCAAG":949,"VLG":950,"ATP":951,"ed":952,"TTCG":953,"ATGAA":954,"TTCAA":955,".ĠH":956,"od":957,"ACAAG":958,"AKK":959,"all":960,"allĠ":961,"DH":962,"ATGGG":963,"TTTTCC":964,"AGV":965,"TGATC":966,"FC":967,"soĠ":968,"AGTGG":969,"TTGGG":970,"TACCC":971,"TAGAA":972,"ACTAC":973,"GM":974,"ATATAA":975,"TVV":976,"AGTCC":977,"ACAAAA":978,"fir":979,"AACG":980,"GS":981,"ation":982,"TĊ":983,"EEE":984,"WK":985,"TTACC":986,"av":987,"VLV":988,"TGCG":989,"TPL":990,"WP":991,".ĠT":992,"AKE":993,"iesĠ":994,"TATTTC":995,"AACAA":996,"etĠ":997,"RAL":998,"TAATAA":999,"CP":1000,"LLD":1001,"oneĠ":1002,"ACTTG":1003,"EY":1004,"tim":1005,"ongĠ":1006,"est":1007,"aryĠ":1008,"TGTTTT":1009,"ACTGG":1010,"WF":1011,"AGTTG":1012,"3Ġ":1013,"onĠtheĠ":1014,"itsĠ":1015,"VH":1016,"RRL":1017,"AGTAG":1018,"EM":1019,"man":1020,"ATCG":1021,"TCGG":1022,"YH":1023,"TEL":1024,"ES":1025,"AGTAC":1026,"ATAAAA":1027,"TGAAAA":1028,"AGCAA":1029,"por":1030,"CI":1031,"wor":1032,"TRL":1033,"Ch":1034,"po":1035,"ewĠ":1036,"4Ġ":1037,"tur":1038,"ATTTTC":1039,"butĠ":1040,"ATTGG":1041,"SRL":1042,"bl":1043,"RAA":1044,"STL":1045,"ACCG":1046,"att":1047,"VLE":1048,"TAGGC":1049,"SAV":1050,"AYL":1051,"TDL":1052,"TTATA":1053,"TCTTTT":1054,"GH":1055,"TSG":1056,"SAS":1057,"TCCG":1058,"TIL":1059,"ATTTAA":1060,"KC":1061,"TTAGC":1062,"TGCAA":1063,"TTTATT":1064,"TACAA":1065,"SIL":1066,"SEL":1067,"ATAGG":1068,"TACG":1069,"TCTAG":1070,"REL":1071,"notĠ":1072,"owĠ":1073,"ouldĠ":1074,"ser":1075,"ATE":1076,"SDL":1077,"ALD":1078,"elĠ":1079,"sĠandĠ":1080,"200":1081,"GCAA":1082,"herĠ":1083,"TAACC":1084,"LLP":1085,"EH":1086,"YM":1087,"ATCAA":1088,"GLV":1089,"ran":1090,"TATTTG":1091,"KW":1092,"fterĠ":1093,"6Ġ":1094,"KEL":1095,"ot":1096,"TEE":1097,"DW":1098,"og":1099,"TATATATA":1100,"derĠ":1101,"AML":1102,"tw":1103,"AVG":1104,"GLG":1105,"ADG":1106,"VVV":1107,"ownĠ":1108,"ardĠ":1109,"we":1110,"RSL":1111,"geĠ":1112,"sc":1113,";Ġ":1114,"IAA":1115,"KLL":1116,".ĠInĠ":1117,"firstĠ":1118,"YC":1119,"TCAAAA":1120,"AVE":1121,"VLD":1122,"TATATT":1123,"8Ġ":1124,"ASV":1125,"de":1126,"theirĠ":1127,"SPL":1128,"ĵĠ":1129,"SAG":1130,"ILL":1131,"âĢĵĠ":1132,"ALP":1133,"iĠ":1134,"ineĠ":1135,"SSG":1136,"SLP":1137,"SLV":1138,"SLG":1139,"dingĠ":1140,"ATI":1141,",ĠtheĠ":1142,"7Ġ":1143,"TAAGC":1144,"edĠinĠ":1145,":Ġ":1146,"KAL":1147,"RLV":1148,"ILG":1149,"KKL":1150,"IW":1151,"TSP":1152,"alsoĠ":1153,"DC":1154,"oughĠ":1155,"DLV":1156,"PAA":1157,"cont":1158,"PC":1159,"forĠtheĠ":1160,"ostĠ":1161,"SVV":1162,"TSV":1163,"TAAGG":1164,"RLG":1165,"ELV":1166,"SLE":1167,"astĠ":1168,"RLE":1169,"sĠofĠ":1170,"TTAGG":1171,"vi":1172,"FW":1173,"PW":1174,"RVL":1175,"oll":1176,"SSV":1177,"SAP":1178,"XX":1179,"ARE":1180,"oundĠ":1181,"mentĠ":1182,"AEV":1183,"AGTTTT":1184,"AGE":1185,"TAGGG":1186,"SKL":1187,"TAV":1188,"DLE":1189,"oreĠ":1190,"SAI":1191,"AGAGAGAG":1192,"HM":1193,"ALR":1194,"ATTTTG":1195,"sid":1196,"AGI":1197,"00Ġ":1198,"ALI":1199,"ACTTTT":1200,"TKL":1201,"otherĠ":1202,"QLL":1203,"ut":1204,"SEE":1205,"QC":1206,"idĠ":1207,"ainĠ":1208,"AAR":1209,"VVG":1210,"TCCAA":1211,"AEG":1212,"TLE":1213,"ILE":1214,"haveĠ":1215,"PLL":1216,"ĠTheĠ":1217,"andĠtheĠ":1218,"ACATA":1219,"ATR":1220,"AHL":1221,"ADV":1222,"ELG":1223,"AAI":1224,"ATTTTTT":1225,"TLV":1226,"DLL":1227,"QW":1228,"ill":1229,"HC":1230,"MY":1231,"ionĠ":1232,"ACCAA":1233,"fl":1234,"fi":1235,"TTATAA":1236,"DGV":1237,"TTCTTC":1238,"aw":1239,"PAP":1240,"RGL":1241,".@Ġ":1242,"@.@Ġ":1243,"ACTAG":1244,"dis":1245,"TCTCTCTC":1246,"SFL":1247,"SRR":1248,"esĠ,Ġ":1249,"gr":1250,"erĠ,Ġ":1251,"twoĠ":1252,"eĠtheĠ":1253,"AAD":1254,"ARV":1255,"TLG":1256,"TCTTTC":1257,"shi":1258,"FLL":1259,"bec":1260,"bo":1261,"whoĠ":1262,"ackĠ":1263,"SGV":1264,"stor":1265,"AIG":1266,"ATD":1267,"duc":1268,"ver":1269,"TRR":1270,"GGV":1271,"YW":1272,"VVE":1273,"ACAGAG":1274,"ph":1275,"TCTGTG":1276,"CR":1277,"QAL":1278,"beenĠ":1279,"TFL":1280,"AIV":1281,"TCTGCC":1282,"ILV":1283,"hasĠ":1284,"end":1285,"sec":1286,"iaĠ":1287,"=ĠĊ":1288,"over":1289,"ru":1290,"TAE":1291,"TCCTCC":1292,"MH":1293,"=Ġ=ĠĊ":1294,"9Ġ":1295,"SAE":1296,",@Ġ":1297,"@,@Ġ":1298,"elyĠ":1299,"eyĠ":1300,".ĠS":1301,"AIE":1302,"SQL":1303,"PLV":1304,"201":1305,"TGE":1306,"TIG":1307,"DLG":1308,"SAD":1309,"des":1310,"ageĠ":1311,"TIV":1312,"TAAATT":1313,"KSL":1314,"GLE":1315,"ATATTTT":1316,"TDG":1317,"ARG":1318,"TTTGTG":1319,"TTTGGG":1320,"PLP":1321,"CCAA":1322,"tiveĠ":1323,"EEV":1324,"VLP":1325,"au":1326,"TIE":1327,"thisĠ":1328,"DAL":1329,"STV":1330,"AGCAGC":1331,"RAV":1332,"TQL":1333,"year":1334,"IAL":1335,"ob":1336,"TSE":1337,"form":1338,"SSP":1339,"ass":1340,"tingĠ":1341,"KLE":1342,"clud":1343,"TCAGCC":1344,"omeĠ":1345,"TDE":1346,"AGGAGG":1347,"CF":1348,"SGE":1349,"atĠtheĠ":1350,"ACAGAA":1351,"IGL":1352,"ell":1353,"TATGTG":1354,"AAP":1355,".Ġ\"Ġ":1356,"comm":1357,"pr":1358,"mil":1359,"TSR":1360,"enceĠ":1361,"APG":1362,"KTL":1363,"DEL":1364,"18":1365,"KRL":1366,"emberĠ":1367,"STP":1368,"ASE":1369,"AGATA":1370,"RTL":1371,"TDV":1372,"GGCG":1373,"IVG":1374,"ack":1375,"RDL":1376,"cre":1377,"SSE":1378,"DGE":1379,"TTTTAA":1380,"TTCATT":1381,"Ġ@-@Ġ":1382,"TCTTCC":1383,"STG":1384,"fin":1385,"antĠ":1386,"TGTTTC":1387,"TAAAAC":1388,"and":1389,"TGCTGC":1390,"KVL":1391,"AYG":1392,"theyĠ":1393,"IGV":1394,"ADE":1395,"FSL":1396,"TTCTCC":1397,"AVD":1398,"DEV":1399,"ousĠ":1400,"'Ġ":1401,"GLP":1402,"min":1403,"SSSS":1404,"STA":1405,"WM":1406,"ightĠ":1407,"withĠtheĠ":1408,"Ġ,ĠandĠ":1409,"STT":1410,"SAR":1411,"SKK":1412,"Un":1413,"fromĠtheĠ":1414,"TAAATG":1415,"Mar":1416,"sionĠ":1417,"APV":1418,"TSI":1419,"TKE":1420,"ISL":1421,"ueĠ":1422,"aterĠ":1423,"KLV":1424,"ish":1425,"TRE":1426,"usĠ":1427,"DLD":1428,"KIL":1429,"IVE":1430,"TKK":1431,"KAA":1432,"IGG":1433,"afterĠ":1434,"AGD":1435,"WY":1436,"SDG":1437,"includ":1438,"AGAAGC":1439,"AGAAGG":1440,"ACAGGC":1441,"AGGAAG":1442,"landĠ":1443,"In":1444,"CQ":1445,"CCCG":1446,".ĠHeĠ":1447,"icalĠ":1448,"ATTTCC":1449,"AAAAGC":1450,"TATGAA":1451,"TCATA":1452,"ourĠ":1453,"fe":1454,"QLE":1455,"PAL":1456,"TVE":1457,"SPE":1458,"TPE":1459,"KEE":1460,"adĠ":1461,"RKL":1462,"VVD":1463,"ACATAA":1464,"ATTTT":1465,"FGL":1466,"TGATA":1467,"TGTCTC":1468,"AVI":1469,"wouldĠ":1470,"pe":1471,"AAAGC":1472,"SDE":1473,"KDL":1474,"SVG":1475,"QRL":1476,"ableĠ":1477,"rit":1478,"SDV":1479,"KGL":1480,"SLD":1481,"RAR":1482,"res":1483,"yĠ,Ġ":1484,"TRV":1485,"PLG":1486,"RIL":1487,"TGV":1488,"sonĠ":1489,"seĠ":1490,"ialĠ":1491,"TTTTGC":1492,"PPP":1493,"ilĠ":1494,"asĠaĠ":1495,"RGG":1496,"QAA":1497,"RAG":1498,"SVE":1499,"AAAACC":1500,"SSI":1501,"me":1502,"ASP":1503,"overĠ":1504,"TLP":1505,"ast":1506,"ELD":1507,"ellĠ":1508,"LLI":1509,"APE":1510,"EEG":1511,"ianĠ":1512,"edĠaĠ":1513,"ĠA":1514,"ACGCC":1515,"TSD":1516,"FLG":1517,"ATF":1518,"WH":1519,"ACAGGG":1520,"reeĠ":1521,"SIV":1522,"PGV":1523,"SAF":1524,"eg":1525,"TGTTTG":1526,"RRV":1527,"entsĠ":1528,"AWL":1529,"TSF":1530,"LLQ":1531,"ELI":1532,"AGATAA":1533,"ftĠ":1534,"Ġ=Ġ=Ġ=Ġ":1535,"DVE":1536,"SIG":1537,"RVV":1538,"pres":1539,"EEI":1540,"RGV":1541,"AKV":1542,"play":1543,"SSD":1544,"AAGAAG":1545,"RRG":1546,"eralĠ":1547,"SKE":1548,".ĠTh":1549,"AEI":1550,"AGTTTC":1551,"essĠ":1552,"fil":1553,"ren":1554,"TACATT":1555,"AAAGG":1556,"cri":1557,"VLI":1558,"TLD":1559,"TCTTTG":1560,"ATGGAA":1561,"GLD":1562,"RQL":1563,"Ġ,ĠtheĠ":1564,"TVG":1565,"AGAGGC":1566,"ACTTTC":1567,"manĠ":1568,"TTTTGG":1569,"ACAGCC":1570,"ILD":1571,"TCTCCC":1572,"AVP":1573,"TTTCCC":1574,"SLI":1575,"RLD":1576,"inter":1577,"DLP":1578,"ALQ":1579,"char":1580,"KLG":1581,"rem":1582,"ATATTC":1583,"YLL":1584,"TYL":1585,"AAQ":1586,"gu":1587,"FGG":1588,"AAAAGG":1589,"AACAAC":1590,"adeĠ":1591,"pos":1592,"KKE":1593,"enc":1594,"iz":1595,"ACTGTG":1596,"AFV":1597,"KAV":1598,"pu":1599,"RLP":1600,"AAACC":1601,"SYL":1602,"ernĠ":1603,"SIE":1604,"GGGCC":1605,"DLI":1606,"RGE":1607,"RAE":1608,"mer":1609,"GCGC":1610,"AFG":1611,"IGE":1612,"off":1613,"TATTCC":1614,"TFG":1615,"AKG":1616,"FAL":1617,"RSR":1618,"PLE":1619,"TCTGAA":1620,"PGE":1621,"TTGTTG":1622,"TCAGAA":1623,"KQL":1624,".ĠB":1625,"=Ġ=Ġ=ĠĊ":1626,"moreĠ":1627,"TAAAAG":1628,"ASD":1629,"FLE":1630,"tyĠ":1631,"SGD":1632,".ĠO":1633,"TATAAC":1634,"iceĠ":1635,"GLI":1636,"CH":1637,"ess":1638,"SAQ":1639,"RRE":1640,"GGE":1641,"anc":1642,"ASI":1643,"spec":1644,"TTGGCC":1645,"TATCTC":1646,"SPV":1647,"ATTTG":1648,"TTTAAC":1649,"ACTGAA":1650,"TKV":1651,"TTV":1652,"upĠ":1653,"DVD":1654,"PEG":1655,"FLV":1656,"AAATA":1657,"AID":1658,"SEV":1659,"ELP":1660,"HW":1661,"TTCCCC":1662,"QQL":1663,"eseĠ":1664,"CK":1665,"TSQ":1666,"aceĠ":1667,"ann":1668,"SGI":1669,"atesĠ":1670,"TRG":1671,"TGAGGC":1672,"thatĠtheĠ":1673,"AGAGGG":1674,"STE":1675,"onsĠ":1676,"STI":1677,"AAF":1678,"HLL":1679,"KGE":1680,"bet":1681,"AGTTTG":1682,"ACCACC":1683,"anceĠ":1684,"QSL":1685,"TGCATT":1686,"IEG":1687,"TTTAAAA":1688,"keĠ":1689,"SEG":1690,"AGF":1691,"RPL":1692,"ATCATC":1693,"ustĠ":1694,"ticĠ":1695,"AACATT":1696,"SFG":1697,"RSS":1698,"xĠ":1699,"REV":1700,"CY":1701,"TDD":1702,"AATTC":1703,"AAGGC":1704,"KVV":1705,"ADD":1706,"htĠ":1707,"QEL":1708,"PVG":1709,"SKV":1710,"TCCCAGC":1711,"ADI":1712,"RLI":1713,"DGD":1714,"TAAAAAA":1715,"TPG":1716,"KGV":1717,"TPV":1718,"TCATTC":1719,"DED":1720,"ondĠ":1721,"TATCAA":1722,"mostĠ":1723,"ATATAC":1724,"aĠ,Ġ":1725,"mar":1726,"ALF":1727,"KEV":1728,"timeĠ":1729,"kn":1730,"ileĠ":1731,"RVE":1732,"ATATG":1733,"TAATTTT":1734,"TGGAAG":1735,"RPG":1736,"QLV":1737,"TCATAA":1738,"KAI":1739,"RSG":1740,"AGACAC":1741,"SPG":1742,"ATGATG":1743,"der":1744,"TAD":1745,"dec":1746,"Au":1747,"TFV":1748,"whenĠ":1749,"TCTGGG":1750,"ADP":1751,"AGAGCC":1752,"SAK":1753,"serv":1754,"car":1755,"ACATAC":1756,"TGCTTC":1757,"TTATTC":1758,"IVD":1759,"int":1760,"KEI":1761,"himĠ":1762,"ong":1763,"dur":1764,"AGTGTG":1765,"KKV":1766,"TAAGAA":1767,"sheĠ":1768,".ĠItĠ":1769,"TAI":1770,"SRG":1771,"WW":1772,"TTTGCC":1773,"PEV":1774,"APP":1775,"TSK":1776,"umĠ":1777,"PVE":1778,"ach":1779,"TAP":1780,"ACATTC":1781,".ĠW":1782,"ATATTG":1783,"ksĠ":1784,"AQV":1785,"QVL":1786,"TGATAA":1787,"itedĠ":1788,"TLI":1789,"RDG":1790,"TGCAGC":1791,"KSS":1792,"KLI":1793,"ARI":1794,"SRE":1795,"iti":1796,"DEI":1797,"KAE":1798,"RVG":1799,"AAATAA":1800,"KKI":1801,"onlyĠ":1802,")Ġ,Ġ":1803,"FGV":1804,"ist":1805,"TTTAAG":1806,"IEV":1807,"iteĠ":1808,"REG":1809,"KEG":1810,"THL":1811,"AAM":1812,"ILI":1813,"REE":1814,"SRV":1815,"asĠtheĠ":1816,"SVD":1817,"IĠ":1818,"DEG":1819,"AQG":1820,"SVP":1821,"ATCATT":1822,"AGP":1823,"TCTGGC":1824,"TATAAAA":1825,"ATCTCC":1826,"vid":1827,"TGGAGG":1828,"cent":1829,"AGTGGC":1830,"tĠofĠ":1831,"aus":1832,"sur":1833,"RAI":1834,"inĠ19":1835,"lar":1836,"KVE":1837,"ARD":1838,"AGTGAA":1839,"KPL":1840,"QLG":1841,"IGI":1842,"TGAGAA":1843,"ILP":1844,"KLD":1845,"LLF":1846,"ishĠ":1847,"reg":1848,"thr":1849,"sa":1850,"thanĠ":1851,"AED":1852,"An":1853,"KAG":1854,"DDD":1855,"oldĠ":1856,"QTL":1857,"ATTTAC":1858,"VLF":1859,"TKG":1860,"RFL":1861,"ACAAGG":1862,"ationsĠ":1863,"AAGAAC":1864,"ATGGCC":1865,"co":1866,"IGD":1867,"AATAC":1868,"SKG":1869,"PVP":1870,"KAK":1871,"ATTGAA":1872,"AQE":1873,"weenĠ":1874,"QAV":1875,"TGGAAC":1876,"AGTGGG":1877,"ATCTTC":1878,"ACTTTG":1879,"ATCCCC":1880,"ACCATG":1881,"ĠI":1882,"SVI":1883,"FSS":1884,"AAGGG":1885,"teĠ":1886,"TGD":1887,"endĠ":1888,"SGK":1889,"TFE":1890,"Ar":1891,"TCAGAG":1892,"TVD":1893,"MC":1894,"sev":1895,"DVI":1896,"YLE":1897,"KKG":1898,"TCACAC":1899,"row":1900,"tor":1901,"cor":1902,"TGGAGC":1903,"ric":1904,"TTTATG":1905,"SLF":1906,"En":1907,"tra":1908,"TEV":1909,"ACL":1910,"KDG":1911,"TGAGCC":1912,"ACTTCC":1913,"QKL":1914,"aboutĠ":1915,"SHL":1916,"PLD":1917,"PSS":1918,"asonĠ":1919,"mon":1920,"TATTGC":1921,"TCTTAA":1922,"Al":1923,"TGI":1924,"RLR":1925,"SEI":1926,"SDD":1927,"TCGCC":1928,"PVL":1929,"TGCATG":1930,"AII":1931,"VVI":1932,"ACAAGC":1933,"Th":1934,"wayĠ":1935,"AAAATAA":1936,"MLL":1937,"AGGAAC":1938,"sy":1939,"shipĠ":1940,"ansĠ":1941,"asedĠ":1942,"amp":1943,"TGAAGC":1944,"QGL":1945,"EED":1946,"TGAAGG":1947,"TCCTTC":1948,"KRR":1949,"pan":1950,"FLD":1951,"DVG":1952,"YGL":1953,"TGGTGG":1954,"enti":1955,"atur":1956,"tonĠ":1957,"betweenĠ":1958,"istĠ":1959,"TTTGGC":1960,"MLG":1961,"tionsĠ":1962,"RIV":1963,"TGTGGC":1964,"FAA":1965,"ATTGCC":1966,"AGGAGC":1967,"SED":1968,"ACATGC":1969,"oodĠ":1970,"TTTACC":1971,"VVP":1972,"rele":1973,"GGD":1974,"pleĠ":1975,"amĠ":1976,"TTCTG":1977,"to":1978,"TPP":1979,"RTV":1980,"YLG":1981,"KTV":1982,"ookĠ":1983,"ang":1984,"PGD":1985,"up":1986,"VGV":1987,"sel":1988,"SGP":1989,"TEG":1990,"QQQQ":1991,"ACACG":1992,"TGCTG":1993,"GGI":1994,"STD":1995,"TGGGGG":1996,"FVG":1997,"SPP":1998,"TGCTCC":1999,"ASF":2000,"of":2001,"TTTTTAA":2002,"air":2003,"RSV":2004,"PLI":2005,"ALLL":2006,"SPD":2007,"AVF":2008,"KIE":2009,"AFE":2010,"KII":2011,"ATGAAG":2012,"APD":2013,"rel":2014,"AATTG":2015,"num":2016,"TTACAA":2017,"TCAGGG":2018,"SID":2019,"te":2020,"produc":2021,"AGACAG":2022,"TTAGAA":2023,"AACCC":2024,"illĠ":2025,"TAGGAA":2026,"ollow":2027,"kingĠ":2028,"TTTTATT":2029,"achĠ":2030,"threeĠ":2031,"TGTGGG":2032,"REI":2033,"WLL":2034,"TTCAGC":2035,"PGP":2036,"evel":2037,"TCATCC":2038,"if":2039,"TTE":2040,"ningĠ":2041,"ACTCTG":2042,"TGTGCC":2043,"TQG":2044,"DGI":2045,"SII":2046,"AGATTC":2047,"TATCTG":2048,"TGGGGC":2049,"TTATTG":2050,"AGATGG":2051,"inĠaĠ":2052,"TML":2053,"AGM":2054,"SML":2055,"AGTCTC":2056,"intoĠ":2057,"tis":2058,"TQE":2059,"TAAATAA":2060,".ĠM":2061,"tiv":2062,"SFV":2063,"TCACAA":2064,"SIP":2065,"meric":2066,"AEQ":2067,"ELQ":2068,"ATGTG":2069,"SDI":2070,"FVL":2071,"ationalĠ":2072,"gen":2073,"TTCTTG":2074,"KLP":2075,"RAS":2076,"AGCCCC":2077,"RRI":2078,"TYG":2079,"RIE":2080,"AGTTAA":2081,"ber":2082,"YAL":2083,"otĠ":2084,"TTCATC":2085,"CM":2086,"nor":2087,"AGACAA":2088,"KIV":2089,"sub":2090,"alsĠ":2091,"AATGC":2092,"AAAAATT":2093,"TTCTGC":2094,"TTCAAG":2095,"YLV":2096,"toĠbeĠ":2097,"RAD":2098,"ACTTAA":2099,"RLQ":2100,"GCGG":2101,"ACATCC":2102,"TGCCCC":2103,"newĠ":2104,"\"Ġ,Ġ":2105,"RDV":2106,"resĠ":2107,"RIG":2108,"RTG":2109,"ARP":2110,"@,@Ġ0":2111,"TAAATC":2112,"rig":2113,"AGATGC":2114,"KSV":2115,"PVI":2116,"ail":2117,"RKK":2118,"TCACCC":2119,"TTP":2120,"ATGTTG":2121,"ATGAAC":2122,"TPD":2123,"Americ":2124,"AGCTCC":2125,"KGG":2126,".ĠD":2127,"TCTTGC":2128,".ĠF":2129,"MW":2130,"TKD":2131,"writ":2132,"beg":2133,"ind":2134,"AATAG":2135,"SLQ":2136,"AGY":2137,"ACCTCC":2138,"TLF":2139,"eb":2140,"STR":2141,"KSG":2142,"MAL":2143,"TVP":2144,"app":2145,"ACGAA":2146,"TTGGGG":2147,"edĠ,Ġ":2148,"FVE":2149,"PED":2150,"KTI":2151,"SSF":2152,"akeĠ":2153,"whereĠ":2154,"oseĠ":2155,"ATGTAA":2156,"Com":2157,"AAGL":2158,"coun":2159,"AGAACC":2160,"IED":2161,"TGTTAA":2162,"TCACTG":2163,"TVI":2164,"AGQ":2165,"ĠInĠ":2166,"FGE":2167,"gameĠ":2168,"AGCATT":2169,"TCGGC":2170,"Jo":2171,"TTTATA":2172,"ELF":2173,"SDP":2174,"DEP":2175,"ementĠ":2176,"sig":2177,"KVG":2178,"TGTTCC":2179,"aseĠ":2180,"KRV":2181,"hel":2182,"TKI":2183,"ryĠ":2184,"thoughĠ":2185,"ILF":2186,"RLF":2187,"ATGGGG":2188,"ard":2189,"RPV":2190,"VLQ":2191,"atingĠ":2192,"tenĠ":2193,"fu":2194,"ARQ":2195,"TCACAG":2196,"MAA":2197,"TST":2198,"AGCTGC":2199,"RTA":2200,"DVP":2201,"filmĠ":2202,"TTTCG":2203,"recor":2204,"TTCAAC":2205,"TGATTC":2206,"IID":2207,"ub":2208,"FLP":2209,"ingsĠ":2210,"ATCACC":2211,"TATAAG":2212,"ACGGC":2213,"AKI":2214,"TCAAGG":2215,"Par":2216,"ATGATT":2217,"ous":2218,"TCAGGC":2219,"AAGAAAA":2220,"SKI":2221,"TGGATT":2222,"199":2223,"opĠ":2224,"esĠandĠ":2225,"laterĠ":2226,"AGTTCC":2227,"reĠ":2228,"SRI":2229,"AGGGGG":2230,"TTGATT":2231,"YLD":2232,"AATTTT":2233,"KSI":2234,"SAM":2235,"seasonĠ":2236,"TCGAA":2237,"ACTGCC":2238,"SAY":2239,"TTGAAC":2240,"TQV":2241,"ATATAG":2242,"XXXX":2243,"tĠ,Ġ":2244,"AĠ":2245,"AFI":2246,"RGI":2247,"TTATAG":2248,"ACTGGG":2249,"struc":2250,"oy":2251,"mus":2252,"AFD":2253,"KVI":2254,"SFE":2255,"IVI":2256,"loc":2257,"vis":2258,"TGTCTG":2259,"riv":2260,"buil":2261,"KPG":2262,"tit":2263,"VEV":2264,"TSY":2265,"KTG":2266,"inc":2267,"SRP":2268,"HAL":2269,"nedĠ":2270,"VGE":2271,"TDP":2272,"YSL":2273,"DLF":2274,"pp":2275,"sĠ,ĠandĠ":2276,"KAR":2277,"TCCATC":2278,"VEG":2279,"eng":2280,"TTATAC":2281,"AGCAAG":2282,"SGF":2283,"TATAGC":2284,"kedĠ":2285,"KPV":2286,"AKD":2287,"byĠtheĠ":2288,"TATTGG":2289,"KDV":2290,"KAS":2291,"QLD":2292,"TAACG":2293,"AGGGCC":2294,"TQQ":2295,"FLI":2296,"AIP":2297,"befor":2298,"suchĠ":2299,"KGI":2300,"GLF":2301,"TGGATG":2302,"AEP":2303,"WC":2304,"ma":2305,"ACATAG":2306,"IDP":2307,"TTTAGC":2308,"IEI":2309,"QLP":2310,"YGV":2311,"AGCAAC":2312,"TGGCG":2313,"AVQ":2314,"TAGTAG":2315,"RYL":2316,"YAA":2317,"RSP":2318,"TID":2319,"TGAGAG":2320,"TTGAAG":2321,"TCATTG":2322,"TATTTTC":2323,"QLI":2324,"@,@Ġ000Ġ":2325,"AGGGGC":2326,"TAF":2327,"ACACACACACACACAC":2328,"TGTGTGTGTGTGTGTG":2329,"esĠofĠ":2330,"AGCATC":2331,"DDI":2332,"TGCAGG":2333,"QGV":2334,"RGD":2335,"Nor":2336,"SQV":2337,"SQG":2338,"TTGTAA":2339,"AGATAG":2340,"TLQ":2341,"cap":2342,"SRD":2343,"AGCAGG":2344,"AGATAC":2345,"ACTCTC":2346,"mo":2347,"pol":2348,"KAD":2349,"STF":2350,"MLE":2351,"RVI":2352,"PVD":2353,"RRD":2354,"ASQ":2355,"TCTTGG":2356,"TATTTTG":2357,"KPE":2358,"TGGCCC":2359,"ACACCC":2360,"TATCTT":2361,"TCCCCC":2362,"SKD":2363,"TGATCC":2364,"RRP":2365,"RPE":2366,"withĠaĠ":2367,"YGG":2368,"Con":2369,"NewĠ":2370,"TGGGCC":2371,"he":2372,"RFG":2373,"HGL":2374,"ACCCCC":2375,"albu":2376,"KDI":2377,"SQE":2378,"ACATTG":2379,"RAP":2380,"TTI":2381,"publ":2382,"TEI":2383,"QIL":2384,"eamĠ":2385,"TATTATT":2386,"eadĠ":2387,"PLF":2388,"TTACAG":2389,"ectedĠ":2390,"ATGTTC":2391,"outhĠ":2392,"themĠ":2393,"TKP":2394,"owev":2395,"AYV":2396,"earĠ":2397,"ste":2398,"RHL":2399,"AACTCC":2400,"DDP":2401,"sl":2402,"KYL":2403,"ACAACC":2404,"KSE":2405,"madeĠ":2406,"ACATGG":2407,"follow":2408,"TCATGC":2409,"omĠ":2410,"AATGG":2411,"TTGTTC":2412,"AATCC":2413,"TTGCCC":2414,"TATGCC":2415,"RKV":2416,"FDL":2417,"thenĠ":2418,"TATGGC":2419,"psĠ":2420,"AAAAGAA":2421,"/Ġ":2422,"isod":2423,"RKE":2424,"RAF":2425,"TATCG":2426,"mat":2427,"SYG":2428,"SFD":2429,"TED":2430,"RAQ":2431,"ALM":2432,"AGCTTC":2433,"TCTCG":2434,"compl":2435,"TTD":2436,"ingĠaĠ":2437,"Bri":2438,"bleĠ":2439,"QEV":2440,"TATCAG":2441,"AGCGC":2442,"KSK":2443,"TATCCC":2444,"TGGGATT":2445,"ACCATC":2446,"RDE":2447,"GGP":2448,"ros":2449,"olĠ":2450,"TAGAAC":2451,"TTTATC":2452,"TKR":2453,"ainstĠ":2454,"nam":2455,"FGI":2456,"whileĠ":2457,"RAK":2458,"eaĠ":2459,"RVD":2460,"VVF":2461,"TATACC":2462,"RSE":2463,"TCATAG":2464,"YVL":2465,"with":2466,"SSQ":2467,"TGGATC":2468,"TGATGC":2469,"dayĠ":2470,"LLH":2471,"KAF":2472,"FGD":2473,"TAAATA":2474,"episod":2475,"FEG":2476,"ADF":2477,"throughĠ":2478,"ATGTCC":2479,"PGI":2480,"TCTACC":2481,"fac":2482,"ACTCAA":2483,"cho":2484,"KRE":2485,"TSM":2486,"HLV":2487,"ACTGGC":2488,"KRI":2489,"YDL":2490,"YRL":2491,"TGCGC":2492,"IVP":2493,"PPPP":2494,"TAGAAG":2495,"AGGATT":2496,"ant":2497,"GGF":2498,"QGE":2499,"secondĠ":2500,"FLF":2501,"TDI":2502,"lesĠ":2503,"star":2504,"KTA":2505,"AGTCTG":2506,"RDI":2507,"HSL":2508,"KLF":2509,"TCACG":2510,"AGCACC":2511,"mis":2512,"TAAGCC":2513,"TATTAA":2514,"TGTTGC":2515,"KGD":2516,"PEI":2517,"IGF":2518,"inv":2519,"TTGGGC":2520,"againstĠ":2521,"PEP":2522,"sup":2523,"AAAL":2524,"TIP":2525,"TGCTGG":2526,"RSI":2527,"TAATAC":2528,"TTACAC":2529,"ILQ":2530,"ARF":2531,"FVD":2532,"FDP":2533,"edĠthatĠ":2534,"AGGCG":2535,"AGGATG":2536,"SAT":2537,"IDI":2538,"manyĠ":2539,"HLE":2540,"TGCATC":2541,"SVF":2542,"AFP":2543,"MLV":2544,"TGTAAC":2545,"RTR":2546,"QLQ":2547,"br":2548,"YEL":2549,"TTTTTTG":2550,"TAGATT":2551,"wellĠ":2552,"TGP":2553,"EEEE":2554,"KDE":2555,"KTT":2556,"TCCATT":2557,"charac":2558,"GCL":2559,"AGTAAC":2560,"SGQ":2561,"RKR":2562,"PDP":2563,"YSS":2564,"KVD":2565,"AMV":2566,"lin":2567,"ACTTGC":2568,"AGTCAA":2569,"MGL":2570,"DLQ":2571,"API":2572,"AGGCTGG":2573,"posi":2574,"KRG":2575,"AACATC":2576,"AMG":2577,"KKD":2578,"someĠ":2579,"AGAGAA":2580,"ATGTAC":2581,"TCGGG":2582,"canĠ":2583,"EGE":2584,"tri":2585,"HLG":2586,"RII":2587,"RTP":2588,"albumĠ":2589,"ari":2590,"RVP":2591,"AAGATT":2592,"ACCGC":2593,"KIG":2594,"AME":2595,"AGATCC":2596,"songĠ":2597,"AAH":2598,"ATACG":2599,"arm":2600,"AQI":2601,"ATTCG":2602,"becameĠ":2603,"AAY":2604,"cur":2605,"AGTGCC":2606,"KTE":2607,"gl":2608,"RKG":2609,"ilyĠ":2610,"ĠS":2611,"DGP":2612,"mp":2613,"AGTTGG":2614,"ATAAATAA":2615,"MSL":2616,"ATATCC":2617,"TII":2618,"ACTCCC":2619,"TGATGG":2620,"KLQ":2621,"AGACG":2622,"FEV":2623,"VGD":2624,"TGTTGG":2625,"KFL":2626,"TGACAG":2627,"âĢĶ":2628,"AGACCC":2629,"AGACTG":2630,"ACTTGG":2631,"TAATTC":2632,"noĠ":2633,"AGH":2634,"TGTCCC":2635,"numberĠ":2636,"ALH":2637,"call":2638,"TYE":2639,"ectĠ":2640,"TGCAAG":2641,"fer":2642,"LLLL":2643,"TGTATG":2644,"TGCGG":2645,"AAAAAAC":2646,"SGY":2647,"deĠ":2648,"AGGCCC":2649,"TGACAA":2650,"mov":2651,"cc":2652,"itĠwasĠ":2653,"sing":2654,"EEF":2655,"QAI":2656,"inceĠ":2657,"AGCTAC":2658,"AYE":2659,"heĠwasĠ":2660,"earlyĠ":2661,"UnitedĠ":2662,"AVM":2663,".ĠThisĠ":2664,"HGV":2665,"âĢĶĠ":2666,"TGAACC":2667,"KSF":2668,"AGCATG":2669,"TGTATT":2670,"AEF":2671,"DGF":2672,"MKK":2673,"iver":2674,"AHG":2675,"TGGTTC":2676,"RRF":2677,"seriesĠ":2678,"EGV":2679,"ne":2680,"bothĠ":2681,"RLH":2682,"TGACAC":2683,"ACCATT":2684,"gre":2685,"AGTTGC":2686,"III":2687,"edĠbyĠtheĠ":2688,"TGTCAA":2689,"tionĠofĠ":2690,"KAQ":2691,"beingĠ":2692,"ALY":2693,"TTTATAA":2694,"poin":2695,"workĠ":2696,"TTTAGG":2697,"TATCAC":2698,"knownĠ":2699,"TTACTG":2700,"Joh":2701,"dep":2702,"TACATG":2703,"TFD":2704,"Ġ)Ġ":2705,"KED":2706,"AGTCAG":2707,"sist":2708,"AAAAAAG":2709,"QSS":2710,"IGP":2711,"TTTATTTT":2712,"AGCTGG":2713,"AKP":2714,"TGAGGG":2715,"devel":2716,"ACCAAC":2717,"TTAACC":2718,"AAAGAA":2719,"TCATGG":2720,"SKP":2721,"QDL":2722,"ATATGC":2723,"SPI":2724,"SFI":2725,"QVV":2726,"YLP":2727,"AIF":2728,"lionĠ":2729,"lan":2730,"RKI":2731,"AGCGG":2732,"ardsĠ":2733,"RFV":2734,"TTAAGG":2735,"TRD":2736,"eĠandĠ":2737,"KID":2738,"WLV":2739,"ALAA":2740,"YGE":2741,"TLY":2742,"TACAAC":2743,"AGCCG":2744,"VLH":2745,"ATGATC":2746,"adi":2747,"TTTTTTC":2748,"SEP":2749,"ip":2750,"QEI":2751,"ris":2752,"QAE":2753,"thereĠ":2754,"TSH":2755,"olog":2756,"TCL":2757,"ATTCCC":2758,"edĠinĠtheĠ":2759,"VLM":2760,"TYV":2761,"ATAAGC":2762,"TTATCC":2763,"QPL":2764,"sul":2765,"TPI":2766,"RML":2767,"LLY":2768,"KAP":2769,"KSR":2770,"contin":2771,"RPD":2772,"AGGTGG":2773,"TAATTG":2774,"TACATC":2775,"DVF":2776,"isĠaĠ":2777,"RPP":2778,"bel":2779,"DLY":2780,"lo":2781,"MAE":2782,"TTAGAG":2783,"ELY":2784,"direc":2785,"isionĠ":2786,"TGCCG":2787,"TGCTTG":2788,"TATGGG":2789,"TRP":2790,"SQP":2791,"RDP":2792,"HRL":2793,"TRI":2794,"TCAAGC":2795,"TGCAAC":2796,"SAH":2797,"TCATAC":2798,"TTATGC":2799,"KSP":2800,"TGF":2801,"TAGGCC":2802,"eĠ,ĠandĠ":2803,"LLM":2804,"AGTCCC":2805,"succ":2806,"TCCACC":2807,"GCCG":2808,"ATAACC":2809,"ACTCAG":2810,"RTE":2811,"underĠ":2812,"TCAACC":2813,"Le":2814,"AGGATC":2815,"EEM":2816,"teamĠ":2817,"aysĠ":2818,"ualĠ":2819,"AGGAGAA":2820,"RID":2821,"peri":2822,"plac":2823,"TGAGTG":2824,"ATGCCC":2825,"ASM":2826,"QRR":2827,"yĠofĠ":2828,"SLY":2829,"TACTTC":2830,"orig":2831,"TVF":2832,"RED":2833,"10Ġ":2834,"QEG":2835,"ignĠ":2836,"AQP":2837,"VGI":2838,"TTAAGC":2839,"RQV":2840,"owerĠ":2841,"TTTCTTTC":2842,"wĠ":2843,"IVF":2844,"TAH":2845,"overn":2846,"saidĠ":2847,"SDF":2848,"SQI":2849,"RTI":2850,"ACCAAG":2851,"ELM":2852,"til":2853,"ATTTAG":2854,"DEF":2855,"AAAAATG":2856,"cer":2857,"TATATATATATATATA":2858,"eredĠ":2859,"RLM":2860,"TATTTAA":2861,"QQV":2862,"YAV":2863,"sm":2864,"ACCTTC":2865,"THG":2866,"yp":2867,"RQG":2868,"RSF":2869,"AGAAAAC":2870,"diff":2871,"ATCAAC":2872,"RGF":2873,"amesĠ":2874,"TTAGCC":2875,"rece":2876,"Car":2877,"Wor":2878,"TWL":2879,"TKQ":2880,"TTACG":2881,"SRF":2882,"ATAGCC":2883,"TYD":2884,"col":2885,"ion":2886,"severalĠ":2887,"TTGTTTT":2888,"rop":2889,"RGP":2890,"TAQ":2891,"AAGGCC":2892,"ef":2893,"ATQ":2894,"SSM":2895,"TGGAAAA":2896,"TCTAAC":2897,"KTP":2898,"AGTAGC":2899,"ASY":2900,"high":2901,"ĠB":2902,"TGGTAA":2903,"HGG":2904,"bro":2905,"CW":2906,"SIF":2907,"FED":2908,"HAA":2909,"SGM":2910,"VLY":2911,"TCCAGG":2912,"TTTGAA":2913,"Ger":2914,"YLI":2915,"beforeĠ":2916,".ĠAĠ":2917,"TGACG":2918,"QQQ":2919,"develop":2920,"az":2921,"didĠ":2922,"AAGATC":2923,"IIP":2924,"ARM":2925,"PGF":2926,"FGF":2927,"AQQ":2928,"couldĠ":2929,"AVY":2930,"TGACCC":2931,"RLY":2932,"ATTTGC":2933,"TTGTAG":2934,"uryĠ":2935,"TTCTAA":2936,"AAGATG":2937,"EEP":2938,"yearsĠ":2939,"appear":2940,"tran":2941,"sk":2942,"FVP":2943,"SYV":2944,"QQE":2945,"ATAAGG":2946,"out":2947,"AEM":2948,"AQD":2949,"IEP":2950,"ATATTTC":2951,"RIP":2952,"ATTAAAA":2953,"AmericanĠ":2954,"TCCAGC":2955,"AGGAAAA":2956,"tishĠ":2957,"anyĠ":2958,"uallyĠ":2959,"ACTAAC":2960,"tersĠ":2961,"ACGGG":2962,"ound":2963,"origin":2964,"oughtĠ":2965,"HLD":2966,"TGATAG":2967,"KQV":2968,"org":2969,"TCACTGC":2970,"EEQ":2971,"AAGACC":2972,"retur":2973,"ept":2974,"ATTATC":2975,"TTCATG":2976,"ATTAAC":2977,"beganĠ":2978,"HVL":2979,"AAGTAA":2980,"TGTATA":2981,"selfĠ":2982,"ticalĠ":2983,"PDI":2984,"KEF":2985,"duringĠtheĠ":2986,"ighĠ":2987,"AGGACC":2988,"IEQ":2989,"tilĠ":2990,"PVF":2991,"KGF":2992,"YTL":2993,"AGATTG":2994,"TCCTGC":2995,"AGTAAG":2996,"TTGATG":2997,"ĠandĠ":2998,"MGV":2999,"AAGCCC":3000,"TGACTG":3001,"TGTCAG":3002,"tureĠ":3003,"AGTATT":3004,".ĠR":3005,"RTT":3006,"SLM":3007,"HLP":3008,"torĠ":3009,"ATATGG":3010,"TCCCG":3011,"AAGTTC":3012,"ativeĠ":3013,"KKP":3014,"view":3015,"Ju":3016,"TCTATG":3017,"ACTCG":3018,"TVQ":3019,"Ġ\"Ġ":3020,"GLQ":3021,"ATTTTAA":3022,"RAM":3023,"ationĠofĠ":3024,"SWL":3025,"TTCCG":3026,"acc":3027,"sol":3028,"offic":3029,"RVF":3030,"TTTTGAA":3031,"lif":3032,"TCTATT":3033,"RSQ":3034,"KVP":3035,"TACCCC":3036,"DDF":3037,"RYG":3038,"ther":3039,"SSY":3040,"SYE":3041,"KML":3042,"ATĊ":3043,"wardĠ":3044,"TACTAC":3045,"AGGTAA":3046,"RSD":3047,"17":3048,"HPL":3049,"KQE":3050,".ĠP":3051,"DGQ":3052,"TTGTCC":3053,"AGGTTC":3054,"AALL":3055,"edĠonĠ":3056,"TGTAGC":3057,"oweverĠ,Ġ":3058,"KSD":3059,"TGGTGC":3060,"aĠf":3061,"ATCGC":3062,"KLY":3063,"SCL":3064,"TGTAAG":3065,"AHV":3066,"SHG":3067,"VED":3068,"go":3069,"FGP":3070,"SVQ":3071,"RFE":3072,"oci":3073,"ALAL":3074,".ĠOnĠ":3075,"aveĠ":3076,"ATGCG":3077,"ATGGGC":3078,"aleĠ":3079,",ĠbutĠ":3080,"GGGAA":3081,"assĠ":3082,"QLF":3083,"ACTATT":3084,"QGI":3085,"ARY":3086,"AYD":3087,"win":3088,"fourĠ":3089,"VVQ":3090,"ADY":3091,"TAGTAA":3092,"TEP":3093,"descri":3094,"194":3095,"TATAGG":3096,"TCCAAC":3097,"PLQ":3098,"MAV":3099,"ACCTGC":3100,"AAGAGC":3101,"untilĠ":3102,"AFF":3103,"PGQ":3104,"tak":3105,"ARH":3106,"neĠ":3107,"KIP":3108,"wasĠtheĠ":3109,"AKQ":3110,"FVI":3111,"AGTCAC":3112,"ATTTTTC":3113,"ACCAGC":3114,"Sh":3115,"storyĠ":3116,"SLH":3117,"TGGTTG":3118,"lineĠ":3119,"RSK":3120,".ĠL":3121,"SEF":3122,"QVI":3123,"AAACAA":3124,"MLD":3125,"TAGAAAA":3126,"GGGGG":3127,"leg":3128,"Oc":3129,"receiv":3130,"dre":3131,"RRQ":3132,"SPF":3133,"TGQ":3134,"KKY":3135,"GLY":3136,"ATAGGC":3137,"SFF":3138,"YEV":3139,"orsĠ":3140,"YVD":3141,"AIQ":3142,"TGATAC":3143,"kĠ,Ġ":3144,"tĠtheĠ":3145,"ond":3146,"ACAAAAC":3147,"198":3148,"eryĠ":3149,"YGD":3150,"forc":3151,"AGW":3152,"oper":3153,"Cl":3154,"KQI":3155,"pop":3156,"IGQ":3157,"ALC":3158,"APF":3159,"YGI":3160,"ularĠ":3161,"TCCATG":3162,"TGTCTT":3163,"KVF":3164,"grou":3165,"RQQ":3166,"SFP":3167,"KDF":3168,"RQE":3169,"GGGGC":3170,"DGY":3171,"sĠtheĠ":3172,"tlyĠ":3173,"bor":3174,"ĠM":3175,"AGTATG":3176,"FDI":3177,"ILM":3178,"GGY":3179,"ILY":3180,"HAV":3181,"TCTAGC":3182,"HEL":3183,"TAGTTC":3184,"TACCG":3185,"ACTCAC":3186,"KAM":3187,"KPI":3188,"HSS":3189,"TAAAGC":3190,"offĠ":3191,"AGTCG":3192,"Wh":3193,"ATCCG":3194,"RDD":3195,"nerĠ":3196,"FLQ":3197,"TTAGGG":3198,"GLM":3199,"IDF":3200,"TGGTCC":3201,"TAM":3202,"1Ġ,Ġ":3203,"ACTCTT":3204,"WLG":3205,"TGY":3206,"KTF":3207,"suppor":3208,"ron":3209,"fam":3210,"ATCATG":3211,"AAGGGG":3212,"RRM":3213,"ten":3214,"SMG":3215,"edĠforĠ":3216,"HTL":3217,"TTGTAC":3218,"KHL":3219,"Gre":3220,"ATCTGC":3221,"KDP":3222,"TMG":3223,"millionĠ":3224,"sign":3225,"VEI":3226,"IGY":3227,"KLM":3228,"TTCTAC":3229,"HPE":3230,"GGQ":3231,"STQ":3232,"emp":3233,"backĠ":3234,"ingĠtoĠ":3235,"AGGTAG":3236,"hadĠbeenĠ":3237,"TTF":3238,"RRY":3239,".ĠWh":3240,"ATY":3241,"ortĠ":3242,"TTAGTG":3243,"everĠ":3244,"TTCTTTT":3245,"myĠ":3246,"edĠandĠ":3247,"TGGTAG":3248,"GGM":3249,"ADQ":3250,"TGATTG":3251,"VGP":3252,"AAAV":3253,"yearĠ":3254,"Col":3255,"KKM":3256,"ATGAAAA":3257,"ATACCC":3258,"eldĠ":3259,"AAGGGC":3260,"ATGTGC":3261,"SĠ":3262,"mod":3263,"$Ġ":3264,"AHE":3265,"TTAAAAC":3266,"TGTCG":3267,"QVD":3268,"ACTATG":3269,"HGE":3270,"TLLL":3271,"QQG":3272,"TME":3273,"TLM":3274,"HDL":3275,"KRF":3276,"SEQ":3277,"TTGAAAA":3278,"AACAAAA":3279,"TTGCG":3280,"RDF":3281,"TDF":3282,"Wil":3283,"AGTACC":3284,"TTATGG":3285,"EEY":3286,"AGGTGC":3287,"TTTCAA":3288,"TAAL":3289,"TTACCC":3290,"peo":3291,"TAY":3292,"BritishĠ":3293,"mi":3294,"TGTACC":3295,"FEI":3296,"theseĠ":3297,"LLC":3298,"PPD":3299,"IPI":3300,"includingĠ":3301,"AACCCC":3302,"tain":3303,"PLY":3304,"KDD":3305,"foundĠ":3306,"Jun":3307,"TCTAAG":3308,"continu":3309,"leyĠ":3310,"pri":3311,"SQD":3312,"irdĠ":3313,"TGTTTTC":3314,"DLM":3315,"stri":3316,"TACAGC":3317,"remain":3318,"emb":3319,"AGAGAGAGAGAGAGAG":3320,"uresĠ":3321,"TGTCAC":3322,"sideĠ":3323,"SVY":3324,"AEY":3325,"TAATAG":3326,"HPD":3327,"AAGAGG":3328,"TCCTGCC":3329,"bre":3330,"SPQ":3331,"Ã©":3332,"AGTTAC":3333,"mĠ)Ġ":3334,"ATGTAG":3335,"abl":3336,"REF":3337,"tĠofĠtheĠ":3338,"eptemberĠ":3339,"wasĠaĠ":3340,"ingĠ,Ġ":3341,"KYG":3342,"APQ":3343,"KQG":3344,"VLC":3345,"TATTTATT":3346,"ey":3347,"SRQ":3348,"AACTTC":3349,"20Ġ":3350,"AAATAC":3351,"siveĠ":3352,"REQ":3353,"ACCGG":3354,"SYD":3355,"requ":3356,"AACGC":3357,"tookĠ":3358,"0Ġ,Ġ":3359,"edĠwithĠ":3360,"TGGTAC":3361,"longĠ":3362,"AEH":3363,"ATAAATT":3364,"KPD":3365,"ATM":3366,"SeptemberĠ":3367,"SGH":3368,"AGAAAGAA":3369,"TTGATC":3370,"ATAL":3371,"ieĠ":3372,"eĠ,ĠtheĠ":3373,"KKF":3374,"TCCGC":3375,"KAY":3376,"SME":3377,"PLM":3378,"RQI":3379,"IIF":3380,"ACTACC":3381,"ATATTAA":3382,"AACAGC":3383,"fulĠ":3384,"TCTCTCTCTCTCTCTC":3385,"TATATAA":3386,"KSQ":3387,"THV":3388,"becaus":3389,"ACCCG":3390,"sameĠ":3391,"KTR":3392,"oryĠ":3393,"ĠO":3394,"TMV":3395,"RFD":3396,"TPQ":3397,"SMV":3398,"RAY":3399,"Sc":3400,"odĠ":3401,"AVAA":3402,"ick":3403,".ĠAfterĠ":3404,"AAACAC":3405,"AAGCG":3406,"TACAAAA":3407,"PGY":3408,"tionalĠ":3409,"TVY":3410,"KIF":3411,"ELH":3412,"REP":3413,"ekĠ":3414,"PGM":3415,"playĠ":3416,"RGY":3417,"VLAG":3418,"AAATTC":3419,"ASH":3420,"resul":3421,"VDP":3422,"aroundĠ":3423,"ich":3424,"eachĠ":3425,"enn":3426,"AACACC":3427,"batt":3428,"do":3429,"likeĠ":3430,"TCCTGG":3431,"AVH":3432,"UnitedĠSt":3433,"ATTATG":3434,"TFI":3435,"WorldĠ":3436,"ACTTAC":3437,"TLH":3438,"VVM":3439,"stral":3440,"2Ġ,Ġ":3441,"AACATG":3442,"FVF":3443,"TACAAG":3444,"KTK":3445,"mayĠ":3446,"formĠ":3447,"govern":3448,"RWL":3449,"episodeĠ":3450,"QGD":3451,"197":3452,"AAAAAAAAAAAAAAAA":3453,"AGLL":3454,"TTTTTTTTTTTTTTTT":3455,"KRP":3456,"AGGL":3457,"ILH":3458,"CLL":3459,"YLF":3460,"5Ġ,Ġ":3461,"AGCTAA":3462,"TTGTGC":3463,"dr":3464,"DVY":3465,"YDP":3466,"GAAGC":3467,"AAW":3468,"KEY":3469,"TTCGG":3470,"DEQ":3471,"SIQ":3472,"PEF":3473,"KGY":3474,"GAAGG":3475,"MSS":3476,"STY":3477,"ectionĠ":3478,"196":3479,"ash":3480,"met":3481,"VVY":3482,"Bl":3483,"AIY":3484,"Ġ'sĠ":3485,"TTCTGG":3486,"AAAGAG":3487,"ARAL":3488,"KKQ":3489,"gustĠ":3490,"RPI":3491,"EGD":3492,"esĠtoĠ":3493,"EVI":3494,"ign":3495,"SDY":3496,"TQI":3497,"KEQ":3498,"AGAAAAG":3499,"IGM":3500,"50Ġ":3501,"TAGCCC":3502,"Nov":3503,"KQQ":3504,"TAACCC":3505,"IVQ":3506,"bur":3507,"edĠasĠ":3508,"ens":3509,"HLI":3510,"AGTAAAA":3511,"TGTAAAA":3512,"RKQ":3513,"TCCGG":3514,"Jan":3515,"ATGTGG":3516,"repor":3517,"AACAAG":3518,"bri":3519,"pass":3520,"AGTCTT":3521,"ityĠofĠ":3522,"AYF":3523,"TIF":3524,"RTD":3525,"ATGTTTT":3526,"AAAGTGC":3527,"TCCTTG":3528,"downĠ":3529,"SRY":3530,"RHG":3531,"describ":3532,"PDF":3533,"sĠinĠ":3534,"ACCAGG":3535,"4Ġ,Ġ":3536,"ADM":3537,",ĠwhichĠ":3538,"KEM":3539,"KTD":3540,"AHP":3541,"tedĠtoĠ":3542,"stateĠ":3543,"AGTAGG":3544,"ASSL":3545,"compan":3546,"ATCAGC":3547,"RIF":3548,"TATATAC":3549,"ĠD":3550,"TTTTGCC":3551,"tainĠ":3552,"Fran":3553,"jo":3554,"SHV":3555,"stemĠ":3556,"ATCAAG":3557,"alongĠ":3558,"SIY":3559,"ath":3560,"vingĠ":3561,"DLH":3562,"IEF":3563,"mak":3564,"sĠtoĠ":3565,"toberĠ":3566,"WLE":3567,"TTTCTTC":3568,"3Ġ,Ġ":3569,"lead":3570,"OctoberĠ":3571,"TAĊ":3572,"QVP":3573,"musicĠ":3574,"ATATTTG":3575,"TGCTAC":3576,"ACCTAC":3577,"RTF":3578,"ATTTGG":3579,"nationalĠ":3580,"TGTTAC":3581,"JohnĠ":3582,"AugustĠ":3583,"DVQ":3584,"intoĠtheĠ":3585,"Austral":3586,"aĠandĠ":3587,"isĠtheĠ":3588,"TTTTAAAA":3589,"AMI":3590,"SLLL":3591,"suchĠasĠ":3592,"ASC":3593,"ATGAGG":3594,"ACCTTG":3595,"ATAATAA":3596,"Har":3597,"RRH":3598,"EGI":3599,"eff":3600,"KSY":3601,"AKF":3602,"KPP":3603,"KRD":3604,"MLP":3605,"war":3606,"ATCTTG":3607,"perĠ":3608,"ouĠ":3609,"GCCCC":3610,"WTV":3611,"RGQ":3612,"AVC":3613,"SSH":3614,"ofĠaĠ":3615,"tryĠ":3616,"ali":3617,"TTCAGG":3618,"TRF":3619,"airĠ":3620,"RVQ":3621,".ĠE":3622,"def":3623,"Yor":3624,"KKKK":3625,"AMD":3626,"ATAAAAC":3627,"CCCAGC":3628,"actĠ":3629,"entlyĠ":3630,"ACTAAG":3631,"DEM":3632,"ech":3633,"fiveĠ":3634,"meĠ":3635,"TPF":3636,"YLQ":3637,"disc":3638,"haveĠbeenĠ":3639,"TCCAAG":3640,"ven":3641,"own":3642,"FLY":3643,"30Ġ":3644,"TTCTAG":3645,"YVP":3646,"TGCTAA":3647,"appro":3648,"GGAGG":3649,"uchĠ":3650,"DEY":3651,"TTAAATT":3652,"ly":3653,"MayĠ":3654,"AATTTC":3655,"ivers":3656,"RAH":3657,"RSY":3658,"QQI":3659,"atelyĠ":3660,"TCTAAAA":3661,"TQP":3662,"oneĠofĠtheĠ":3663,"sou":3664,"AYI":3665,"SLC":3666,"AEAL":3667,"TTTATTG":3668,"sĠ,ĠtheĠ":3669,"VGF":3670,"TGTAGG":3671,"MGE":3672,"maj":3673,"alĠ,Ġ":3674,"AAATGC":3675,"TGM":3676,"TCTAGG":3677,"SQQ":3678,"For":3679,"RKP":3680,"sĠwereĠ":3681,"Dec":3682,"sion":3683,"REM":3684,"SPY":3685,"TEQ":3686,"SKF":3687,"SĊ":3688,"KFG":3689,"peopleĠ":3690,"RKD":3691,"ATCTAA":3692,"TTTCCCC":3693,"SRM":3694,"AKY":3695,"ough":3696,"SVM":3697,"RGM":3698,"ureĠ":3699,"VDI":3700,"SGC":3701,"som":3702,"under":3703,"TTCGC":3704,"ATAGGG":3705,"KGP":3706,"eoĠ":3707,"TGCACC":3708,"contro":3709,"thernĠ":3710,"ACTAGC":3711,"giv":3712,"SAW":3713,"IPF":3714,"HGD":3715,"YED":3716,"PEQ":3717,"ATTAAG":3718,"WAL":3719,"Pro":3720,"ELC":3721,"TACTAA":3722,"PVQ":3723,"ledĠ":3724,"FIF":3725,"Sp":3726,"bandĠ":3727,"KST":3728,"PLH":3729,"TACGG":3730,"ATTGGC":3731,"forĠaĠ":3732,"TTCACC":3733,"TTTTTCC":3734,"TIQ":3735,"FDF":3736,"AGTTTTC":3737,"du":3738,"SEY":3739,"af":3740,"KFV":3741,"ACTAAAA":3742,"dra":3743,"Can":3744,"SEM":3745,"PVY":3746,"resp":3747,"complet":3748,"6Ġ,Ġ":3749,"LLAL":3750,"TFP":3751,"KEP":3752,"duringĠ":3753,"JulyĠ":3754,"esĠinĠ":3755,"menĠ":3756,"FGY":3757,"TACGC":3758,"TTAGGC":3759,"AGGTTG":3760,"ounc":3761,"SYI":3762,"GLH":3763,"MLI":3764,"ACTTTTC":3765,"AIM":3766,"RSM":3767,"TAGATG":3768,"hal":3769,"UnitedĠStatesĠ":3770,"NovemberĠ":3771,"YGP":3772,"consid":3773,"caus":3774,"WSL":3775,"ACCTGG":3776,"SSC":3777,"ATH":3778,"partic":3779,"det":3780,"SHP":3781,"AAAAATAA":3782,"ismĠ":3783,"TCTATC":3784,"vari":3785,"AGCTTG":3786,"awĠ":3787,"KVY":3788,"TGTTATT":3789,"highĠ":3790,"gra":3791,"AVLL":3792,"KFE":3793,"ALLG":3794,"extĠ":3795,"ATTTTTG":3796,"YDI":3797,"ful":3798,"KPF":3799,"ah":3800,"ATCGG":3801,"RVY":3802,"GGCGC":3803,"IVY":3804,"SGW":3805,"TEF":3806,"SKY":3807,"AEAA":3808,"TTĊ":3809,"HVV":3810,"AACGG":3811,"SKQ":3812,".ĠAl":3813,"12Ġ":3814,"YGF":3815,"sequ":3816,"HGI":3817,"sinceĠ":3818,"ATATATT":3819,"ATATATA":3820,"bi":3821,"AMP":3822,".ĠC":3823,"AAGTGC":3824,"AGGTCC":3825,"AFY":3826,"AKM":3827,"RLC":3828,"redĠ":3829,"ATCTAC":3830,"RFP":3831,"uaryĠ":3832,"TCAAAAC":3833,"TAGCG":3834,".ĠTheyĠ":3835,"run":3836,"arlyĠ":3837,"setĠ":3838,"open":3839,"ALW":3840,"TTTATTC":3841,"dam":3842,"QGF":3843,"Gu":3844,"SAC":3845,"AACTAA":3846,"HLF":3847,"osĠ":3848,"son":3849,"KLH":3850,"Apr":3851,"didĠnotĠ":3852,"aĠ'sĠ":3853,"FEP":3854,"GVP":3855,"ishedĠ":3856,"RLW":3857,"QED":3858,"Li":3859,"AGGTAC":3860,"ATGAGC":3861,"MGI":3862,".ĠN":3863,"YEI":3864,"IDY":3865,"coll":3866,"AAGTTG":3867,"\"ĠandĠ":3868,"cul":3869,"QLY":3870,"HAG":3871,"areaĠ":3872,"DGM":3873,"provid":3874,"TCTTTTC":3875,"incre":3876,"TGTTTTG":3877,"15Ġ":3878,"QQP":3879,"ILC":3880,".ĠInĠtheĠ":3881,"AAAR":3882,"etsĠ":3883,"TAAACC":3884,"larg":3885,"AALE":3886,"Ph":3887,"TTQ":3888,"APY":3889,"RYV":3890,"Ge":3891,"TRQ":3892,"aneĠ":3893,"evenĠ":3894,"medi":3895,"GGH":3896,"TGGAGAA":3897,"AACTGC":3898,"erĠandĠ":3899,".Ġ\"ĠĊ":3900,"tre":3901,"VEP":3902,"KIY":3903,"Pl":3904,"VVH":3905,"oĠ,Ġ":3906,"PPQ":3907,"QLM":3908,"AGTTATT":3909,"ASW":3910,"ĠF":3911,"ireĠ":3912,"scho":3913,"ouseĠ":3914,"AAAAATC":3915,"AQF":3916,"usedĠ":3917,"Eu":3918,"GAACC":3919,"AELL":3920,"bas":3921,"TACTGG":3922,"udi":3923,"willĠ":3924,"toĠaĠ":3925,"whatĠ":3926,"KDY":3927,"IEY":3928,"TGAAAAC":3929,"GGW":3930,"ditionĠ":3931,"ASLL":3932,"TAGAGC":3933,"SHE":3934,"TQD":3935,"TVM":3936,"GGCGG":3937,"Indi":3938,"AATGAA":3939,"iseĠ":3940,"QGP":3941,"leftĠ":3942,"dem":3943,"TGTATC":3944,"ACTTTGGG":3945,"IGH":3946,"ifĠ":3947,"TCTTTTG":3948,"KGQ":3949,"dueĠ":3950,"TACTGC":3951,"TCCTAA":3952,"AATTAA":3953,"TLC":3954,"IVM":3955,"nowĠ":3956,"differ":3957,"RDY":3958,"ATTTTCC":3959,"DVM":3960,"DGH":3961,"ickĠ":3962,"KTY":3963,"CCCAGG":3964,"CLE":3965,"chil":3966,"SQF":3967,"FLH":3968,"hasĠbeenĠ":3969,"PPI":3970,"cas":3971,"ATGACC":3972,"TTGTGG":3973,"RKY":3974,"esĠtheĠ":3975,"fun":3976,"ALGL":3977,"DDY":3978,"ug":3979,"SDQ":3980,"STM":3981,"FLM":3982,"AAGTAG":3983,"ARLL":3984,"releasedĠ":3985,"dea":3986,"TGTTAG":3987,"WLD":3988,"AGGAAGG":3989,"TTTGTTTT":3990,"inst":3991,"..":3992,"VVC":3993,"ACTTTAA":3994,"expl":3995,"AIH":3996,"SFY":3997,"ogra":3998,"DecemberĠ":3999,"her":4000,"TTCAAAA":4001,"anotherĠ":4002,"TTTCATT":4003,"AAGTAC":4004,"JanuaryĠ":4005,"IDQ":4006,"AFQ":4007,"AGĊ":4008,"lim":4009,"TTAAAAG":4010,"TATATTTT":4011,"TAGTTTT":4012,"YLY":4013,"RQP":4014,"AGTTAG":4015,"Gr":4016,"KSM":4017,"AACTTG":4018,"JuneĠ":4019,"AYP":4020,"QVF":4021,"AVAL":4022,"largeĠ":4023,"aug":4024,"muchĠ":4025,"TAAGGC":4026,"SKM":4027,"sum":4028,"showĠ":4029,"Char":4030,"positionĠ":4031,"cla":4032,"TCGGCC":4033,"APAP":4034,"vic":4035,"esĠ(Ġ":4036,"FGQ":4037,"wro":4038,"TALL":4039,"KRY":4040,"VEQ":4041,"KGM":4042,"TGH":4043,"placeĠ":4044,"omin":4045,"ati":4046,"TGGTGGC":4047,"DGW":4048,"SYF":4049,"Qu":4050,"cour":4051,"singleĠ":4052,"TACTCC":4053,"RVM":4054,"westĠ":4055,"Ro":4056,"ATCAAAA":4057,"RFI":4058,"KVQ":4059,"MarchĠ":4060,"dedĠ":4061,"REY":4062,"AAATAG":4063,"AGAL":4064,"ADH":4065,"Jap":4066,"gener":4067,"thirdĠ":4068,"TFF":4069,"AALV":4070,"RPF":4071,"cordingĠ":4072,"CCCGC":4073,"cityĠ":4074,"characterĠ":4075,"XXXXXXXX":4076,"systemĠ":4077,"comp":4078,"itt":4079,"SVH":4080,"[Ġ":4081,"TAGGGG":4082,"RIQ":4083,"ALLE":4084,"WRR":4085,"equ":4086,"AAGTCC":4087,"TAAAGG":4088,"PGH":4089,"TACTTTT":4090,"IIQ":4091,"veryĠ":4092,"AAAACG":4093,"TDY":4094,"calledĠ":4095,"adv":4096,"CCCGG":4097,"TGTTTCC":4098,"governmentĠ":4099,"AprilĠ":4100,"uĠ":4101,"TIY":4102,"critic":4103,"ATCTGG":4104,"SYP":4105,"AAGV":4106,"esĠwereĠ":4107,"NorthĠ":4108,"GVI":4109,"AERL":4110,"insĠ":4111,"RFF":4112,"ilityĠ":4113,"RYE":4114,"TACTTG":4115,"ATAAAAAA":4116,"afterĠtheĠ":4117,"KFI":4118,"WGL":4119,"TAAAAGC":4120,",ĠaĠ":4121,"]Ġ":4122,"RGH":4123,"CLV":4124,"exp":4125,"del":4126,"fa":4127,"RSH":4128,"AGTATC":4129,"previ":4130,"onĠaĠ":4131,"ACV":4132,"ock":4133,"VLAL":4134,"asĠwellĠ":4135,"RVH":4136,"KYV":4137,"%Ġ":4138,"TTY":4139,"QLH":4140,"TGTATTTT":4141,"AGAAATG":4142,"TVH":4143,"TCTTCCC":4144,"yingĠ":4145,"ADAL":4146,"WarĠ":4147,"finalĠ":4148,"QGQ":4149,"LLW":4150,"KIQ":4151,"ific":4152,"TTCCTTCC":4153,"RRRR":4154,"yĠandĠ":4155,"ACTTATT":4156,"rev":4157,"AIC":4158,"speciesĠ":4159,"IEM":4160,"YLH":4161,"TTCTTTC":4162,"ersĠ,Ġ":4163,"esp":4164,"MGD":4165,"TTGAGC":4166,"TGTAATCCCAGC":4167,"AALG":4168,"dgeĠ":4169,"tal":4170,"KME":4171,"hor":4172,"fur":4173,"AGTTTAA":4174,"TGGACC":4175,"pur":4176,"TAATGC":4177,"ATTTATT":4178,"justĠ":4179,"resid":4180,"MSF":4181,"msĠ":4182,"GCTGC":4183,"forman":4184,"ARW":4185,"SLSL":4186,"ACTTAG":4187,"port":4188,"GLC":4189,"PEY":4190,"fieldĠ":4191,"9Ġ,Ġ":4192,"PVM":4193,"erĠ'sĠ":4194,"AWV":4195,"AAAE":4196,"ys":4197,"TAGAGG":4198,"EELL":4199,"DDDD":4200,"PDY":4201,"SRH":4202,"VLW":4203,"SVC":4204,"atureĠ":4205,"AAAGCC":4206,"issu":4207,"TGTTTAA":4208,"centuryĠ":4209,"doĠ":4210,"YGY":4211,"Fl":4212,"prot":4213,"KRQ":4214,"TLW":4215,"organ":4216,"Bar":4217,"TAGGGC":4218,"AHD":4219,".ĠSheĠ":4220,"basedĠ":4221,"VLAA":4222,"AACTAC":4223,"flu":4224,"eerĠ":4225,"TAAAACC":4226,"YorkĠ":4227,",ĠandĠtheĠ":4228,"tillĠ":4229,"ectsĠ":4230,"VGY":4231,"QEQ":4232,"AHI":4233,"KRM":4234,"RKF":4235,"GEI":4236,"TTGAGG":4237,"SMD":4238,"AGAAATT":4239,"cu":4240,"AACAGG":4241,"KFD":4242,"RIH":4243,"RQD":4244,"beli":4245,"APM":4246,"ARRL":4247,"erg":4248,"CLG":4249,"ADW":4250,"groupĠ":4251,"AQM":4252,"YVI":4253,"tiesĠ":4254,"TGGTTTT":4255,"TPY":4256,"SGSG":4257,"agueĠ":4258,"SALL":4259,"LLLG":4260,"RIY":4261,"efĠ":4262,"ATGL":4263,"AGCAAAA":4264,"Eng":4265,"AACCG":4266,"FEQ":4267,"7Ġ,Ġ":4268,"HIL":4269,"zĠ":4270,"AATTTG":4271,"fic":4272,"EVP":4273,"TGCTTTT":4274,"worldĠ":4275,"SLW":4276,"VDF":4277,"rightĠ":4278,"attemp":4279,"AARL":4280,"followingĠ":4281,"CCCTCC":4282,"RTQ":4283,"8Ġ,Ġ":4284,"IIY":4285,"USĠ":4286,"GGAGC":4287,"KVM":4288,"195":4289,"ADLL":4290,"RKM":4291,"Gen":4292,"TTAGAC":4293,"TAGTTG":4294,"MLF":4295,"TACAGG":4296,"groundĠ":4297,"AVW":4298,"ballĠ":4299,"TTAATAA":4300,"FGM":4301,"eav":4302,"IVH":4303,"GCAGC":4304,"ATCAGG":4305,"HLQ":4306,")ĠandĠ":4307,"TAGACC":4308,"oonĠ":4309,"TGAAATT":4310,"ASAA":4311,"16":4312,"eanĠ":4313,"RAT":4314,"193":4315,"scor":4316,"elev":4317,"KLC":4318,"11Ġ":4319,"VGQ":4320,