<unk>	0
<s>	0
</s>	0
AA	-0
TT	-1
TG	-2
AG	-3
CC	-4
TC	-5
AC	-6
GG	-7
TA	-8
TAA	-9
ATT	-10
GC	-11
ATG	-12
TCC	-13
LL	-14
TAG	-15
TTC	-16
AAAA	-17
TAC	-18
TTTT	-19
AL	-20
ACC	-21
TGC	-22
AAG	-23
TGG	-24
AGG	-25
AGC	-26
SS	-27
VL	-28
TTG	-29
ATC	-30
AAC	-31
SL	-32
EL	-33
RL	-34
AV	-35
DL	-36
TL	-37
GL	-38
IL	-39
EE	-40
VV	-41
KL	-42
ATA	-43
PL	-44
SG	-45
RR	-46
AE	-47
AD	-48
AR	-49
AS	-50
AI	-51
ATAA	-52
CCC	-53
QL	-54
FL	-55
KK	-56
TV	-57
DG	-58
SV	-59
AP	-60
TGTG	-61
IG	-62
IV	-63
DE	-64
SP	-65
DV	-66
TP	-67
GGG	-68
KE	-69
IE	-70
GGC	-71
SE	-72
TTTC	-73
SR	-74
YL	-75
AGAG	-76
AK	-77
PG	-78
RE	-79
AQ	-80
RV	-81
AF	-82
PV	-83
TE	-84
RG	-85
TTTG	-86
AGAA	-87
ACAC	-88
SI	-89
PE	-90
KV	-91
SD	-92
FG	-93
KG	-94
TI	-95
TATT	-96
TCTC	-97
TCCC	-98
DD	-99
SF	-100
HL	-101
ML	-102
PP	-103
TGAA	-104
SQ	-105
KI	-106
FV	-107
DI	-108
ATAG	-109
ATTC	-110
RI	-111
TTCC	-112
TTAA	-113
QQ	-114
TD	-115
ACAA	-116
VG	-117
SK	-118
YG	-119
ACAG	-120
TR	-121
TCTG	-122
VE	-123
AM	-124
FE	-125
QG	-126
QE	-127
DP	-128
AY	-129
TGGG	-130
GAA	-131
AGCC	-132
II	-133
TAAC	-134
ATAC	-135
TF	-136
TATA	-137
ATGC	-138
AGGC	-139
QV	-140
DR	-141
AGGG	-142
TCAA	-143
ATCC	-144
KR	-145
TTGG	-146
SY	-147
TGCC	-148
ACG	-149
ATTG	-150
ATGG	-151
AH	-152
TGGC	-153
TK	-154
TTGC	-155
WL	-156
RP	-157
FI	-158
TS	-159
TQ	-160
TAAG	-161
EG	-162
TY	-163
HG	-164
KP	-165
TAAAA	-166
ACCC	-167
DF	-168
ACTG	-169
TATG	-170
TCG	-171
TACC	-172
MG	-173
RD	-174
QI	-175
TAGC	-176
TCAG	-177
KD	-178
EV	-179
YV	-180
IP	-181
QR	-182
SM	-183
ID	-184
SH	-185
AGTG	-186
YE	-187
QP	-188
TCAC	-189
AAGG	-190
RK	-191
RF	-192
MV	-193
TCTT	-194
AT	-195
AAAG	-196
GV	-197
ME	-198
HV	-199
FD	-200
TAGG	-201
PD	-202
RQ	-203
CL	-204
FF	-205
KQ	-206
AAAAC	-207
ALL	-208
AW	-209
TTTTC	-210
PI	-211
TGAG	-212
TH	-213
TTAC	-214
KY	-215
RY	-216
TATC	-217
TTATT	-218
AAGC	-219
AAAC	-220
GE	-221
AAL	-222
TM	-223
TTTTG	-224
TTTAA	-225
FP	-226
DY	-227
LLL	-228
IR	-229
AGAC	-230
HE	-231
IK	-232
AACC	-233
HP	-234
IF	-235
DK	-236
TGAC	-237
GCC	-238
SC	-239
VP	-240
TTAG	-241
IY	-242
QK	-243
TATAA	-244
ST	-245
SW	-246
RM	-247
TGTC	-248
FY	-249
VI	-250
QD	-251
VD	-252
AAAAG	-253
RH	-254
AATG	-255
TTTCC	-256
RS	-257
KM	-258
TTTA	-259
CG	-260
KF	-261
YP	-262
MP	-263
IQ	-264
IS	-265
AGL	-266
GGGG	-267
VR	-268
AAATT	-269
AVL	-270
CCCC	-271
KS	-272
AGTC	-273
WG	-274
YD	-275
ACTC	-276
ER	-277
FR	-278
EI	-279
ED	-280
EK	-281
TW	-282
QY	-283
FS	-284
GI	-285
PR	-286
MI	-287
TGTT	-288
SSL	-289
TATTTT	-290
ACATT	-291
GCG	-292
TCATT	-293
AEL	-294
EP	-295
MD	-296
FK	-297
AATT	-298
HI	-299
YY	-300
FQ	-301
ASL	-302
SLL	-303
AAATG	-304
DQ	-305
HR	-306
TATTC	-307
TGGCC	-308
ARL	-309
VK	-310
YI	-311
EQ	-312
YR	-313
VF	-314
PQ	-315
TLL	-316
MK	-317
GD	-318
PF	-319
MR	-320
AGTT	-321
HD	-322
AATAA	-323
AATC	-324
PS	-325
GR	-326
TAL	-327
CCG	-328
VQ	-329
VS	-330
ACTT	-331
ADL	-332
TCTCC	-333
PK	-334
HH	-335
TCTTC	-336
AGAAG	-337
ATAAC	-338
ATL	-339
YF	-340
TATTG	-341
TGTAA	-342
ASS	-343
AGATG	-344
TGATT	-345
TATAC	-346
DS	-347
AGGCC	-348
TTTGC	-349
YQ	-350
WV	-351
TTTAC	-352
HF	-353
AGATT	-354
HQ	-355
TCCCC	-356
GGCC	-357
MQ	-358
AAAAAAAA	-359
WE	-360
ALG	-361
ASG	-362
ATGGC	-363
TATAG	-364
AIL	-365
GGL	-366
YK	-367
GGGC	-368
GAG	-369
AAGAA	-370
GK	-371
DM	-372
ATCCC	-373
GF	-374
ARR	-375
TTTTTTTT	-376
TTCCC	-377
TCTGC	-378
TTTAG	-379
CV	-380
GP	-381
AGGAA	-382
AGAAC	-383
ACAGC	-384
TTGCC	-385
ATGCC	-386
GTG	-387
TGGAA	-388
PY	-389
ACCCC	-390
MS	-391
ACTGC	-392
TVL	-393
HY	-394
QF	-395
CE	-396
AEE	-397
AAV	-398
AAGCC	-399
TGTTC	-400
TCAGC	-401
WR	-402
ACATG	-403
ATTCC	-404
TGL	-405
AGAGC	-406
QS	-407
HK	-408
TCATC	-409
LLG	-410
AAAAAA	-411
TGATG	-412
AGTTC	-413
ACTTC	-414
VY	-415
TGGGC	-416
AGTAA	-417
WI	-418
TSL	-419
MF	-420
AKL	-421
GGAA	-422
AGAGG	-423
LLE	-424
ACATC	-425
APL	-426
ALV	-427
ACAAC	-428
ACTCC	-429
TTTGG	-430
TGTGC	-431
TATGC	-432
TSS	-433
TTGAA	-434
ALE	-435
GY	-436
ATAGC	-437
AAE	-438
TTAAC	-439
TGAAG	-440
TGAAC	-441
TTATG	-442
ATACC	-443
ATAAG	-444
GQ	-445
TCATG	-446
HS	-447
AGAAAA	-448
ATTGC	-449
ATV	-450
TCACC	-451
MM	-452
TTAAAA	-453
ACACC	-454
TTATC	-455
GS	-456
AQL	-457
TCTAA	-458
TGTCC	-459
AFL	-460
TATCC	-461
IH	-462
DH	-463
TCAGG	-464
TGTAG	-465
AGTGC	-466
TGGGG	-467
EF	-468
KH	-469
TGTTG	-470
RW	-471
TTL	-472
IC	-473
DW	-474
ACGC	-475
IM	-476
AGCG	-477
TCAAC	-478
YS	-479
ATTAA	-480
AGATC	-481
PH	-482
ES	-483
VM	-484
TGTGG	-485
AGGGC	-486
AGCCC	-487
TTGGC	-488
ACTAA	-489
TCTTG	-490
TGACC	-491
RC	-492
TGTGTGTG	-493
QM	-494
ACAGG	-495
PM	-496
TCGC	-497
LLV	-498
KT	-499
TGCCC	-500
TGAGC	-501
TCTGG	-502
ATTATT	-503
AAATC	-504
ELE	-505
TATGG	-506
SAL	-507
TGAGG	-508
ACACACAC	-509
QH	-510
ACGG	-511
AGGGG	-512
TTAAG	-513
TVV	-514
WD	-515
AVV	-516
FM	-517
TPL	-518
AGACC	-519
TCTAC	-520
VLG	-521
AGV	-522
VLV	-523
SGL	-524
TGTAC	-525
FC	-526
TAGCC	-527
FH	-528
TCAAG	-529
TTCG	-530
ATGAA	-531
ATP	-532
TTCAA	-533
ACAAG	-534
AKK	-535
EY	-536
RLL	-537
DC	-538
SAA	-539
ATGGG	-540
TTTTCC	-541
TGATC	-542
AGTGG	-543
SGG	-544
TTGGG	-545
TACCC	-546
TAGAA	-547
ACTAC	-548
ATATAA	-549
GM	-550
TEL	-551
AGTCC	-552
ACAAAA	-553
AACG	-554
TRL	-555
WQ	-556
TTACC	-557
TGCG	-558
AKE	-559
TATTTC	-560
EM	-561
AACAA	-562
WP	-563
TAATAA	-564
WK	-565
ACTTG	-566
TGTTTT	-567
ACTGG	-568
TDL	-569
AGTTG	-570
TEE	-571
CP	-572
ALR	-573
AGTAG	-574
VLE	-575
TIL	-576
ATCG	-577
TCGG	-578
AAR	-579
TSG	-580
AGTAC	-581
ATAAAA	-582
TGAAAA	-583
AGCAA	-584
VH	-585
ATTTTC	-586
ATTGG	-587
WF	-588
KC	-589
DLL	-590
ACCG	-591
TAGGC	-592
SVL	-593
AYL	-594
TTATA	-595
TCTTTT	-596
AVG	-597
ELV	-598
TCCG	-599
YH	-600
ATTTAA	-601
TTAGC	-602
EEE	-603
CR	-604
TGCAA	-605
GLG	-606
SRL	-607
TTTATT	-608
TACAA	-609
GLV	-610
CI	-611
ATAGG	-612
STL	-613
TACG	-614
TCTAG	-615
ASV	-616
ATE	-617
AVE	-618
ADG	-619
DAL	-620
GCAA	-621
SLG	-622
TAACC	-623
VVV	-624
RRL	-625
ATCAA	-626
KLL	-627
SLV	-628
TATTTG	-629
AAI	-630
ILG	-631
TATATATA	-632
AML	-633
SLP	-634
TSP	-635
ELG	-636
EH	-637
DLV	-638
ALP	-639
SSG	-640
LLP	-641
TSV	-642
KW	-643
TCAAAA	-644
AGI	-645
YM	-646
AAP	-647
TATATT	-648
ALI	-649
RLV	-650
RLG	-651
SIL	-652
SAV	-653
SLE	-654
SAS	-655
CD	-656
LLD	-657
SDL	-658
ATI	-659
TAAGC	-660
TKL	-661
SEL	-662
RAL	-663
AGE	-664
SSV	-665
TAAGG	-666
MY	-667
VVG	-668
AEV	-669
RLE	-670
KKL	-671
KEL	-672
FW	-673
TTAGG	-674
TAV	-675
SPL	-676
ARE	-677
AEG	-678
AGTTTT	-679
ILL	-680
HM	-681
REL	-682
TAGGG	-683
PW	-684
DLE	-685
ADV	-686
KAL	-687
DEL	-688
AGAGAGAG	-689
TLV	-690
ATTTTG	-691
ACTTTT	-692
TRR	-693
YC	-694
AIG	-695
PC	-696
TLE	-697
▁C	-698
QLL	-699
IW	-700
TDG	-701
RAA	-702
TCCAA	-703
TFL	-704
TLG	-705
ACATA	-706
VLP	-707
DAA	-708
SAP	-709
AHL	-710
ATTTTTT	-711
AIV	-712
TIG	-713
ILE	-714
SKL	-715
SVV	-716
SAG	-717
QW	-718
ACCAA	-719
ARV	-720
GGV	-721
SGV	-722
HC	-723
TTATAA	-724
PLP	-725
TTCTTC	-726
QC	-727
TIV	-728
DGV	-729
ACTAG	-730
SEE	-731
TCTCTCTC	-732
FLL	-733
TQL	-734
TIE	-735
TCTTTC	-736
ILV	-737
VLD	-738
TSE	-739
PLL	-740
AIE	-741
DLG	-742
GLE	-743
TDE	-744
APG	-745
ALD	-746
ARG	-747
ATR	-748
VVE	-749
PLV	-750
ACAGAG	-751
TCTGTG	-752
TSR	-753
SSP	-754
IAA	-755
TCTGCC	-756
GLP	-757
EEV	-758
RLR	-759
TAE	-760
SRR	-761
TDV	-762
TCCTCC	-763
MH	-764
TGE	-765
QAL	-766
SFL	-767
TAAATT	-768
ATATTTT	-769
TTTGTG	-770
TTTGGG	-771
CCAA	-772
LLR	-773
AGCAGC	-774
DAV	-775
KLE	-776
YW	-777
SLI	-778
ATD	-779
TKE	-780
TCAGCC	-781
TSI	-782
AGGAGG	-783
APV	-784
IVG	-785
SGE	-786
RVL	-787
ACAGAA	-788
TRE	-789
TATGTG	-790
ADE	-791
SQL	-792
KLV	-793
SAE	-794
TKK	-795
SAI	-796
TLP	-797
ASE	-798
IGV	-799
AGATA	-800
DVL	-801
CF	-802
GGCG	-803
RSL	-804
DEV	-805
SSE	-806
AVI	-807
GLI	-808
KSL	-809
DGE	-810
TTTTAA	-811
TTCATT	-812
STV	-813
TCTTCC	-814
TGTTTC	-815
TAAAAC	-816
TGCTGC	-817
PPP	-818
AYG	-819
LLI	-820
TGV	-821
TTCTCC	-822
TRV	-823
WY	-824
▁G	-825
SAD	-826
KTL	-827
WM	-828
ASP	-829
TPE	-830
DDL	-831
KRL	-832
SSI	-833
KVL	-834
TAAATG	-835
DRL	-836
EEI	-837
FSL	-838
IVE	-839
TSD	-840
EEG	-841
SVG	-842
SSSS	-843
PAA	-844
AGAAGC	-845
AGAAGG	-846
KAA	-847
PLG	-848
ACAGGC	-849
TVE	-850
AGGAAG	-851
CCCG	-852
TSF	-853
RGL	-854
SPE	-855
ATTTCC	-856
AAAAGC	-857
TATGAA	-858
TCATA	-859
APE	-860
QLE	-861
DGL	-862
ELI	-863
AEI	-864
FLG	-865
VLI	-866
ACATAA	-867
RAV	-868
TGATA	-869
ATTTT	-870
KIL	-871
TGTCTC	-872
DLP	-873
TRG	-874
AAAGC	-875
SKK	-876
QAA	-877
STP	-878
SAR	-879
KLG	-880
PGV	-881
DVE	-882
DVV	-883
RRG	-884
STA	-885
TTTTGC	-886
SVE	-887
TYL	-888
GGE	-889
RRV	-890
STG	-891
AGR	-892
DLI	-893
AAAACC	-894
QRL	-895
AKV	-896
STT	-897
DSL	-898
SDG	-899
FGL	-900
AFG	-901
TVG	-902
AVP	-903
AER	-904
ACGCC	-905
AFV	-906
ATF	-907
ACAGGG	-908
TGTTTG	-909
AWL	-910
DEE	-911
HW	-912
RTL	-913
AGATAA	-914
CQ	-915
TFG	-916
AAGAAG	-917
ALQ	-918
AGTTTC	-919
SDE	-920
ASI	-921
TACATT	-922
AAAGG	-923
TCTTTG	-924
ATGGAA	-925
ALF	-926
CK	-927
RGV	-928
RLP	-929
AGAGGC	-930
QLV	-931
ACTTTC	-932
APP	-933
TKV	-934
TTTTGG	-935
TDI	-936
ACAGCC	-937
TCTCCC	-938
IGE	-939
AKG	-940
TTTCCC	-941
LLQ	-942
KDL	-943
KGL	-944
SGI	-945
TSQ	-946
KKE	-947
ATATTC	-948
ILI	-949
RRR	-950
AACAAC	-951
AAAAGG	-952
AVR	-953
SIV	-954
ACTGTG	-955
ELP	-956
AAACC	-957
IEG	-958
ATS	-959
TPG	-960
DTL	-961
ELR	-962
GGGCC	-963
KEE	-964
TDD	-965
WH	-966
SDV	-967
SPV	-968
VLR	-969
PEG	-970
ADI	-971
GCGC	-972
TTV	-973
SKE	-974
PLE	-975
TATTCC	-976
AGF	-977
PGE	-978
SEV	-979
FLV	-980
FLE	-981
QLG	-982
TCTGAA	-983
TTGTTG	-984
TCAGAA	-985
GGI	-986
ATQ	-987
IGI	-988
TAAAAG	-989
RRE	-990
KLI	-991
SRG	-992
CY	-993
TATAAC	-994
SEG	-995
TKG	-996
DIL	-997
TFV	-998
ARI	-999
ADP	-1000
TTGGCC	-1001
TATCTC	-1002
ATTTG	-1003
TTTAAC	-1004
TAI	-1005
AAQ	-1006
ACTGAA	-1007
KAV	-1008
REV	-1009
AAATA	-1010
PVG	-1011
RGE	-1012
RLI	-1013
AAF	-1014
TTCCCC	-1015
RDL	-1016
TAP	-1017
TPV	-1018
FGV	-1019
ATK	-1020
SPG	-1021
AGP	-1022
TGAGGC	-1023
AGAGGG	-1024
QSL	-1025
SYL	-1026
ALK	-1027
THL	-1028
HLL	-1029
AQV	-1030
KEV	-1031
IEV	-1032
DGG	-1033
TLI	-1034
KEI	-1035
AGTTTG	-1036
ACCACC	-1037
AQG	-1038
TGCATT	-1039
TTTAAAA	-1040
ATCATC	-1041
AACATT	-1042
DEI	-1043
KKI	-1044
AATTC	-1045
AAGGC	-1046
SRV	-1047
SGK	-1048
TCCCAGC	-1049
SAF	-1050
AII	-1051
TAAAAAA	-1052
KGV	-1053
PEV	-1054
TCATTC	-1055
KKV	-1056
TATCAA	-1057
ATATAC	-1058
TRI	-1059
AAD	-1060
SRE	-1061
RVG	-1062
FGG	-1063
SVP	-1064
SIG	-1065
DEG	-1066
ATATG	-1067
YLL	-1068
RVV	-1069
TAATTTT	-1070
QEL	-1071
RVE	-1072
TGGAAG	-1073
KEG	-1074
TCATAA	-1075
KGE	-1076
REG	-1077
AGACAC	-1078
ATGATG	-1079
KVV	-1080
ILP	-1081
TCTGGG	-1082
AGAGCC	-1083
ACATAC	-1084
TGCTTC	-1085
TTATTC	-1086
KVE	-1087
CH	-1088
AGTGTG	-1089
PVE	-1090
TAAGAA	-1091
TTTGCC	-1092
QQL	-1093
STI	-1094
TSK	-1095
PVP	-1096
ACATTC	-1097
RKL	-1098
ATATTG	-1099
STE	-1100
TGATAA	-1101
TGCAGC	-1102
SVI	-1103
DSS	-1104
TFE	-1105
AAATAA	-1106
TGI	-1107
SIE	-1108
FAL	-1109
TTTAAG	-1110
DVI	-1111
LLK	-1112
WW	-1113
DAG	-1114
ATY	-1115
ATCATT	-1116
AQE	-1117
AAM	-1118
PLI	-1119
DAI	-1120
TCTGGC	-1121
TATAAAA	-1122
ATCTCC	-1123
RGG	-1124
TGGAGG	-1125
AGTGGC	-1126
TKI	-1127
FSS	-1128
RIL	-1129
RAR	-1130
DAD	-1131
AGTGAA	-1132
QVL	-1133
KKG	-1134
KAI	-1135
TGAGAA	-1136
SAK	-1137
KQL	-1138
VVI	-1139
SGP	-1140
QTL	-1141
DAE	-1142
TPP	-1143
SKV	-1144
DKL	-1145
DGI	-1146
PGP	-1147
TEV	-1148
SEI	-1149
ATTTAC	-1150
LLF	-1151
ACAAGG	-1152
AAGAAC	-1153
ATGGCC	-1154
SPP	-1155
TML	-1156
SFG	-1157
KSS	-1158
AATAC	-1159
RAG	-1160
ATTGAA	-1161
SAQ	-1162
TGGAAC	-1163
AGTGGG	-1164
ATCTTC	-1165
ACTTTG	-1166
ATCCCC	-1167
VVP	-1168
ACCATG	-1169
YLE	-1170
AAGGG	-1171
DVG	-1172
QKL	-1173
TVP	-1174
QAV	-1175
TCAGAG	-1176
SLF	-1177
TCACAC	-1178
QGL	-1179
MC	-1180
TGGAGC	-1181
TTTATG	-1182
DDE	-1183
RQL	-1184
TVI	-1185
YLG	-1186
ACTTCC	-1187
TGAGCC	-1188
RSS	-1189
TQE	-1190
TEG	-1191
TATTGC	-1192
TCTTAA	-1193
ACL	-1194
VLF	-1195
TCGCC	-1196
TGCATG	-1197
RRI	-1198
KAE	-1199
ACAAGC	-1200
AAAATAA	-1201
AGGAAC	-1202
SII	-1203
TQG	-1204
ARP	-1205
FVG	-1206
VGV	-1207
KII	-1208
REI	-1209
KAG	-1210
TGAAGC	-1211
TGAAGG	-1212
TCCTTC	-1213
SIP	-1214
TTP	-1215
TGGTGG	-1216
MLG	-1217
ASR	-1218
TTTGGC	-1219
DDV	-1220
TYG	-1221
SKG	-1222
TGTGGC	-1223
DPE	-1224
PVI	-1225
ATTGCC	-1226
AGGAGC	-1227
SDI	-1228
SLR	-1229
ACATGC	-1230
FAA	-1231
KLP	-1232
TTTACC	-1233
KAK	-1234
TTCTG	-1235
FLP	-1236
KPL	-1237
AFE	-1238
YGL	-1239
QQQQ	-1240
ACACG	-1241
TGCTG	-1242
TGGGGG	-1243
TGCTCC	-1244
TTTTTAA	-1245
ALLL	-1246
MLL	-1247
▁L	-1248
SFV	-1249
ATGAAG	-1250
AATTG	-1251
TDP	-1252
TTACAA	-1253
TCAGGG	-1254
SRP	-1255
ASF	-1256
AGACAG	-1257
IVI	-1258
TTAGAA	-1259
SDP	-1260
AACCC	-1261
SKI	-1262
TAGGAA	-1263
KDG	-1264
TTE	-1265
DDG	-1266
SHL	-1267
TTTTATT	-1268
SGR	-1269
TGTGGG	-1270
TTCAGC	-1271
YLV	-1272
TCATCC	-1273
RAE	-1274
ACTCTG	-1275
SRI	-1276
TGTGCC	-1277
DVP	-1278
AGATTC	-1279
TATCTG	-1280
TGGGGC	-1281
TTATTG	-1282
AGATGG	-1283
IEI	-1284
DQL	-1285
RGI	-1286
AVF	-1287
AGTCTC	-1288
TAAATAA	-1289
FLI	-1290
AGM	-1291
AGY	-1292
TCACAA	-1293
KVG	-1294
DRV	-1295
ALM	-1296
ALY	-1297
ATGTG	-1298
AKI	-1299
TTCTTG	-1300
AGCCCC	-1301
DEP	-1302
AGTTAA	-1303
FDL	-1304
TTCATC	-1305
AGACAA	-1306
AFI	-1307
TQV	-1308
GCGG	-1309
CM	-1310
KVI	-1311
AATGC	-1312
AAAAATT	-1313
QIL	-1314
TTCTGC	-1315
TTCAAG	-1316
TSY	-1317
ACTTAA	-1318
AIP	-1319
RPL	-1320
DIV	-1321
ACATCC	-1322
TGCCCC	-1323
DAS	-1324
WLL	-1325
TAAATC	-1326
AGATGC	-1327
DSV	-1328
DPL	-1329
TCACCC	-1330
ATGTTG	-1331
ATGAAC	-1332
FVL	-1333
AGCTCC	-1334
AEP	-1335
TCTTGC	-1336
KTV	-1337
KGI	-1338
TQQ	-1339
AATAG	-1340
ACCTCC	-1341
TLR	-1342
RRP	-1343
ACGAA	-1344
TTGGGG	-1345
FVE	-1346
DFL	-1347
GGP	-1348
DSG	-1349
KIE	-1350
FGE	-1351
ATGTAA	-1352
MW	-1353
AAGL	-1354
AGAACC	-1355
TGTTAA	-1356
TCACTG	-1357
AGCATT	-1358
TCGGC	-1359
KSV	-1360
TTTATA	-1361
VEV	-1362
SML	-1363
KDI	-1364
DAP	-1365
HGL	-1366
TGTTCC	-1367
QLP	-1368
KIV	-1369
AEQ	-1370
RVI	-1371
DDI	-1372
VEG	-1373
ATGGGG	-1374
SSF	-1375
TCACAG	-1376
AGCTGC	-1377
KRR	-1378
DTV	-1379
TTTCG	-1380
TTCAAC	-1381
RPG	-1382
TGATTC	-1383
ATCACC	-1384
QLI	-1385
ELF	-1386
ELQ	-1387
TATAAG	-1388
ACGGC	-1389
MAA	-1390
FGI	-1391
TCAAGG	-1392
ATGATT	-1393
REE	-1394
TCAGGC	-1395
AAGAAAA	-1396
TGGATT	-1397
TLF	-1398
AGTTCC	-1399
KGG	-1400
KPG	-1401
AGGGGG	-1402
TTGATT	-1403
AATTTT	-1404
DDP	-1405
TCGAA	-1406
TTI	-1407
ACTGCC	-1408
TKR	-1409
TTGAAC	-1410
ATATAG	-1411
SQG	-1412
KSG	-1413
TTATAG	-1414
ACTGGG	-1415
SFE	-1416
VGE	-1417
YGV	-1418
AYV	-1419
SLQ	-1420
PEP	-1421
QGV	-1422
TGTCTG	-1423
DII	-1424
SQV	-1425
TEI	-1426
KTG	-1427
RDG	-1428
RSG	-1429
KTI	-1430
RLQ	-1431
RAI	-1432
TCCATC	-1433
TTATAC	-1434
AGCAAG	-1435
TATAGC	-1436
DYL	-1437
RLF	-1438
TAACG	-1439
TATTGG	-1440
KAR	-1441
AGGGCC	-1442
KSI	-1443
TGGATG	-1444
AGQ	-1445
ACATAG	-1446
TAF	-1447
VLQ	-1448
TTTAGC	-1449
PEI	-1450
AFP	-1451
AGCAAC	-1452
TGGCG	-1453
TAGTAG	-1454
TGAGAG	-1455
TTGAAG	-1456
TCATTG	-1457
TATTTTC	-1458
TGP	-1459
MAL	-1460
DAR	-1461
AGGGGC	-1462
AAY	-1463
GLF	-1464
ACACACACACACACAC	-1465
TGTGTGTGTGTGTGTG	-1466
AGCATC	-1467
PGI	-1468
TGCAGG	-1469
IVP	-1470
TTGTAA	-1471
AGATAG	-1472
HAL	-1473
AGCAGG	-1474
KDV	-1475
AGATAC	-1476
ACTCTC	-1477
STD	-1478
DIE	-1479
WC	-1480
MLE	-1481
TIP	-1482
TCTTGG	-1483
SGF	-1484
ILF	-1485
SAM	-1486
TATTTTG	-1487
TGGCCC	-1488
ACACCC	-1489
TATCTT	-1490
HLV	-1491
KRV	-1492
TCCCCC	-1493
KRI	-1494
TGATCC	-1495
SQE	-1496
DLR	-1497
TGGGCC	-1498
QSS	-1499
ACCCCC	-1500
API	-1501
HLG	-1502
QAI	-1503
ACATTG	-1504
FEG	-1505
TATTATT	-1506
AQI	-1507
QEV	-1508
SLY	-1509
SGY	-1510
TTACAG	-1511
ATGTTC	-1512
KPV	-1513
STR	-1514
DSD	-1515
AACTCC	-1516
KAS	-1517
ACAACC	-1518
RSV	-1519
RSR	-1520
TII	-1521
DLF	-1522
ACATGG	-1523
GGF	-1524
DSE	-1525
TCATGC	-1526
AATGG	-1527
TTGTTC	-1528
SAY	-1529
AATCC	-1530
TTGCCC	-1531
TATGCC	-1532
TATGGC	-1533
AAAAGAA	-1534
DRI	-1535
TATCG	-1536
STS	-1537
HSL	-1538
HLE	-1539
DPV	-1540
ARQ	-1541
KAD	-1542
AGCTTC	-1543
TCTCG	-1544
IGP	-1545
RFL	-1546
TATCAG	-1547
AGCGC	-1548
TATCCC	-1549
TGGGATT	-1550
STF	-1551
ACCATC	-1552
KSE	-1553
TAGAAC	-1554
QVV	-1555
TTTATC	-1556
ALH	-1557
ALAA	-1558
TATACC	-1559
TCATAG	-1560
LLY	-1561
PLF	-1562
AKP	-1563
RIV	-1564
TGGATC	-1565
TGATGC	-1566
SKP	-1567
TAAATA	-1568
AMV	-1569
RVP	-1570
MGL	-1571
MLV	-1572
KYL	-1573
IGF	-1574
DSI	-1575
ATGTCC	-1576
QDL	-1577
AMG	-1578
TCTACC	-1579
DGP	-1580
ACTCAA	-1581
ELY	-1582
ACTGGC	-1583
TGCGC	-1584
TAGAAG	-1585
AGGATT	-1586
QGE	-1587
ADF	-1588
AGTCTG	-1589
TCACG	-1590
AGCACC	-1591
TAAGCC	-1592
TATTAA	-1593
TGTTGC	-1594
RTV	-1595
TTGGGC	-1596
SFI	-1597
TGCTGG	-1598
DKV	-1599
LLH	-1600
TAATAC	-1601
TRP	-1602
TTACAC	-1603
KPE	-1604
AGGCG	-1605
PPPP	-1606
AGGATG	-1607
TGCATC	-1608
RTG	-1609
DRE	-1610
ASQ	-1611
AVQ	-1612
AQP	-1613
TGTAAC	-1614
SPI	-1615
TTTTTTG	-1616
TAGATT	-1617
DLY	-1618
TCCATT	-1619
AGTAAC	-1620
GCL	-1621
FEV	-1622
KTA	-1623
FLF	-1624
HGV	-1625
HRL	-1626
DIP	-1627
ACTTGC	-1628
TLY	-1629
VLY	-1630
AGTCAA	-1631
RIG	-1632
TPI	-1633
KAF	-1634
AGGCTGG	-1635
KLF	-1636
AME	-1637
EEEE	-1638
AACATC	-1639
EGE	-1640
AHG	-1641
VVF	-1642
AGAGAA	-1643
ATGTAC	-1644
TCGGG	-1645
RDV	-1646
SYG	-1647
RKK	-1648
RII	-1649
AAGATT	-1650
ACCGC	-1651
AVD	-1652
AGATCC	-1653
SEP	-1654
QAE	-1655
ATACG	-1656
KTT	-1657
YLP	-1658
ARF	-1659
KRG	-1660
QPL	-1661
MKK	-1662
ATTCG	-1663
EGV	-1664
ASY	-1665
AGTGCC	-1666
HAA	-1667
AGTTGG	-1668
SVF	-1669
RAD	-1670
ATAAATAA	-1671
KRE	-1672
ATATCC	-1673
ACTCCC	-1674
DRR	-1675
KDE	-1676
TGATGG	-1677
AGACG	-1678
SQP	-1679
TGTTGG	-1680
TGACAG	-1681
AGACCC	-1682
VGI	-1683
AGACTG	-1684
ACTTGG	-1685
TAATTC	-1686
MSL	-1687
TGTCCC	-1688
TGCAAG	-1689
DTA	-1690
AYE	-1691
TGCGG	-1692
TGTATG	-1693
AAAAAAC	-1694
AVY	-1695
DAF	-1696
RIE	-1697
AGGCCC	-1698
TGACAA	-1699
DKK	-1700
KTE	-1701
GGY	-1702
AGCTAC	-1703
KIG	-1704
DKI	-1705
TLQ	-1706
TWL	-1707
RAS	-1708
RPV	-1709
KSK	-1710
TGAACC	-1711
AGCATG	-1712
TGTATT	-1713
RLY	-1714
TGGTTC	-1715
DTG	-1716
QEI	-1717
KFL	-1718
TGACAC	-1719
ACCATT	-1720
SSY	-1721
RTA	-1722
AGTTGC	-1723
TGTCAA	-1724
TTTATAA	-1725
MAE	-1726
HGG	-1727
LLLL	-1728
TTTAGG	-1729
TATCAC	-1730
THG	-1731
TTACTG	-1732
TACATG	-1733
AGTCAG	-1734
QEE	-1735
AAAAAAG	-1736
TTTATTTT	-1737
AGCTGG	-1738
TGAGGG	-1739
FVP	-1740
ACCAAC	-1741
VLM	-1742
TTAACC	-1743
RGP	-1744
TCATGG	-1745
DGF	-1746
SQI	-1747
AVM	-1748
AAAGAA	-1749
QAR	-1750
YGE	-1751
ATATGC	-1752
QRR	-1753
QEG	-1754
AGCGG	-1755
ADY	-1756
TTAAGG	-1757
STK	-1758
QAG	-1759
TACAAC	-1760
LLM	-1761
AGCCG	-1762
DKE	-1763
ATGATC	-1764
TTTTTTC	-1765
FGP	-1766
ATTCCC	-1767
TCL	-1768
ATAAGC	-1769
EEF	-1770
YLI	-1771
TTATCC	-1772
GLY	-1773
WLV	-1774
HLP	-1775
AGGTGG	-1776
TAATTG	-1777
TACATC	-1778
DSP	-1779
KSF	-1780
DFV	-1781
RSP	-1782
TTAGAG	-1783
QRV	-1784
ELM	-1785
KLY	-1786
RRF	-1787
TGCCG	-1788
TGCTTG	-1789
TATGGG	-1790
TCAAGC	-1791
MGV	-1792
TGCAAC	-1793
TCATAC	-1794
TTATGC	-1795
TAGGCC	-1796
AAAL	-1797
AGTCCC	-1798
DRP	-1799
TCCACC	-1800
GCCG	-1801
QVI	-1802
ATAACC	-1803
DTI	-1804
ACTCAG	-1805
HVL	-1806
TCAACC	-1807
AEF	-1808
AGGATC	-1809
HPL	-1810
MSS	-1811
TEP	-1812
AIF	-1813
YSL	-1814
RIP	-1815
HSS	-1816
AGGAGAA	-1817
QQV	-1818
KSR	-1819
ATGCCC	-1820
KAP	-1821
TACTTC	-1822
TGAGTG	-1823
TGF	-1824
QGI	-1825
QAQ	-1826
STQ	-1827
ARY	-1828
TTAAGC	-1829
DAK	-1830
IEP	-1831
TTTCTTTC	-1832
KVP	-1833
DVF	-1834
DGY	-1835
ACCAAG	-1836
ATTTAG	-1837
AAAAATG	-1838
ASM	-1839
TATATATATATATATA	-1840
TATTTAA	-1841
ACCTTC	-1842
KAQ	-1843
DPG	-1844
AGAAAAC	-1845
RAP	-1846
QVE	-1847
ATCAAC	-1848
TTAGCC	-1849
SYV	-1850
KSP	-1851
EEP	-1852
FGF	-1853
RYL	-1854
TTACG	-1855
KIP	-1856
IGY	-1857
AGH	-1858
ATAGCC	-1859
RLM	-1860
TVF	-1861
RPE	-1862
SRF	-1863
TTGTTTT	-1864
YGI	-1865
AAH	-1866
AAGGCC	-1867
KKP	-1868
AHV	-1869
TGGAAAA	-1870
TCTAAC	-1871
EEM	-1872
RGF	-1873
AGTAGC	-1874
RLH	-1875
TGGTAA	-1876
DEF	-1877
SFP	-1878
III	-1879
QPG	-1880
ILY	-1881
FVI	-1882
TCCAGG	-1883
TTTGAA	-1884
ALC	-1885
TGY	-1886
STY	-1887
TKP	-1888
TGACG	-1889
RKE	-1890
KKY	-1891
AAGATC	-1892
QSV	-1893
IVF	-1894
RSI	-1895
TGACCC	-1896
ATTTGC	-1897
QGG	-1898
TTGTAG	-1899
SGM	-1900
QQE	-1901
TTCTAA	-1902
AAGATG	-1903
RSE	-1904
SDF	-1905
RKV	-1906
DTP	-1907
ATAAGG	-1908
SSM	-1909
VLH	-1910
RAK	-1911
ATATTTC	-1912
ATTAAAA	-1913
RDE	-1914
DRG	-1915
TCCAGC	-1916
AGGAAAA	-1917
SLM	-1918
ACTAAC	-1919
ACGGG	-1920
DFE	-1921
TAH	-1922
TGATAG	-1923
TAY	-1924
KTP	-1925
TCACTGC	-1926
AEM	-1927
KGF	-1928
AAGACC	-1929
RKR	-1930
ATTATC	-1931
TTCATG	-1932
AEY	-1933
ATTAAC	-1934
AAGTAA	-1935
TGTATA	-1936
SIF	-1937
ALAL	-1938
RAF	-1939
AGGACC	-1940
AGATTG	-1941
ARM	-1942
TCCTGC	-1943
RRY	-1944
TTGATG	-1945
CW	-1946
AGTAAG	-1947
AAGCCC	-1948
TGACTG	-1949
TGTCAG	-1950
DIG	-1951
IIP	-1952
AGTATT	-1953
ILQ	-1954
WLG	-1955
ATATGG	-1956
TCCCG	-1957
AAGTTC	-1958
TCTATG	-1959
▁M	-1960
ACTCG	-1961
ATTTTAA	-1962
SYE	-1963
DAQ	-1964
TTCCG	-1965
TTTTGAA	-1966
TCTATT	-1967
TACCCC	-1968
RDI	-1969
TACTAC	-1970
AGGTAA	-1971
SAH	-1972
SSQ	-1973
DSR	-1974
TTGTCC	-1975
AGGTTC	-1976
TMG	-1977
TGTAGC	-1978
TGGTGC	-1979
PGF	-1980
ATCGC	-1981
RKG	-1982
TGTAAG	-1983
PLY	-1984
KPI	-1985
ATGCG	-1986
GGGAA	-1987
RKI	-1988
ATGGGC	-1989
PVF	-1990
ELH	-1991
ACTATT	-1992
DDF	-1993
RAQ	-1994
RDR	-1995
DTE	-1996
TMV	-1997
QQG	-1998
QTV	-1999
TAGTAA	-2000
RTP	-2001
SVY	-2002
THV	-2003
VGP	-2004
TATAGG	-2005
EEY	-2006
TCCAAC	-2007
KSD	-2008
ACCTGC	-2009
AAGAGC	-2010
HPE	-2011
HDL	-2012
TME	-2013
GLM	-2014
RFG	-2015
SFF	-2016
KGY	-2017
FEI	-2018
TLLL	-2019
AGTCAC	-2020
ATTTTTC	-2021
GGM	-2022
QLF	-2023
ACCAGC	-2024
SGQ	-2025
GGGGG	-2026
VEI	-2027
TGGTTG	-2028
HTL	-2029
AAACAA	-2030
TAGAAAA	-2031
HAV	-2032
KEF	-2033
ATAGGC	-2034
QLQ	-2035
TGATAC	-2036
ACAAAAC	-2037
APF	-2038
RGY	-2039
SMG	-2040
HEL	-2041
KLQ	-2042
KML	-2043
TCCATG	-2044
TGTCTT	-2045
TFI	-2046
DLQ	-2047
SDY	-2048
AALL	-2049
GGGGC	-2050
AFF	-2051
AGTATG	-2052
KQE	-2053
RVF	-2054
TCTAGC	-2055
HVV	-2056
HLI	-2057
DRF	-2058
EVI	-2059
TAGTTC	-2060
DVY	-2061
TACCG	-2062
ACTCAC	-2063
PGY	-2064
TAAAGC	-2065
HGE	-2066
TVY	-2067
AGTCG	-2068
AIY	-2069
ATCCG	-2070
KEY	-2071
KQV	-2072
TTAGGG	-2073
SCL	-2074
MAV	-2075
TGGTCC	-2076
ACTCTT	-2077
SLD	-2078
RPP	-2079
ATCATG	-2080
AAGGGG	-2081
SPF	-2082
KQI	-2083
TTGTAC	-2084
FIP	-2085
SEF	-2086
ATCTGC	-2087
TAM	-2088
TTCTAC	-2089
AGW	-2090
AMI	-2091
AGGTAG	-2092
SWL	-2093
DPI	-2094
TQI	-2095
DTT	-2096
KRP	-2097
TTAGTG	-2098
TTCTTTT	-2099
VVY	-2100
ILM	-2101
TGGTAG	-2102
AHE	-2103
KVF	-2104
TGATTG	-2105
KTK	-2106
ATGAAAA	-2107
QAS	-2108
ATACCC	-2109
DSF	-2110
AAGGGC	-2111
ATGTGC	-2112
ATM	-2113
TTAAAAC	-2114
TGTCG	-2115
TLM	-2116
ACTATG	-2117
SRY	-2118
SIY	-2119
RRM	-2120
RTR	-2121
TTGAAAA	-2122
DQV	-2123
KKM	-2124
AACAAAA	-2125
TTGCG	-2126
KLM	-2127
AHP	-2128
QPV	-2129
AGTACC	-2130
RTI	-2131
TTATGG	-2132
AGGTGC	-2133
TTTCAA	-2134
TYE	-2135
TAAL	-2136
TTACCC	-2137
REP	-2138
TGTACC	-2139
RML	-2140
AACCCC	-2141
KRF	-2142
HIL	-2143
LLC	-2144
TDF	-2145
KDF	-2146
VLC	-2147
RHL	-2148
TCTAAG	-2149
DEY	-2150
QSG	-2151
TGTTTTC	-2152
AAAV	-2153
TACAGC	-2154
RTE	-2155
AGAGAGAGAGAGAGAG	-2156
TGTCAC	-2157
TAATAG	-2158
AAGAGG	-2159
TCCTGCC	-2160
FGY	-2161
AGTTAC	-2162
TQP	-2163
ATGTAG	-2164
KTF	-2165
SHG	-2166
QIE	-2167
AYI	-2168
DLM	-2169
TATTTATT	-2170
AACTTC	-2171
SMV	-2172
AAATAC	-2173
ACCGG	-2174
FLY	-2175
DML	-2176
AACGC	-2177
TTF	-2178
SLH	-2179
QVP	-2180
QQI	-2181
QIV	-2182
KDD	-2183
TGGTAC	-2184
ATAAATT	-2185
RFV	-2186
KHL	-2187
AGAAAGAA	-2188
TTGATC	-2189
ATAL	-2190
TCCGC	-2191
QVG	-2192
HAG	-2193
ACTACC	-2194
QRI	-2195
SPY	-2196
ATATTAA	-2197
VLAG	-2198
AACAGC	-2199
TCTCTCTCTCTCTCTC	-2200
TATATAA	-2201
ACCCG	-2202
QAP	-2203
EGI	-2204
KAM	-2205
SME	-2206
TYV	-2207
AAACAC	-2208
AAGCG	-2209
QRE	-2210
KYG	-2211
TACAAAA	-2212
AKY	-2213
AYF	-2214
ARH	-2215
PLM	-2216
AAATTC	-2217
KDP	-2218
KIF	-2219
SEY	-2220
QKK	-2221
AACACC	-2222
TCCTGG	-2223
DFI	-2224
ATTATG	-2225
SYI	-2226
ACTTAC	-2227
DQI	-2228
AACATG	-2229
TACAAG	-2230
SKY	-2231
DHL	-2232
RSF	-2233
MLP	-2234
AAW	-2235
HPG	-2236
ALW	-2237
QAD	-2238
DFG	-2239
DRY	-2240
AAAAAAAAAAAAAAAA	-2241
WLE	-2242
TFP	-2243
TTTTTTTTTTTTTTTT	-2244
AGGL	-2245
DYV	-2246
AGCTAA	-2247
TTGTGC	-2248
YGP	-2249
RPI	-2250
GAAGC	-2251
TTCGG	-2252
KGP	-2253
SHV	-2254
GAAGG	-2255
KSQ	-2256
IGM	-2257
AAAGAG	-2258
TTCTGG	-2259
ALGL	-2260
QFL	-2261
IPI	-2262
AVAA	-2263
REF	-2264
DTD	-2265
RDP	-2266
AMP	-2267
AGAAAAG	-2268
TAGCCC	-2269
TAACCC	-2270
AEH	-2271
MPL	-2272
HGI	-2273
AGTAAAA	-2274
KVY	-2275
TLH	-2276
TGTAAAA	-2277
KKF	-2278
PVY	-2279
TCCGG	-2280
FEP	-2281
ATGTGG	-2282
AACAAG	-2283
APY	-2284
QKE	-2285
AGTCTT	-2286
KQG	-2287
ATGTTTT	-2288
DSK	-2289
AAAGTGC	-2290
TCCTTG	-2291
DDY	-2292
KDY	-2293
DKG	-2294
AFY	-2295
ACCAGG	-2296
MGI	-2297
FVF	-2298
KTR	-2299
QSI	-2300
DIF	-2301
RQV	-2302
YLF	-2303
WTV	-2304
ASSL	-2305
AGTAGG	-2306
ATCAGC	-2307
PGM	-2308
QQP	-2309
TATATAC	-2310
RVY	-2311
MLI	-2312
TTTTGCC	-2313
DIY	-2314
RSD	-2315
ATCAAG	-2316
QPP	-2317
TTTCTTC	-2318
QLY	-2319
ATATTTG	-2320
TGCTAC	-2321
ACCTAC	-2322
KIY	-2323
RQG	-2324
VVM	-2325
ATTTGG	-2326
RTT	-2327
KAY	-2328
HAD	-2329
TGTTAC	-2330
HRR	-2331
TTTTAAAA	-2332
QPI	-2333
YVP	-2334
PEF	-2335
SHP	-2336
QTG	-2337
ACCTTG	-2338
ATGAGG	-2339
MGE	-2340
ATAATAA	-2341
KDR	-2342
IVY	-2343
QSP	-2344
ATCTTG	-2345
QAK	-2346
GCCCC	-2347
SAT	-2348
CLL	-2349
KEM	-2350
QII	-2351
TRF	-2352
TTCAGG	-2353
TIF	-2354
ATAAAAC	-2355
CCCAGC	-2356
ACTAAG	-2357
HSG	-2358
RSQ	-2359
ADM	-2360
KEP	-2361
TCCAAG	-2362
HQL	-2363
TTCTAG	-2364
KKKK	-2365
TGCTAA	-2366
QDG	-2367
GGAGG	-2368
DAY	-2369
TTAAATT	-2370
AATTTC	-2371
SLC	-2372
TCTAAAA	-2373
TDY	-2374
QTA	-2375
GVP	-2376
TTTATTG	-2377
QIP	-2378
TGTAGG	-2379
AAATGC	-2380
QKI	-2381
TCTAGG	-2382
MEL	-2383
RIF	-2384
YGY	-2385
IEY	-2386
ATCTAA	-2387
TTTCCCC	-2388
AGLL	-2389
AVC	-2390
ARAL	-2391
KPP	-2392
RQR	-2393
KRY	-2394
ASH	-2395
ATAGGG	-2396
TTCGC	-2397
TGCACC	-2398
ACTAGC	-2399
TPF	-2400
SLLL	-2401
ATTAAG	-2402
QKV	-2403
AKF	-2404
TACTAA	-2405
DEM	-2406
QTI	-2407
DSQ	-2408
TACGG	-2409
YLY	-2410
AVH	-2411
ALLG	-2412
ATTGGC	-2413
SFY	-2414
QAF	-2415
TTCACC	-2416
TTTTTCC	-2417
KQQ	-2418
QDV	-2419
SKF	-2420
AGTTTTC	-2421
YGF	-2422
YEI	-2423
APAP	-2424
ACTAAAA	-2425
VGF	-2426
QGP	-2427
IEF	-2428
SYP	-2429
ELC	-2430
TSM	-2431
ASC	-2432
SGH	-2433
DDDD	-2434
DFP	-2435
TACGC	-2436
SSC	-2437
AGGTTG	-2438
TTAGGC	-2439
RGM	-2440
DLD	-2441
STM	-2442
QSE	-2443
ACTTTTC	-2444
QSR	-2445
RQE	-2446
VEP	-2447
KPF	-2448
RFE	-2449
TAGATG	-2450
TGM	-2451
ACCTGG	-2452
QIG	-2453
RAM	-2454
AYP	-2455
AAAAATAA	-2456
TCTATC	-2457
AGCTTG	-2458
TGTTATT	-2459
QYL	-2460
AAAR	-2461
VVD	-2462
ATTTTTG	-2463
KFV	-2464
REY	-2465
ELD	-2466
ATCGG	-2467
AACGG	-2468
GGCGC	-2469
RDY	-2470
IIF	-2471
HFL	-2472
WSL	-2473
HSV	-2474
QRG	-2475
SRM	-2476
RLD	-2477
ATATATT	-2478
ATATATA	-2479
QPE	-2480
REM	-2481
AAGTGC	-2482
KFG	-2483
AGGTCC	-2484
KSY	-2485
RDD	-2486
ATCTAC	-2487
TCAAAAC	-2488
TTY	-2489
TAGCG	-2490
KTD	-2491
AGD	-2492
SAW	-2493
AIM	-2494
TTTATTC	-2495
WGL	-2496
AACTAA	-2497
SEM	-2498
SGC	-2499
KTY	-2500
ILD	-2501
DLH	-2502
QTP	-2503
SVM	-2504
RSK	-2505
AGGTAC	-2506
ATGAGC	-2507
PPI	-2508
RLW	-2509
ILH	-2510
▁CC	-2511
QDI	-2512
AAGTTG	-2513
GVI	-2514
EVP	-2515
LLAL	-2516
TCTTTTC	-2517
TGTTTTG	-2518
RLC	-2519
HLF	-2520
QGF	-2521
TEF	-2522
TAAACC	-2523
AALE	-2524
SSH	-2525
TIY	-2526
TGGAGAA	-2527
RQI	-2528
VGY	-2529
AACTGC	-2530
AKM	-2531
RFP	-2532
KFE	-2533
AGTTATT	-2534
AEAL	-2535
STH	-2536
HAR	-2537
AAAAATC	-2538
TRY	-2539
GAACC	-2540
QSQ	-2541
TACTGG	-2542
TLD	-2543
TGAAAAC	-2544
RKY	-2545
TPY	-2546
CLE	-2547
TAGAGC	-2548
QRF	-2549
GGCGG	-2550
RYG	-2551
GGW	-2552
SGW	-2553
RQQ	-2554
HPV	-2555
AATGAA	-2556
PEY	-2557
SMP	-2558
TGTATC	-2559
ACTTTGGG	-2560
AEAA	-2561
TCTTTTG	-2562
TACTGC	-2563
TCCTAA	-2564
AATTAA	-2565
ACV	-2566
SHE	-2567
AVLL	-2568
QTE	-2569
ATTTTCC	-2570
DFF	-2571
CCCAGG	-2572
FIF	-2573
AHI	-2574
ATGACC	-2575
TTGTGG	-2576
YVI	-2577
AAGTAG	-2578
DGM	-2579
RIY	-2580
HVE	-2581
TGTTAG	-2582
QGY	-2583
AGGAAGG	-2584
TTTGTTTT	-2585
SMI	-2586
ACTTTAA	-2587
MSF	-2588
TFF	-2589
TTCAAAA	-2590
TTTCATT	-2591
AAGTAC	-2592
HAE	-2593
SYF	-2594
ASW	-2595
KYI	-2596
HKL	-2597
LLW	-2598
AALV	-2599
TTAAAAG	-2600
TATATTTT	-2601
TAGTTTT	-2602
AGTTAG	-2603
GEI	-2604
TEY	-2605
AACTTG	-2606
ALAR	-2607
DPY	-2608
TAAGGC	-2609
ILC	-2610
AAGV	-2611
TCGGCC	-2612
HRV	-2613
HAI	-2614
MTL	-2615
DAM	-2616
RDF	-2617
MVL	-2618
KFI	-2619
CLV	-2620
TGGTGGC	-2621
MAG	-2622
QHL	-2623
TACTCC	-2624
ATCAAAA	-2625
ALAG	-2626
MKL	-2627
AAATAG	-2628
AALG	-2629
AQF	-2630
CCCGC	-2631
WRR	-2632
ADD	-2633
GLD	-2634
ALLE	-2635
DPF	-2636
KQR	-2637
RAY	-2638
TAGGGG	-2639
AAGTCC	-2640
TAAAGG	-2641
HSP	-2642
TACTTTT	-2643
AAAACG	-2644
DYI	-2645
CCCGG	-2646
TGTTTCC	-2647
MEE	-2648
ALAE	-2649
ATCTGG	-2650
ALAV	-2651
MAD	-2652
SCG	-2653
HVG	-2654
AWV	-2655
TACTTG	-2656
ATAAAAAA	-2657
CLG	-2658
SQF	-2659
TAAAAGC	-2660
HVP	-2661
AGK	-2662
QVF	-2663
HPD	-2664
MAS	-2665
AGTATC	-2666
IDY	-2667
HAP	-2668
SAC	-2669
TLC	-2670
TGTATTTT	-2671
VVC	-2672
MAR	-2673
AGAAATG	-2674
TCTTCCC	-2675
RKP	-2676
TTCCTTCC	-2677
THP	-2678
ACTTATT	-2679
RWL	-2680
LLLG	-2681
TTCTTTC	-2682
TTGAGC	-2683
TGTAATCCCAGC	-2684
TGGACC	-2685
AGTTTAA	-2686
VLW	-2687
TAATGC	-2688
ATTTATT	-2689
SLSL	-2690
AID	-2691
HDV	-2692
GLC	-2693
GCTGC	-2694
MEI	-2695
ACTTAG	-2696
AAAE	-2697
AQY	-2698
HEG	-2699
ASD	-2700
DGW	-2701
SHI	-2702
TAGAGG	-2703
▁V	-2704
HEV	-2705
AAAGCC	-2706
SGD	-2707
TGTTTAA	-2708
TKY	-2709
DFY	-2710
LLGL	-2711
VLAA	-2712
SLW	-2713
SSD	-2714
TAGGGC	-2715
RTF	-2716
AACTAC	-2717
TAAAACC	-2718
TTGAGG	-2719
AGAAATT	-2720
AACAGG	-2721
TYI	-2722
QKG	-2723
IPF	-2724
MVE	-2725
HTG	-2726
TGGTTTT	-2727
HYL	-2728
VLGL	-2729
QDE	-2730
AYY	-2731
MVI	-2732
ATGL	-2733
AGCAAAA	-2734
HVI	-2735
HTV	-2736
AACCG	-2737
WAL	-2738
TYP	-2739
AATTTG	-2740
ASLL	-2741
TGCTTTT	-2742
CCCTCC	-2743
TALL	-2744
AWG	-2745
GGAGC	-2746
HDG	-2747
HRG	-2748
ALAD	-2749
TTAGAC	-2750
IVM	-2751
RPF	-2752
SKM	-2753
SYY	-2754
TAGTTG	-2755
TACAGG	-2756
WAA	-2757
▁E	-2758
FDY	-2759
RTD	-2760
TTAATAA	-2761
GCAGC	-2762
ATCAGG	-2763
TAGACC	-2764
TGAAATT	-2765
TAD	-2766
AERL	-2767
HGP	-2768
TLW	-2769
AIC	-2770
HHL	-2771
ELK	-2772
QML	-2773
QSF	-2774
AGCCTGG	-2775
FVY	-2776
QAM	-2777
AAGTGG	-2778
TVM	-2779
AARL	-2780
TTGACC	-2781
AELL	-2782
QLM	-2783
AAAP	-2784
AAATCC	-2785
QIY	-2786
KGM	-2787
RRRR	-2788
CCCACC	-2789
KYV	-2790
GGFG	-2791
ATAAATG	-2792
FLM	-2793
AAACAG	-2794
QEP	-2795
VLAL	-2796
TTTTTTTTTTTT	-2797
WLI	-2798
DVM	-2799
KPY	-2800
DVD	-2801
IIY	-2802
AVW	-2803
HIG	-2804
SVC	-2805
WLP	-2806
SVD	-2807
THE	-2808
SQY	-2809
ATATGAA	-2810
▁GG	-2811
QTT	-2812
DGR	-2813
SGSG	-2814
TATTTAC	-2815
SSW	-2816
AGGCTGAGGC	-2817
HAS	-2818
SALL	-2819
TFY	-2820
DLC	-2821
HSE	-2822
IVD	-2823
MGY	-2824
AVAL	-2825
ACTAGG	-2826
TAGATC	-2827
PPF	-2828
ARW	-2829
CCCCCC	-2830
TTCTTCC	-2831
FFP	-2832
AAK	-2833
TTTCTCC	-2834
ATAAGAA	-2835
ARLL	-2836
ATTGGG	-2837
TCCGCC	-2838
GGAAG	-2839
DGD	-2840
TWG	-2841
HSI	-2842
ARRL	-2843
MLF	-2844
HEE	-2845
KRM	-2846
RAH	-2847
QSD	-2848
ATATATG	-2849
ATAAAAG	-2850
HEI	-2851
QRY	-2852
HIV	-2853
HSR	-2854
AAAATAC	-2855
HGF	-2856
KLC	-2857
ATTTTATT	-2858
TCAAAAG	-2859
AAATTG	-2860
RFF	-2861
ARD	-2862
TTTCTTTT	-2863
TAGL	-2864
KTS	-2865
ATW	-2866
QRP	-2867
RFI	-2868
DED	-2869
AAAGTG	-2870
AAACCC	-2871
AAVL	-2872
LLLV	-2873
MGF	-2874
FVW	-2875
EGP	-2876
TTTGTTTG	-2877
ADW	-2878
TTCTCTC	-2879
RSY	-2880
SSSL	-2881
HIE	-2882
APM	-2883
AVAV	-2884
AAAGGC	-2885
ALLV	-2886
ACCTAA	-2887
TTGCAGTG	-2888
ALSL	-2889
KLD	-2890
HSD	-2891
KMI	-2892
AAAGGG	-2893
MVP	-2894
RKF	-2895
EGF	-2896
KSM	-2897
▁GC	-2898
MAI	-2899
AGTTTTG	-2900
GLGL	-2901
ACTATC	-2902
KME	-2903
TAGTAC	-2904
ACE	-2905
PDY	-2906
ELW	-2907
ACAAAAG	-2908
LLSL	-2909
AATATT	-2910
TCTATA	-2911
TVD	-2912
AGGAGAG	-2913
LLAA	-2914
KTQ	-2915
TTTTCCC	-2916
QFG	-2917
TGD	-2918
TSC	-2919
MDL	-2920
FIY	-2921
TCTTTCC	-2922
AATGTG	-2923
AWE	-2924
ASAA	-2925
RHG	-2926
STSS	-2927
TKF	-2928
YEP	-2929
QKR	-2930
AGAL	-2931
WRL	-2932
AAACTG	-2933
MRL	-2934
ELAE	-2935
MRR	-2936
AACTGG	-2937
AAATGG	-2938
QEF	-2939
AAACG	-2940
AGAAATC	-2941
RYI	-2942
ATTACC	-2943
AGCTAG	-2944
DPD	-2945
TGAAATG	-2946
TCTCTCC	-2947
TGCAAAA	-2948
AGTATA	-2949
TTTTCG	-2950
AGLV	-2951
TCCCTCC	-2952
TACACC	-2953
TGW	-2954
TAATCC	-2955
RYV	-2956
AGAV	-2957
SAAL	-2958
TSSL	-2959
MVM	-2960
FLC	-2961
RFY	-2962
RYP	-2963
AGAGAAG	-2964
SCV	-2965
GGATC	-2966
AGTTTCC	-2967
TAAGGG	-2968
MSE	-2969
KLW	-2970
ATTCATT	-2971
TATTTCC	-2972
PLC	-2973
IPY	-2974
ELAA	-2975
MVG	-2976
VEF	-2977
TMP	-2978
MGG	-2979
GLW	-2980
AATAAC	-2981
TGCTTTC	-2982
TCATGCC	-2983
TYY	-2984
SGSS	-2985
QVY	-2986
KYP	-2987
ACTCCAGCC	-2988
MVV	-2989
ARAA	-2990
QTR	-2991
EVF	-2992
APD	-2993
VLAV	-2994
AED	-2995
RRW	-2996
ATLL	-2997
AGAAGGC	-2998
AHF	-2999
TCTCCCC	-3000
TTAAATG	-3001
TGAAAAG	-3002
RSM	-3003
HTA	-3004
PGW	-3005
EELL	-3006
ADAL	-3007
MIL	-3008
TAAAAATAC	-3009
HTP	-3010
HRI	-3011
KYE	-3012
QFV	-3013
GGCCC	-3014
TGCTGGG	-3015
RPY	-3016
TGTATAA	-3017
TAATTTC	-3018
HRE	-3019
CSS	-3020
SWG	-3021
AATGGC	-3022
DDD	-3023
ACAAACAA	-3024
ACCAAAA	-3025
ATTAGC	-3026
PLD	-3027
GGR	-3028
ALVL	-3029
QEY	-3030
SASS	-3031
ATATGTG	-3032
KLK	-3033
ATTTCTC	-3034
HLY	-3035
IVC	-3036
TTTTTTTC	-3037
RLAA	-3038
RGW	-3039
TAGTGG	-3040
FLD	-3041
SPSP	-3042
MAK	-3043
ATATAAAA	-3044
ADC	-3045
AIAA	-3046
EGY	-3047
GGCAGC	-3048
AGGAAGC	-3049
ATTCTCC	-3050
HFG	-3051
HGY	-3052
CLP	-3053
ADLL	-3054
LLLE	-3055
TGCTGTG	-3056
PPY	-3057
HSF	-3058
AGCCACC	-3059
KYF	-3060
RTK	-3061
FEY	-3062
KQF	-3063
AELE	-3064
ATTATAA	-3065
AVLG	-3066
SIC	-3067
AGTATAA	-3068
QSK	-3069
FLW	-3070
TAW	-3071
MGP	-3072
TMI	-3073
ATTTTGG	-3074
SLSS	-3075
TAGTCC	-3076
TYF	-3077
TAATGG	-3078
ATCTTTT	-3079
TAAATAC	-3080
VLK	-3081
GGD	-3082
GLR	-3083
PVM	-3084
AGGAGGG	-3085
TGAAACC	-3086
TCTATAA	-3087
TAR	-3088
TAQ	-3089
RVM	-3090
YVF	-3091
GCV	-3092
ATATAAC	-3093
IEM	-3094
AQQ	-3095
GGGGCC	-3096
FFF	-3097
TTCTTTG	-3098
AEAE	-3099
TCAGCCTCCC	-3100
SPD	-3101
ASGL	-3102
TTTATTTC	-3103
QIF	-3104
AGCAGAG	-3105
ASAL	-3106
GAAL	-3107
AGGCCG	-3108
AACATGG	-3109
TTGTTTC	-3110
TTTATAG	-3111
SSLL	-3112
AGGAGGC	-3113
CGL	-3114
ELGL	-3115
PLH	-3116
TTTTTAC	-3117
SLGL	-3118
AEW	-3119
ATATTATT	-3120
AQM	-3121
PIF	-3122
ATCTAG	-3123
ALVG	-3124
ADAV	-3125
FEF	-3126
KQY	-3127
RGR	-3128
STLL	-3129
GGCTGC	-3130
GGGGGG	-3131
SID	-3132
ATH	-3133
GCTCC	-3134
ELAR	-3135
ADR	-3136
CCCTGC	-3137
STC	-3138
PLW	-3139
ATTTTGC	-3140
AAAAAAAAAAAA	-3141
DLW	-3142
ILR	-3143
TAATTAA	-3144
ALGV	-3145
GGH	-3146
ATATTCC	-3147
TCTGTCC	-3148
ALRL	-3149
AGAAAGC	-3150
KLR	-3151
ATATCAA	-3152
KAH	-3153
KMV	-3154
SED	-3155
ACTTTCC	-3156
AGTATTC	-3157
AAAATTC	-3158
ALRR	-3159
THI	-3160
QPF	-3161
CCCCG	-3162
QDP	-3163
ATGTGTG	-3164
ACTATA	-3165
ACTTTTG	-3166
TQF	-3167
KVM	-3168
ATTTCAA	-3169
HAF	-3170
IGD	-3171
AATTCC	-3172
SDD	-3173
ELEE	-3174
ATTTTTAA	-3175
TTTGTTG	-3176
SWV	-3177
RYF	-3178
AVLV	-3179
ATAGATAG	-3180
TGCTGCC	-3181
ATTTGAA	-3182
VEY	-3183
ATATTTTC	-3184
TCGCCC	-3185
ARC	-3186
AAAGAAAA	-3187
TEM	-3188
TAAACAA	-3189
AATAAAA	-3190
GCTTC	-3191
GGGAAG	-3192
AAGGAAGG	-3193
ATATTTAA	-3194
AEAV	-3195
SSSP	-3196
EEC	-3197
QKQ	-3198
TTCCTCC	-3199
KLH	-3200
TTTATAC	-3201
SIM	-3202
FGM	-3203
AACTTTT	-3204
RLGL	-3205
TAAAGAA	-3206
APAA	-3207
SGGG	-3208
WRE	-3209
DRM	-3210
QLC	-3211
DGQ	-3212
ADAA	-3213
AVVG	-3214
AELG	-3215
DID	-3216
AIR	-3217
TPD	-3218
PIY	-3219
AGAAGCC	-3220
VLVG	-3221
ATTCTTC	-3222
WTL	-3223
DKF	-3224
RRH	-3225
AATCAA	-3226
IEQ	-3227
SSR	-3228
EED	-3229
TCTTGCC	-3230
TCCAAAA	-3231
TGGAGAG	-3232
SHF	-3233
PEM	-3234
AEK	-3235
TGR	-3236
AVVV	-3237
TCTCTAC	-3238
DELL	-3239
ATTL	-3240
TCTTTAA	-3241
TGGL	-3242
TAGTGC	-3243
ACAAATG	-3244
SDM	-3245
RKM	-3246
IGQ	-3247
TTTGAAG	-3248
RRLL	-3249
ATAAATC	-3250
VLVV	-3251
RQF	-3252
GEP	-3253
TSW	-3254
TTTGTAA	-3255
ILK	-3256
QLD	-3257
KDM	-3258
TTTGGGG	-3259
AVGL	-3260
IGW	-3261
TCCCTCCC	-3262
ACGCG	-3263
DEC	-3264
DYP	-3265
SCP	-3266
AGGATGG	-3267
TVC	-3268
GCACC	-3269
ALRE	-3270
TTCTGTG	-3271
ACP	-3272
HRP	-3273
IED	-3274
VVR	-3275
HAK	-3276
PGD	-3277
AEC	-3278
TRM	-3279
TCCTAC	-3280
TCTTGGC	-3281
ALTL	-3282
AWI	-3283
ACAGAGG	-3284
PLQ	-3285
AMF	-3286
RLK	-3287
AAAI	-3288
HAQ	-3289
SLK	-3290
SRW	-3291
TCCTGAG	-3292
SGLL	-3293
HDI	-3294
QQQ	-3295
ALAQ	-3296
PVC	-3297
AIQ	-3298
ALGG	-3299
SVQ	-3300
GLQ	-3301
AGLG	-3302
TCCTTCC	-3303
DVW	-3304
AVAG	-3305
FPF	-3306
GGAAC	-3307
STW	-3308
ELKK	-3309
GCATT	-3310
TCV	-3311
HKK	-3312
ACTATAA	-3313
ACAAATT	-3314
TCCCACC	-3315
ASGG	-3316
VLSL	-3317
AASL	-3318
TQY	-3319
RRC	-3320
HDE	-3321
VLGG	-3322
RVR	-3323
YVY	-3324
EVY	-3325
HII	-3326
ELAK	-3327
VVW	-3328
TCACACC	-3329
QQF	-3330
CCCATC	-3331
KFD	-3332
TCGCG	-3333
AAATTCC	-3334
AAGTTTT	-3335
RLAE	-3336
SVW	-3337
TATTTGC	-3338
GGGAGG	-3339
RELL	-3340
AGAATAA	-3341
YPPL	-3342
RER	-3343
▁I	-3344
LLTD	-3345
DYF	-3346
TTAATTTT	-3347
AAVV	-3348
SDW	-3349
TTTGTTC	-3350
AGCTGAG	-3351
TGCAGAG	-3352
ATGTTTC	-3353
PGQ	-3354
YEY	-3355
ILW	-3356
MLY	-3357
ALAS	-3358
YEF	-3359
CLI	-3360
TID	-3361
DLK	-3362
AGGGAGGG	-3363
TGCAGTG	-3364
KYY	-3365
TTTGGCC	-3366
AGAAACC	-3367
TVR	-3368
TGCTAG	-3369
AVK	-3370
TTM	-3371
PVD	-3372
VLVL	-3373
ACACGC	-3374
VVVV	-3375
TGGTGTG	-3376
DYY	-3377
HFV	-3378
TGGGCG	-3379
ACAGAGC	-3380
AAEL	-3381
GGQ	-3382
TGQ	-3383
DVC	-3384
TPM	-3385
AKQ	-3386
QLR	-3387
PLPP	-3388
ATACATT	-3389
QGM	-3390
PLR	-3391
AAGI	-3392
TGK	-3393
TCATTCC	-3394
TCTGTCTG	-3395
HVF	-3396
VVQ	-3397
YLD	-3398
PED	-3399
ELVE	-3400
AGACGG	-3401
SWE	-3402
RDM	-3403
TGAATAA	-3404
AAGE	-3405
TATTTAG	-3406
APW	-3407
AAAS	-3408
TGAAATC	-3409
RMI	-3410
AHY	-3411
GLH	-3412
TGCTTCC	-3413
TGCAGCC	-3414
ALVV	-3415
KIM	-3416
QKF	-3417
ACAGAAG	-3418
SRC	-3419
AACTAG	-3420
TCTCTTC	-3421
TATTAAAA	-3422
DLAI	-3423
PVW	-3424
TCTGGGC	-3425
ACCAGCC	-3426
AREL	-3427
QQY	-3428
ACCTGCC	-3429
TCTGCCC	-3430
GVF	-3431
HIP	-3432
AGVV	-3433
TTTTATC	-3434
DGK	-3435
TGGAAGG	-3436
AAAGAAG	-3437
ILGL	-3438
TLK	-3439
TAAAAGG	-3440
AGCTGTG	-3441
HSQ	-3442
AFC	-3443
SPM	-3444
AFM	-3445
MVF	-3446
HKV	-3447
DDM	-3448
RVC	-3449
EEQ	-3450
TCCTGGG	-3451
AKD	-3452
FLQ	-3453
▁P	-3454
TTACATT	-3455
RVW	-3456
GCATC	-3457
IYI	-3458
TTCATTC	-3459
ACAATAA	-3460
HDP	-3461
AGVL	-3462
AARR	-3463
AVVL	-3464
AATGCC	-3465
EEW	-3466
HTI	-3467
AGVG	-3468
SVLL	-3469
TACACAC	-3470
TTTATCC	-3471
QPY	-3472
GCTGG	-3473
RMP	-3474
TAACATT	-3475
AFD	-3476
ACI	-3477
ACGGGG	-3478
RQY	-3479
TCTGGCC	-3480
SRD	-3481
TDM	-3482
IYP	-3483
AGTGGCC	-3484
AALP	-3485
IEEL	-3486
VVLL	-3487
SVR	-3488
AVLE	-3489
ALAI	-3490
ATATATAA	-3491
ATATTGC	-3492
RHI	-3493
GGLL	-3494
TATATTC	-3495
KGW	-3496
AAACATT	-3497
TTATTCC	-3498
AAAATTG	-3499
ACCTAG	-3500
HTE	-3501
ATAATTTT	-3502
AATATG	-3503
QGW	-3504
CSL	-3505
ACAGACAG	-3506
ATATCTC	-3507
SCE	-3508
AGGCTGGAGTGC	-3509
APPP	-3510
SHY	-3511
AGCTGGG	-3512
TTD	-3513
AAAD	-3514
AAGAGAA	-3515
ACATGCC	-3516
AAAGAAC	-3517
ACACAAC	-3518
ALIG	-3519
RYY	-3520
CCL	-3521
ACAGAAC	-3522
AGGCTCC	-3523
TAAAATAA	-3524
VPF	-3525
ALVE	-3526
VGM	-3527
TVQ	-3528
AEEL	-3529
TTTTTAG	-3530
TTCCTTC	-3531
RID	-3532
TTTCATC	-3533
RVD	-3534
AGAD	-3535
QEM	-3536
RLAR	-3537
RDW	-3538
ATTAGG	-3539
FGW	-3540
YLM	-3541
ASAS	-3542
TGTCTCC	-3543
PPSL	-3544
DLAA	-3545
RRD	-3546
TATCTATC	-3547
AELV	-3548
AATGAG	-3549
MEP	-3550
AGAGGCC	-3551
TCTATTC	-3552
ADQ	-3553
FYP	-3554
HKE	-3555
QYI	-3556
GGATG	-3557
IEK	-3558
TTTTTTAA	-3559
TTTCTTG	-3560
APQ	-3561
RRQ	-3562
SDC	-3563
TTTTGGC	-3564
AAAATGC	-3565
GCAAC	-3566
AGAAGGG	-3567
TCTCAGC	-3568
HID	-3569
CCCTTC	-3570
AEKL	-3571
AGTGGGG	-3572
AAAAACC	-3573
ACAGGGC	-3574
HFE	-3575
SPSS	-3576
HPF	-3577
QRM	-3578
AAAQ	-3579
TTATAAC	-3580
SKD	-3581
TTTGATT	-3582
TCTTTGC	-3583
GGTGG	-3584
HQQ	-3585
ATATCTG	-3586
IGR	-3587
VLGV	-3588
TACATAA	-3589
ACATGGC	-3590
ATTGATT	-3591
IGLL	-3592
ALSS	-3593
TTTTATG	-3594
ACATTCC	-3595
AGAGAAC	-3596
RGD	-3597
TVW	-3598
SEQ	-3599
AAAGTGCTGGGATT	-3600
AGCAGCC	-3601
YGM	-3602
TLGL	-3603
FFY	-3604
GGAG	-3605
TSLL	-3606
SSSG	-3607
AVAE	-3608
GGGAGGC	-3609
ATATTAC	-3610
HPP	-3611
IER	-3612
SASL	-3613
ATTCATC	-3614
DEW	-3615
AAAAGGC	-3616
IID	-3617
TKM	-3618
KIC	-3619
TTTTAAG	-3620
KWL	-3621
TWE	-3622
AGGV	-3623
ADLV	-3624
ACACACC	-3625
FYI	-3626
TGTCTTC	-3627
AGAAATAA	-3628
GGGTTC	-3629
CGG	-3630
WPL	-3631
IKF	-3632
SPQ	-3633
TATTTGG	-3634
ALEL	-3635
AGRL	-3636
HEP	-3637
AKR	-3638
GGATT	-3639
AILL	-3640
SRSR	-3641
FGD	-3642
AAVE	-3643
HDD	-3644
APR	-3645
TCAAATT	-3646
TLSL	-3647
ARGL	-3648
TGTATTC	-3649
ACACAGC	-3650
RIM	-3651
TPQ	-3652
AATCTC	-3653
ACGCCC	-3654
TACATA	-3655
SRLL	-3656
IFY	-3657
SRQ	-3658
KELL	-3659
ALLP	-3660
HPY	-3661
SFM	-3662
HQV	-3663
AGLP	-3664
ALDL	-3665
TGTGTGC	-3666
DRLL	-3667
TED	-3668
TAAATTC	-3669
KQP	-3670
ACGAGG	-3671
DRW	-3672
KLGL	-3673
GCTTG	-3674
AAATGCC	-3675
SQM	-3676
AGTA	-3677
KHG	-3678
SFC	-3679
AGACAGGG	-3680
SGSL	-3681
AGGGAAG	-3682
ILSL	-3683
AAAAGCC	-3684
AEVL	-3685
AAAK	-3686
ADRL	-3687
APLL	-3688
DIC	-3689
SVSS	-3690
TGTGGCC	-3691
TAGCTGGG	-3692
WGG	-3693
TTGL	-3694
CGI	-3695
TIM	-3696
TGCCACC	-3697
DIM	-3698
RKD	-3699
AGAGGGG	-3700
WDL	-3701
WVL	-3702
AATTGC	-3703
GGTAA	-3704
TTAAAAAA	-3705
KEKE	-3706
AAAATAG	-3707
TCCTCCC	-3708
ATATAAG	-3709
TTTTTGC	-3710
CCCGCC	-3711
AGAAAGG	-3712
EEAL	-3713
TTTGAAC	-3714
ACAGATG	-3715
AEAI	-3716
TTCTCTG	-3717
RLRE	-3718
KHV	-3719
KMG	-3720
HTT	-3721
THF	-3722
GGGGGC	-3723
RIC	-3724
TTAAATC	-3725
AAAAAGC	-3726
SEC	-3727
IVQ	-3728
RQP	-3729
TGTA	-3730
TTTTAAC	-3731
TTGAACC	-3732
TGATTCC	-3733
PEW	-3734
AVAD	-3735
HTD	-3736
AATCCC	-3737
SCI	-3738
ARLG	-3739
TTTCTAA	-3740
TWV	-3741
AATL	-3742
SWI	-3743
VVVG	-3744
TCAGAAG	-3745
TGCTGGC	-3746
TGAAGGC	-3747
IIM	-3748
ACTGAAC	-3749
ATVL	-3750
TTCTGCC	-3751
GLSL	-3752
LLLI	-3753
ACGGCC	-3754
AGSL	-3755
RLRR	-3756
FPY	-3757
KVD	-3758
AAACTCC	-3759
KLKE	-3760
HKG	-3761
KVC	-3762
TGGGAGG	-3763
SFD	-3764
YLC	-3765
HKI	-3766
REQ	-3767
ARLV	-3768
AIW	-3769
SEW	-3770
AGAGGAA	-3771
ALSG	-3772
FVD	-3773
TGGAAGC	-3774
VLDL	-3775
MIFF	-3776
FDP	-3777
TTTAACC	-3778
SPC	-3779
TCATGGC	-3780
TGGAGGC	-3781
AVAR	-3782
AATAAG	-3783
ALPL	-3784
TDW	-3785
TTAAATAA	-3786
KKC	-3787
AGAGATG	-3788
TGGTTTC	-3789
TCAAATG	-3790
QVM	-3791
ADVV	-3792
KTM	-3793
AVSL	-3794
AQR	-3795
TATATTG	-3796
AAACAAAA	-3797
ATCTTCC	-3798
ELRR	-3799
HSK	-3800
GCE	-3801
DRD	-3802
EER	-3803
ATTTCTG	-3804
HPI	-3805
AGGTGTG	-3806
AAVG	-3807
TGAAGAA	-3808
HAH	-3809
SAVL	-3810
TTTGGAA	-3811
KSH	-3812
ELRE	-3813
TATTGCC	-3814
AATA	-3815
TLTL	-3816
KMP	-3817
TTCTCCC	-3818
TGTCCCC	-3819
SPW	-3820
TCAGGGC	-3821
ASVL	-3822
ACTGAAG	-3823
FVC	-3824
KID	-3825
APC	-3826
DDW	-3827
KGD	-3828
FLR	-3829
ACAAATC	-3830
VVGL	-3831
TACTTTC	-3832
GCATG	-3833
ATAGGAA	-3834
ACTTCCC	-3835
DEQ	-3836
LLLP	-3837
ALAK	-3838
TGGATA	-3839
SIQ	-3840
SMF	-3841
ARLE	-3842
AWP	-3843
TGGAGGG	-3844
RLAD	-3845
TACTAG	-3846
AGAGAGG	-3847
TRD	-3848
SSGG	-3849
KFY	-3850
DVR	-3851
ATTCAAC	-3852
AEGL	-3853
KKD	-3854
ATTGTAA	-3855
RERE	-3856
RPD	-3857
RGRG	-3858
GGTTC	-3859
TLEE	-3860
IVW	-3861
SGGL	-3862
HRD	-3863
ATCTTTC	-3864
TGGCCG	-3865
ASAV	-3866
ALEE	-3867
TTTGAAAA	-3868
ACATAAC	-3869
AMM	-3870
TGGGAAG	-3871
TIC	-3872
SLLG	-3873
VLAD	-3874
VLSG	-3875
DVLL	-3876
TALV	-3877
PGR	-3878
ACAAGGC	-3879
ATACATAC	-3880
TRW	-3881
AIGL	-3882
IEC	-3883
TVLL	-3884
KEQ	-3885
AIAR	-3886
TTTGTAG	-3887
GCP	-3888
FVM	-3889
WGI	-3890
TTTACG	-3891
WLF	-3892
TCTGGGG	-3893
HQG	-3894
DVQ	-3895
SPDG	-3896
GGTGC	-3897
RPM	-3898
SAAG	-3899
REW	-3900
TGAAATAA	-3901
TATGTAA	-3902
TLAA	-3903
GCAGG	-3904
KFF	-3905
AGATGCC	-3906
AATACC	-3907
SELL	-3908
HRF	-3909
QLW	-3910
TCTCTGC	-3911
ATTTCCC	-3912
TLLG	-3913
TTGTGTG	-3914
TKD	-3915
FLGL	-3916
AIAL	-3917
TAAV	-3918
AAGATAA	-3919
ATATTGG	-3920
AVGG	-3921
ACCATCC	-3922
DFW	-3923
TCCTAG	-3924
RRRL	-3925
AATTATT	-3926
TGTTCCC	-3927
AATAGC	-3928
GCGCC	-3929
AGTATTTT	-3930
ASSG	-3931
AAACAAC	-3932
QKM	-3933
TLAL	-3934
ACAAAGC	-3935
KKQ	-3936
TTCATAA	-3937
TEQ	-3938
PLSL	-3939
ACTGGGC	-3940
KED	-3941
SER	-3942
YLQ	-3943
TCGGGG	-3944
ATSS	-3945
AGLE	-3946
TGTTTGC	-3947
ELAD	-3948
AGAGCG	-3949
AAGAAAG	-3950
ATTTGTG	-3951
QQM	-3952
TGGGGCC	-3953
AFW	-3954
TTTGCCC	-3955
AGACAGAG	-3956
VEM	-3957
DDLL	-3958
IIC	-3959
VVAA	-3960
TCACAGC	-3961
ASLG	-3962
HVY	-3963
SRSS	-3964
MGM	-3965
SPR	-3966
TGTATAC	-3967
GGGL	-3968
AMY	-3969
TATATAG	-3970
TCE	-3971
TTCTGAA	-3972
KPM	-3973
TVTV	-3974
VVAV	-3975
ARAV	-3976
KEC	-3977
DDC	-3978
TGGGGGC	-3979
ACAGGCC	-3980
HSH	-3981
AGAGGGC	-3982
ACAGCCC	-3983
TGTTTA	-3984
TCTATTTT	-3985
APDM	-3986
RLRL	-3987
AGTL	-3988
TTTTTGG	-3989
TGATGCC	-3990
IYF	-3991
SILL	-3992
RGQ	-3993
WGV	-3994
RDLL	-3995
AKAL	-3996
AALI	-3997
AGGAAAG	-3998
KFP	-3999
GGTTG	-4000
TTCTTAA	-4001
AACAGAA	-4002
AGAGAGC	-4003
ACTGGGG	-4004
AACATAA	-4005
AGSG	-4006
IEKL	-4007
DLGL	-4008
EEEL	-4009
ARVL	-4010
TGTGGGG	-4011
WLY	-4012
ALTG	-4013
ASLV	-4014
SQQ	-4015
TACATAC	-4016
TCCTTTC	-4017
TCATCCC	-4018
TTTAAAAAA	-4019
DGLL	-4020
ATTTAAC	-4021
ACAACG	-4022
AGAI	-4023
AGGCAGC	-4024
TSH	-4025
AGATTCC	-4026
TTTGATG	-4027
AGGTTTC	-4028
TACAGAA	-4029
RVLL	-4030
MLM	-4031
AVGV	-4032
ARSL	-4033
DEDE	-4034
SVSL	-4035
RHF	-4036
GCAAG	-4037
RVQ	-4038
TATTATC	-4039
FID	-4040
RIR	-4041
RERL	-4042
MVY	-4043
AGTGAAG	-4044
TLLE	-4045
FIC	-4046
RQM	-4047
ADGL	-4048
ELSL	-4049
KDC	-4050
ALIL	-4051
SIW	-4052
AGAS	-4053
KVW	-4054
TGAGGCC	-4055
AGGCGG	-4056
SASG	-4057
PVLL	-4058
TCP	-4059
AATGAC	-4060
IVR	-4061
TFD	-4062
TGGTCTC	-4063
RLVE	-4064
TGAAGCC	-4065
AGCCATC	-4066
AASS	-4067
EEIL	-4068
TRQ	-4069
AGGAAAC	-4070
REAL	-4071
FLH	-4072
TTTCCG	-4073
ATTTCAG	-4074
AQLL	-4075
TCTGAAG	-4076
TGTGTGTGTGTG	-4077
TCACCCC	-4078
KTH	-4079
SAGL	-4080
AADL	-4081
SLLE	-4082
IGL	-4083
AATTAC	-4084
ADVL	-4085
PEQ	-4086
AKLL	-4087
ATTTTAC	-4088
TGLL	-4089
TGH	-4090
ACACATC	-4091
AATCAG	-4092
SPPP	-4093
TTCAGAA	-4094
TTTTGGG	-4095
AGIL	-4096
MEY	-4097
AVIG	-4098
DGDG	-4099
ATATACC	-4100
DPQ	-4101
KLKK	-4102
AAAGTAA	-4103
ATTATTC	-4104
TCAAGCC	-4105
TCCCAGCTAC	-4106
AGCCTCC	-4107
TTGTTTG	-4108
DFD	-4109
ARAR	-4110
HEF	-4111
RIH	-4112
ACTGGCC	-4113
TATTATG	-4114
PGAG	-4115
EGM	-4116
VLSS	-4117
ACTATTC	-4118
TTCCCCC	-4119
AGGTGGG	-4120
TGTATGC	-4121
AGAGCCC	-4122
AEVE	-4123
TATTAAC	-4124
TCATAAC	-4125
KDW	-4126
RLSL	-4127
ILIL	-4128
TASL	-4129
SKC	-4130
SKQ	-4131
DLSL	-4132
FITT	-4133
HIR	-4134
ATSL	-4135
SDLL	-4136
ACATCCC	-4137
AATGGG	-4138
ACGGGC	-4139
VLDE	-4140
TGTTTAC	-4141
AFQ	-4142
TGAGAAC	-4143
WRG	-4144
AAAAATA	-4145
KEK	-4146
AAGAAGG	-4147
WTVYPPL	-4148
AGCAGGG	-4149
SDEE	-4150
AGCTGCC	-4151
ALAP	-4152
AITM	-4153
TCAGGCC	-4154
AGACGC	-4155
HYG	-4156
ATVV	-4157
RSH	-4158
PELL	-4159
SVPL	-4160
AEQL	-4161
TTTCTGC	-4162
ACAGTTC	-4163
AAIL	-4164
PVQ	-4165
ELIE	-4166
KQM	-4167
DGTL	-4168
AAGAAGC	-4169
ARK	-4170
TCAATAA	-4171
AGGTTTT	-4172
AGATAAC	-4173
AAATGGC	-4174
MEF	-4175
ATTATA	-4176
AEEE	-4177
RSLL	-4178
SPLL	-4179
TCAAGGC	-4180
IVLL	-4181
AGGTGGC	-4182
ATGATAA	-4183
ATTTAAAA	-4184
RYE	-4185
TCAGCCC	-4186
ASK	-4187
SATL	-4188
AKW	-4189
IDM	-4190
ADLE	-4191
TGTTGGC	-4192
TALG	-4193
TPTP	-4194
GGLG	-4195
STSL	-4196
AAAAL	-4197
TATTCCC	-4198
RTY	-4199
SSSV	-4200
TTTCACC	-4201
EPF	-4202
KLEE	-4203
AGCAGAA	-4204
TGTGTCC	-4205
TTQ	-4206
SFW	-4207
DEAL	-4208
KKW	-4209
RLAL	-4210
TDC	-4211
RTQ	-4212
TGCATGC	-4213
GGGGGGGG	-4214
GVY	-4215
THY	-4216
FYF	-4217
AAAACCC	-4218
KEW	-4219
IVGL	-4220
ATGGAAG	-4221
TATL	-4222
ATCCATCC	-4223
TGTGCG	-4224
TGTGTAG	-4225
TGCACAC	-4226
ATAV	-4227
AGCTTTT	-4228
AEVV	-4229
TGTATTG	-4230
FEM	-4231
TGGATAA	-4232
TGAATTC	-4233
SGAG	-4234
QLH	-4235
AATCTG	-4236
TGCTCTC	-4237
SISS	-4238
AGTGGGC	-4239
DGSL	-4240
TPW	-4241
RDC	-4242
TRC	-4243
ASAP	-4244
YPY	-4245
DKM	-4246
AGCTTTC	-4247
DGH	-4248
PGH	-4249
AEAG	-4250
AQAA	-4251
AGGCAGG	-4252
HLD	-4253
PEC	-4254
TIQ	-4255
ASRL	-4256
AGCGCC	-4257
ATGAGAA	-4258
ALGE	-4259
TLSS	-4260
GCI	-4261
IYY	-4262
TMF	-4263
AQW	-4264
AIVG	-4265
DRC	-4266
TGGAAAC	-4267
KKLL	-4268
AGCTTCC	-4269
KGQ	-4270
AVVE	-4271
RIW	-4272
ELKE	-4273
AGAAAAAA	-4274
IGH	-4275
AACAGAG	-4276
AWF	-4277
ACAGCG	-4278
ATATATC	-4279
TGTGTTC	-4280
TPEE	-4281
DLAR	-4282
TTTAAGG	-4283
ALTA	-4284
SWP	-4285
TAGTTTC	-4286
AGGACAC	-4287
KKK	-4288
TCGGGC	-4289
TCTGTTC	-4290
ATATCG	-4291
AATTAAAA	-4292
AKC	-4293
AEAR	-4294
DLVV	-4295
TTGATAA	-4296
KGK	-4297
VLPL	-4298
TTTTGTTTT	-4299
TCTTGGG	-4300
YPF	-4301
ALLI	-4302
REC	-4303
TTAAGAA	-4304
EVM	-4305
TCCAGCC	-4306
QGQ	-4307
DGVV	-4308
PDW	-4309
AESL	-4310
AEIL	-4311
TGCGCC	-4312
WGP	-4313
ASLE	-4314
SLLV	-4315
AASG	-4316
RGLL	-4317
GGACC	-4318
TAAATGC	-4319
KRW	-4320
TCCTCTC	-4321
TFC	-4322
TCATTGC	-4323
VLTL	-4324
TATAGCC	-4325
SSLP	-4326
DGTV	-4327
TCAAATC	-4328
GGGV	-4329
ELAL	-4330
ATGTGCC	-4331
TLLV	-4332
AGAGAAAA	-4333
VLAS	-4334
SLIG	-4335
TAAE	-4336
ASGV	-4337
TCCTTTT	-4338
AGATGGC	-4339
TGTGGGC	-4340
PPAP	-4341
TGGCGC	-4342
TCTTCG	-4343
AYM	-4344
TGSG	-4345
TCCCAGG	-4346
SSGL	-4347
ACTGAGC	-4348
SSSE	-4349
TCCATCC	-4350
HSY	-4351
TGTCCG	-4352
GEF	-4353
AQAL	-4354
AACACAC	-4355
DPM	-4356
KCL	-4357
MPF	-4358
TCTTTAC	-4359
TTTGGGC	-4360
GGLV	-4361
KRC	-4362
AKEL	-4363
TSGL	-4364
HFI	-4365
TGGTGGG	-4366
AGAATTC	-4367
WGF	-4368
AACATTC	-4369
ACACACACACAC	-4370
HQE	-4371
ATACATG	-4372
AACATAG	-4373
KIW	-4374
HHG	-4375
PVR	-4376
SDSD	-4377
SSLV	-4378
AVTL	-4379
SAGG	-4380
TATCATT	-4381
ACAAACC	-4382
HQR	-4383
IERL	-4384
MLD	-4385
AQD	-4386
ACAAGCC	-4387
IELL	-4388
KSTL	-4389
TGCATTC	-4390
AGTV	-4391
SLEE	-4392
AATCAC	-4393
TGGATTC	-4394
PAP	-4395
VLAE	-4396
ACAGGGG	-4397
AILG	-4398
GGTAG	-4399
TGAAAGC	-4400
VLTG	-4401
ATGAGCC	-4402
ATATTTTG	-4403
TCTTTTCC	-4404
ATCTCTC	-4405
TAAATAG	-4406
RED	-4407
VVAL	-4408
ACTGCCC	-4409
AGGAGCC	-4410
ATATATAC	-4411
TTTACCC	-4412
ACCCACC	-4413
ELDL	-4414
TTLL	-4415
PDM	-4416
RMG	-4417
ACAGAAAA	-4418
ILSS	-4419
RLEE	-4420
KEKL	-4421
HQP	-4422
TGGAAAG	-4423
TELL	-4424
TGACTTC	-4425
TTW	-4426
AVAS	-4427
SKW	-4428
HDR	-4429
ACACCCC	-4430
TCI	-4431
TAAACAC	-4432
KPD	-4433
AAATTGC	-4434
GLAL	-4435
PPM	-4436
TASS	-4437
CGP	-4438
FED	-4439
AGSS	-4440
FDM	-4441
ATCTGCC	-4442
AFLL	-4443
ATATTAG	-4444
HEY	-4445
VGD	-4446
VLAI	-4447
GGAAAA	-4448
AYC	-4449
VPY	-4450
ACAAATAA	-4451
FLSL	-4452
AGACCCC	-4453
TPC	-4454
TAGATAA	-4455
TGAGAAG	-4456
SDQ	-4457
TTATTGC	-4458
TGAAGGG	-4459
TTGGGGG	-4460
ELEL	-4461
TTTCATG	-4462
ACTGCACTCCAGCC	-4463
TCTTATT	-4464
ADGV	-4465
TAACATC	-4466
KST	-4467
DFM	-4468
TQM	-4469
TGGATGC	-4470
GGTG	-4471
ATGGATGG	-4472
GEY	-4473
TTGTCTC	-4474
AGTTCG	-4475
DIQ	-4476
FGQ	-4477
FYY	-4478
TGGAGCC	-4479
TCTGTAA	-4480
CLF	-4481
ACCAGGC	-4482
TCTGTCTC	-4483
TGCAGAA	-4484
HML	-4485
ASIL	-4486
TTTTTTTG	-4487
AGEL	-4488
AVRR	-4489
SPSL	-4490
ACAGGCG	-4491
AETL	-4492
TGAACCC	-4493
TGACATT	-4494
IEW	-4495
HLM	-4496
RLGV	-4497
STAA	-4498
ATATGCC	-4499
TRLL	-4500
RHV	-4501
AARE	-4502
TCAGGAA	-4503
HAY	-4504
ACCACAC	-4505
STAL	-4506
TCACTTC	-4507
AGSV	-4508
TTGTTAA	-4509
VLEE	-4510
AGIV	-4511
FSLHL	-4512
DGSV	-4513
TLPL	-4514
SSLG	-4515
ALSV	-4516
TAAAAATAA	-4517
TTATGGC	-4518
TEW	-4519
GGSL	-4520
AAGAAAC	-4521
IQF	-4522
GLAA	-4523
AGAP	-4524
KRLL	-4525
IDC	-4526
ATGTTTG	-4527
ATGCTTC	-4528
KLVE	-4529
GGTCC	-4530
QELL	-4531
SDSS	-4532
SSLE	-4533
TER	-4534
EEK	-4535
TPPP	-4536
AGCATCC	-4537
ACTGTAA	-4538
TGTGCCC	-4539
TCTGTTG	-4540
TAGAGAA	-4541
