#version: 0.2
T T
A A
T G
C A
C C
T A
G G
T C
G A
AA A
G C
T AA
TT TT
T CA
TG A
TT A
G AA
T CC
C AA
C TG
C TT
G TG
G TT
G CA
GG A
C CA
G TA
G CC
C TA
T AAA
AA AA
C TC
G TC
TG TG
TA TT
CA CA
G AAA
TA TA
TC TT
TG TT
C AAA
GA GA
CA TT
TG AA
CA GG
TC TG
CA GA
TC AA
GG AA
TAA AA
C TGA
GC TT
G TGA
GC TG
C TCA
CC TT
CA TG
GC AA
G TCA
G TAA
TTTT A
TA TG
GA GG
C GG
GA TT
CC TG
TC TC
G TTA
CC AA
C TCC
C TAA
TA CA
C TTA
TC CA
GA TG
TT AA
GAA AA
TT TG
G TTTT
TC TA
GC CA
G TCC
C TTTT
GG GG
C GA
TT TA
CC CA
CAA AA
TG GG
TA GA
TA GG
GA CA
GG TT
CC CC
GG TG
CA TA
GC TA
TG TA
TC AAA
TG GA
TAA TT
TTA TT
TG CA
GG CA
GG GA
CC TA
TT CA
TC TCA
GA TA
C GC
CTG AA
G TAAA
TC TCC
TTTT TT
C GTG
GC AAA
TAA AAA
TC TGA
TCA TT
GG AAA
TG AAA
TCC TT
CC AAA
GAA TT
C GTT
C TAAA
GG CC
GTG AA
TAA TA
GG TA
TG CC
CA CC
TGA TT
AAAA AA
GC TCA
TCC AA
GA GAA
CTG TT
TA TTA
CA GCA
CTT AA
CTC TT
CA GAA
GC TGA
GTT AA
TC TTA
TA TTTT
GCC AA
CTT TG
GA CC
C GCA
GTA TT
GTG TT
GTC TT
CAA TT
CTC AA
GGA GG
C GAA
TC TTTT
GTC AA
C GCC
TA TAA
TA CC
CCA TT
TC TAA
C GGA
CAA AAA
CA GTG
TCC TG
CTC TG
GAA AAA
CA GC
CTG TG
TTTT AA
GCA TT
GCC TT
TAA TG
GTT TG
CTA TT
TGA TG
CC TCA
GG CTG
GA GGA
GCC TG
AAA TT
C GTA
TA CAA
TC AAAA
CA TCA
CA GTT
TGA GA
GG GAA
CA CTG
CA CAA
CA GGA
CC CCA
CC CTG
TTTT TTTT
GA GCA
CC TCC
TA GAA
TA TCA
CA CCA
GA GC
CA TTA
CACA CACA
GA GTG
GGA TT
TA CTT
CA CTT
TGTG TGTG
GTC TG
TGA GG
GA GTT
GAA TG
TCA TG
TAA TAA
GA CAA
GA CTT
TATT AA
T Ċ
GG CCA
CA GCC
CA TTTT
CC CTT
GC TAA
TA GTT
TA CTG
GTG TG
CAA TG
TATA TATA
GC TC
CA GTA
TTA TG
GC TCC
CA TAA
GA TGA
TAAA TT
CA TGA
GC GG
AAAA AAAA
CCA TG
GA TAA
GCA GG
GA CTG
TA TGA
GA TCA
G TTTTA
GGA TG
CC TGA
G TAAAA
GAA GG
GA TTA
CC TC
GC TTA
GA CCA
CC CAA
AAA TG
TA GTA
GCA TG
TA CCA
GG CTT
C GTC
TC TCTT
GG TCA
TTA TTA
TA GCA
TA CTA
TA TC
GG CAA
C TTTTA
CA TC
C TAAAA
CTG GG
GA GTA
TA GTG
GTG GG
GA TTTT
GAAA TT
CA CTA
CCA GG
CAGG AA
CC TTA
GC AAAA
TC GG
CA TCC
TGTG AA
TATT TG
TCA GG
CTA TG
CC TAA
GC TTTT
GA GAAA
TA TAAA
CTT GG
GAGA GAGA
TC TCTG
TGTT AA
TGTG TT
GA GCC
TA TATT
TTTT TG
GA CTA
TAA AAAA
GTA TG
CATT AA
GG TGA
TA GGA
TA GC
GAA GAA
TAAA TG
TC TGTT
CA GAAA
CAAA TT
GG GCA
TAA TTA
TA TCC
TC TGTG
TGAA TT
CTC CA
GTG AAA
GGA GA
GG GTT
GAA GA
CC AAAA
CTG CA
CTT CTT
TCTC TCTC
GG GGA
GG AAAA
GG GTG
CC CTA
TCTT AA
TGTG TG
TGTT TG
AAA TA
GG GC
TCA GA
CC TTTT
GAAA TG
G Ċ
GTG CTG
TC TGAA
GCA GCA
CACA TT
TCTT TG
TCC CA
CAA CAA
TC CATT
CTG AAA
CTT TA
TC GA
GG TTA
GG TAA
GTT TA
CTT CC
AAAA TT
GTT TCA
GGA GGA
GCC TCC
GC TCTG
C GTGA
TTTTA TT
GAA TA
TCAA TT
CA GTC
GTTA TT
CA GAGA
CC CTC
CAAA TG
CTG CTG
GA TCC
CAA GG
CATT TG
TCA CC
GC CAGG
GGA GAA
CTC AAA
CTTA TT
GTT GTT
TTA TA
TCC AAA
TC TATT
GCA GA
C GAGG
CTT CA
TCA TCA
TAA CA
CAGA TT
C GTCA
CTG TA
TAA GA
TAA TTTT
GC TGTG
TC CACA
C GCTG
GAA CA
TC TAAA
GC GA
CCA CCA
CAA TA
GG CTA
C GAAA
TTA TTTT
TCA CA
TGA CA
TC TCAA
CTCC AA
TATA TG
AAAA AAA
CTCA TT
C GTAA
TC CAGG
TCC TCC
CTCC TT
TCA CTT
C Ċ
C GAGA
CAA GA
C GATT
GTG GTG
TGA TA
TGA GAA
GGA TTA
CAA CA
GTT GG
GTT AAA
CC TCTG
TCA TA
CTC TA
CTT AAA
GC TGAA
TTAA TT
CTG GA
TATT TA
GTC AAA
CCA CA
CTG CC
TAA GG
TAAAA TT
GGAA TT
TG GAA
GTAA TT
CTGA TT
GTCA TT
TGA TGA
TCA GAA
GTGA TT
TAA GAA
TAA CAA
CC GG
GC TGTT
CCA GA
GTT CA
GATT AA
C GCTT
GC CACA
GCAA TT
GCC AAA
TAA TCC
TC CAGA
CCA CC
GG GTA
TC CATG
CTG CAA
GC TCTT
GTT CTT
C GGAA
TTA CA
GCA CA
GC CATT
TG CTG
TG TGA
TC GAA
GTG GA
CAA GAA
GGA CA
TCC CC
TCC CTG
CTTTT TT
GCC CC
TGA GTT
CTT CTG
CTAA TT
TATA TA
TAAA TA
CTT GA
CTT TCA
GTTTT TT
TCC CCA
CAGG TT
C GTTA
GCA GAA
TAA TGA
GTA TA
C GATG
GTCC TT
TCA TTA
AAAA TG
TGAA AAA
C GCCA
GAGA TT
TGAA TG
GTCC AA
GTT CC
CTC TGA
CTA TA
TCA CCA
GCC CTG
TCA CTG
GCA GTG
GC GC
GTT GA
CCTT AA
TC TATA
TAA CTT
CAGA TG
GTC TA
GTA GG
TTTT AAA
CACA TG
GTG TA
TGA CC
GTT CAA
CA CAAA
GG GAGG
GCTT TG
GA GGAA
GTT CTG
TTTT TA
TCA GCA
GCTT AA
CAA AAAA
TC GTG
CTA CA
TCA GTG
CTCC TG
C GCAA
CTT CCA
TAAA TAAA
TC GTT
GCC CA
CC TCTT
TCA GGA
GAA AAAA
GTC CA
CACACACA CACACACA
GC CATG
CC CAGG
GTA GA
TGA CTT
TCC CTT
TCC TA
GTGA TG
TCA CAA
GC CAGA
GTA CA
TCA GTT
C GTTTT
GAA TTA
TC TATG
GCA CC
GG TTTT
TGA CAA
TCAA AAA
GCA TA
CCA TA
CGG TT
TGTGTGTG TGTGTGTG
C GTCC
GTA TTTT
GAGA TG
GC GTG
TTAA AAA
CTC TCC
GA GTC
CCA CTG
TGA TTA
CCAA TT
CCTT TG
GGA TA
GAA CC
CAGG TG
CTT TAA
TCA TTTT
CGG TG
TCAA TG
CTGA TG
CTC TTA
TATT AAA
GG GCC
GTA TTA
GTT TAA
CCA GCA
CAA TTA
GAGG TT
GAAAA TT
GC GCC
GTT GAA
TGA CTG
GC TAAA
GATT TG
GA TAAA
TCC TCA
GA CAAA
TA CAAA
CTC TCA
GC TATT
CCA GAA
TA GAAA
TAA CC
GTTTT AA
GG GAAA
GCA GGA
GTC TCA
CTG GAA
GC TCAA
TAA GTG
GG TCC
CA TAAA
TGA GGA
TAA TAAA
TGGG TT
CTTTT AA
GTG CC
TAA GTA
TATT TATT
CACA CA
GA CAGA
GTT CCA
CTAA AAA
CC CAAA
TAA CTA
TAAAA AAA
TGA GTG
TC TACA
GAA GGA
TC GCC
TAAAA TG
GA CTC
GCA CTG
TATATATA TATATATA
CTT CAA
TAA TCA
GTT GTG
GTCA TG
GAA CAA
TAA CTG
CTA TTA
GG CAGG
GA TATT
GA TGAA
GGAA TG
GCC TA
CC TGTG
GCC CCA
TCC TGA
GCAA TG
CTT GAA
GTA GAA
GTG CA
GTT TGA
TAAA TTA
CATT TA
CTT CTA
GGAA AAA
TCC TTA
GAAA TA
TTTT TTA
GCTG GG
GTAA TG
GTG TTA
CAGG CTG
GTG GCA
CAA CC
TC GC
GTAA AAA
GTG GAA
GAAAA AAA
GTCC TG
GTT CTA
GA CACA
TGTT TA
TGA GCA
CCA GGA
CAAAA TT
TCTC TA
GC TCCA
CC CACA
GTC TTA
CA CTC
CA TATT
CTCA TG
TAA GCA
TGA TTTT
CTG CTT
GCC TCA
TAA GTT
CC TGTT
CCA CAA
GCAA AAA
TC GCA
GAA GCA
GC GGA
GC GCA
GA CATT
CA TATA
CC CGG
CTA GG
TA TCTT
TGA GTA
CCAA AAA
TCC CAA
TA CACA
GAAA GAAA
GG CTCA
TAGG TT
CA GTGA
GAGG TG
CC CTCC
TCTT TCTT
TC GTA
CTT GTT
GA GCTG
GGA GCA
CTG TTA
CCA GCC
TAA TATT
CTT TCC
GG CGG
CTT TGA
CA TCTT
GTC TGA
TCA GTA
GG GAGA
CA TGTT
GA TGTT
GAAAA TG
GG CAAA
GTG GGA
GC GTT
TAA CCA
CC TGAA
CA TGTG
GCA TTA
GG CTC
AAAAAA AAA
TC GGA
CA GCTT
GGGG TG
CTA CAA
CC CAGA
TAA GGA
GCA CAA
TA CATT
TAA TTAA
GAA CTG
TCA CTA
TC TTTTA
CC TCCA
CA GCTG
TTTT CTT
GGGG TT
GA GTCA
TATA TTA
GTT TCC
GTTA TG
GTG TGA
TA GCC
GTC TCC
GA TGTG
GC TATG
CCA TTA
GTC TTTT
TA TGTT
CA CCTG
GAA CTT
CA GCAA
GAA GTT
CTG GGA
GC TACA
CTG CCA
TA TGTG
TCAAA TT
AAA TTA
CC CTCA
CAA GTA
GTG CTT
GC TATA
CC CTGA
CAA GGA
CTAA TG
TGA CCA
CA TGAA
CC CCTT
TCTCC TT
TGA CTA
TC TAAAA
TGA TCA
CTTA TG
CCAA TG
TA TGAA
GG GTC
TCC CAAA
GTA GTA
GTG GTT
CC CATT
CAA GCA
TCTG AAA
GAGAGAGA GAGAGAGA
GTG CCA
CA GTCA
CAA TAA
CC TCAA
CTA GAA
GCA GTGA
GA CAGG
GA TCTT
GTT GGA
GCA TCA
GC GAA
CAA CTT
TTA GG
CC CCTG
GA CATG
GA GCTT
GCA CCA
CTG TGA
GA TATA
CC TAAA
TCTC AAA
GG CAGA
CAAA TA
CTC TTTT
CA TCTG
GA CGG
TAA TTTA
CTG TCA
GTT GTA
GGA CTA
GCC CTT
CAA CCA
TATG AAA
TTAA TG
GTG TCA
CA CTGA
GAA TAA
CA GTAA
GAA GTA
GCC TGA
TCTCTCTC TCTCTCTC
TCC TTTT
CA CGG
CTA TTTT
GAA TGA
GCA GTT
CTG TAA
GGA GTG
TAAA TAA
GA GCAA
GAA GTG
GC TCTA
GG GGAA
GG TTTG
TCTCA TT
CTG TTTT
C GAAAA
CTA CTA
CCA TCA
GG TGTG
GA GTGA
TATT TCA
GAA GAAA
CAA GTT
CC CATG
CTT GGA
GG CTGA
TATA TTTT
CTC AAAA
TATT TAA
GTG GTA
GCA GCC
GG TGGG
TG TTA
CA TCAA
GAA TTTT
TGA TAA
CA TATG
CA CTCA
CC CCAA
GCA CTT
CAAAA AAA
GAA TCA
TA TTTTA
CA TACA
GG GCTG
CAA TTTT
CAA CTG
GA CTGA
CAGG AAA
GTG TTTT
CC CCCA
GAGG AAA
GG CACA
CTT GTA
GAA CCA
GGA GTT
TTA TAA
GTTTT TG
GGA TGA
TCTT TA
CAA TGA
TTTG AAA
GAA CTA
GCA GTA
CCA GTA
GCA TTTT
TC GTC
CATT AAA
CC TATT
CTT AAAA
C GCTA
GCC TTA
GG CCTG
CAA GTG
CAAAA TG
CTT GTG
CTC CAGG
GA CTCA
CCA GTG
GG TAAA
CTT TCTT
TCC CTA
GGA CTG
TAA GAAA
GC GTA
GC TAGG
TA CATG
CAAA CAAA
CC GTG
GG TGAA
TAA TATA
GG CATT
CTG CTA
GA TATG
TCA TGA
GA CCTT
GC TAGA
CA GTTA
TCTT AAA
CA GCTA
GA TCAA
CA CCTT
CCA CTT
TGTT AAA
CTC TAA
CAA CTA
GA GAAAA
TCA TAA
CATG AAA
GTA CTG
GA TCTG
GA GTTA
TA CAGA
TT AAA
TTTA TTTT
GATG AAA
GC TCTC
GGATTA CAGG
TTTTA TG
TTA CTT
CC CTAA
GA TC
GGA CTT
TGTG AAA
GA CGA
GCA TGA
CGCC TG
GG TCTT
GGA CAA
GA GTAA
AAAA TA
CCA GTT
GA CCTG
TAA CAAA
AAAA TTA
GG TGTT
CTG GTG
GCTG AAA
TCTCC AA
GA CCAA
CA CCAA
GTAAA TT
CA GAAAA
TA GAGA
TCA GCC
GAAA TTA
CTT GCC
CC GCC
TATG TA
TGTG TA
GG GATG
CCA TTTT
TAA TTTG
CTG GCA
CAA TCA
GAAA GAA
TAGG TG
CTA CTT
TAAAAA TT
CCA TGA
GTC AAAA
CTC TCTT
CTTTT TG
CTC TTTG
TCTGA TT
CTG GTT
TACA TA
GG CCTT
GGA TTTT
GGA CCA
GGA GCC
CTC TGTG
CTC CAGCC
GG CTCC
GTG CTA
GTT GCA
TGGG TG
TCTG TA
TAAA GAA
GG CATG
TTA CAA
CTG AAAA
CC TCTA
GG GTCA
GG GATT
GG GCTT
C TĊ
CTT GCA
GC GTC
GTG AAAA
GGAA GGAA
TAAAA TA
CCA CTA
GTA GTT
TGCC TCA
GG TATT
CA CTTA
CTC TGTT
G TĊ
TGA GAAA
TTA GAA
GTA CTT
CA GCCA
TC TTATT
GTA CAA
TAAA CAA
TCC AAAA
CGTG AA
TA TCAA
CTGAA TT
CTA CTG
GGA GAAA
TTA TCA
GTT TCTT
GG TCTG
CC TCTC
TCC TAA
GTT AAAA
GA TACA
CCTT CCTT
TGAAA TT
CC GCA
TAATCC CAGCA
CA CTAA
GA TAGA
GATT AAA
TC TTTTTT
C GTAAA
CCAAA TT
TC GCTT
GG GTGA
CA CGA
GTG CAA
GCC CAA
TGTA TTTT
CTT TATT
GTT TATT
CTC TCTG
TTTTTTTT TTTT
TGAA TA
GTG TCC
CC CGA
CTAAA TT
TTTA TTA
TCA TCC
TCTT CTT
TATTTT AA
CA TCCA
CA TTTTA
TCTCC TG
CTA CCA
CTCC AAA
GG CCAA
CAAA TTA
CC TATA
GAA GCC
GA GCCA
TAAA TTTT
GTA TCA
CATT TCA
GG TTAA
CCCC AAA
TCAAA TG
CTGA GGCA
GA CTTA
TCC TCTG
TA TCTG
GTT TGTT
CAA TAAA
TAGG AAA
TAA TGAA
TTTTA TTTT
CC CTTA
GGA GAGA
TGA CAGA
TCA GAAA
GTA GCA
CC GTT
CC GAA
GG CGA
GCTG CTG
TA GTC
TA CTC
GTG TGTG
GTA TAA
TCTG TCTG
TA GATG
TCC CTC
TA GGAA
CCTG AAA
TA GATT
CC TATG
GA CTAA
CTA TAA
TCC TCTT
CA CCCA
TTTT TAA
GCAAA TT
GTTAA TT
TTA CTG
CAAA GAA
GGA GTA
TC GAGA
GGAAA TG
GG TCAA
GGA TCA
TCC TTTG
GCA GAGA
CC TACA
GG GCAA
CTA TCA
TATT CTT
CTTAA TT
TA GTAA
GG TTTA
GG GTTA
GCC TGGG
GC GAGA
TAAA TGA
AAAAAAAA AAAAAAAA
TA CTTA
TA TAAAA
GCA GAAA
CC TAGA
CGTT AA
CGTG TT
TTTTAA TT
CTG GCC
TTA CTA
TC TAATT
CAA CAAA
CAGA GAA
GTC TAA
CAA GAAA
C GTCAA
CTT TAAA
GGAA GAA
CTT CCTT
TA CTGA
TC Ċ
CA GTTTT
GTG TAA
TATA TAA
CA TAGA
GGGG AAA
TTTT AAAA
GA CTCC
GC TTTTA
CTC TGAA
TTTT GTT
GTA CTA
TTTT TCA
TCC CTCC
GTA CCA
GTA GTG
GTA GCTG
GAGA GAA
CA TCTA
TA CAGG
GGA GAGG
CGCC TT
GCC CGG
GCCA CCA
GG TC
GTA TGA
GTC TCTG
GGA CC
TCC CAGG
CA TAAAA
GAAA TAA
CTT CTC
TGGG AAA
TTA GTT
GTC TTTG
TCTT CTG
TGA CAAA
GCC AAAA
GGA GGAA
TA GCTT
GC TAAAA
TTA TTAA
TGTT GTT
GG CTAA
CAAA CAA
TCTA TCTA
TTA TGA
CGC AAA
GA TAAAA
GCCA CC
TAA CATT
GTC TCTA
GCC CAGG
TAAA TATT
TA GCAA
TG TTTT
GC GATT
AAAAAA TT
GG GACA
GCCA CTG
TTA TTTA
CCA TCC
CA CAAAA
TACA TTTT
CTT TGTT
GTC TGTG
CAGA CAGA
CTCC TGA
GCC CTA
GTGAA TT
TTA GTA
TGAA GAA
TA CCTT
GA TCCA
C GTATT
TC GAAA
GCA GC
TAA TGTT
C GTCTT
GA CCCA
TA GTTA
GGA GGGG
CC TAGG
TC GATT
GCA CACA
GAA TAAA
TA CTCA
TA GTGA
GCC TTTT
TTA CCA
CTA GTT
GAA GGAA
TCTC TCA
CTT TCTG
TG AAAA
GAAA CAA
GG CTTA
CTG GTA
CA GTCC
GTC TCTT
CTA TGA
TATT AAAA
TATT TGA
TATT GTT
GA GTCC
TTA TAAA
GAA CTCA
GCA TCC
TA CCAA
TGTT TCA
CTG TCC
CA CTCC
GG TATA
TA CTAA
TCTT TCA
CATT TAA
GC GCTG
GC GGGG
TAGA TAGA
GTG GCC
GGAAA TT
GCA CTA
TGTT TGTT
TATT CAA
GA TTTTA
GC GGTG
GTT TAAA
TTTTTTTT TTTTTTTT
TA CCTG
GG GTAA
CGTG TG
CTTTT TTTT
GCA GAGG
TACA GTA
CTT CCTG
GGA TAA
CGG AAA
TCTC TCC
GA CAAAA
TA TCTA
C GAATT
TAAA TCA
TCTC TGA
TC GCTG
GAA GAGA
TAATT AAA
CC GGA
TCCAA TT
CCA TAA
GTG TTTG
CC GTA
GA GTTTT
GC TCTGA
GTC TGTT
TC AAAAAA
TCTTTT AA
GCTCA TG
CTC TCAA
GTT TCTG
CTC CAGA
TAAA GTA
TTTT CTG
GCA TAA
TA GCTG
CTC CACA
GAA CAAA
TTA TATT
CCA TGTT
CATT CTT
GA CTTTT
GTT GCC
GCAAA TG
GAA TCC
TA GTCA
TTTTTT AAA
GAA TATT
CCTT AAA
CTC TGGG
TTA TTTG
TGA GCC
CTC CATT
TA GAAAA
GC TCTCA
CCTG TAA
GTAAA TG
TTATT AAA
TTA GCA
TGA TCC
GAA TGAA
CTT CAAA
TA TCCA
GAGTG CAGTG
TAAAAA TG
GC TCAAA
GG CCCA
CAGA GGA
GG GAAAA
CAA TATT
TATA TATT
TTTT CTA
CTC TTAA
CC GA
GC GCTT
TAAA CTT
GGGG GGGG
TCTT CCA
GCA GGAA
GGA GGTG
CTTAA AAA
C GCCAA
GCC TCTG
TCA CAAA
TCA TTTG
GG TATG
TA GAGG
TGA TGTT
GC GTGA
GACA GAA
CTT TGAA
GTA TTTG
CTCCAGCC TGGG
CGG CC
TCA CATT
GA TCTA
TTTTAA AAA
GG TAGA
GTTTTA TT
TTA TATA
TGA TAAA
CTA CC
CAAA TAA
TA GTCC
GGA GGCC
GTC CATG
GTA GGA
GTC TC
GTA GAGA
GTTA TTTT
CA CTTTT
TACA GAA
CACA GAA
TCTG CTG
GAAA TCA
TGA GGAA
CGTT TG
CA TAGG
TAAAA TTA
C GTCTG
TAA TATG
TAAA TATA
GG TAGG
TC GTCA
GCTT CTG
GAGG GAGG
TAGTA GAGA
CTC TCCA
TGA GATG
GC TCCTT
GGA GCTG
CAA CAGA
TCA TCTT
TCA TTTA
GA TAGG
TCA TTAA
TCC TGAA
TATT CTA
GCA GCTG
GCA TTTG
TGTT CTT
TAAA GTT
GCTT AAA
TAAA CTA
TACA TTA
TTTT CCA
CTG TGAA
CA CCCC
TC GTTA
GTA TTTA
TGAAA TG
TATT TCTT
TAA TAAAA
TAA CACA
TCTG CAA
TATT GAA
TA GTTTT
GTT TGAA
CTG TGTG
CTT CATT
TC GATG
CAGCA TT
CAA CACA
TC GGCC
GC GAGG
TGA TGAA
GTT CAAA
TGA CATT
CTGA GAA
GGA GATG
TCA GAGA
TA CAAAA
TA CTTTT
CAA GCC
TATT GTA
CCA CACA
GTG GAAA
CTCAA TT
TCCA GAA
CCA GAAA
GTC TGAA
GA GCTA
CTG GGAA
TCTC AAAA
TA CGG
TCC CTGA
CCCC CCCC
CTC CATG
CTG GAAA
GCA CAGA
TGA GAGA
CC CTTTT
C GGAGG
TCCA TCA
GC Ċ
GTTA TTA
TGA TATT
GGTG AAA
TCTG GAA
GTC TGGG
TGA TTTG
GTA TATA
TCC TTTA
TATG TTA
TCC TGTG
GC GAAA
CGCA TT
TCC TGTT
CAA TGAA
TCTC TTTT
TC GAGG
TCC CATT
CTT TCAA
TC GTGA
TAATCCCAGCA CTTTG
TGTT GAA
TCA CACA
TGCCTCA GCCTCC
CTAAA TG
CTC TTTA
CTTTT AAA
TAA TCAA
CAA TATA
GG GCCA
TCC CCTT
GTG GAGA
TATT TAAA
GGAA GGA
TCC CATG
TA CGA
GTCC AAA
GTC CAGG
CTT CTCA
TA TTATT
TTTT GTA
GTAA TTA
CTT CACA
CCCA GCA
CAAAAA TTA
GTG GTGA
GTT CATT
TCTC TTA
TATT CTG
CAA TTAA
GTGAA AAA
TCTT TAA
TTTT TAAA
TCTT CTA
TCC CACA
CCTG CTG
TGA CCTT
GCA CAGG
TGA TTTA
TCTGA TG
GGA CACA
TTTT TTAA
TATT TATA
TCTT GTT
CAAAAA TT
TACA TACA
GAGAA AAA
CTT TATA
TCA GCTT
CTGAA AAA
GTGCTG GGATTACAGG
TGAA TTA
TCC CTCA
CTC TGCA
CTT TGTG
GAA CACA
GG TCCA
GG CGC
TCA TAAA
GAAA CTG
GCA GCTT
GTTTT AAA
GG GTCC
GCC TGTG
GTA CC
CGGA TT
GTG GAGG
TATTAA TT
GTT TCAA
TTTT CAA
TATG TATG
GAA GAGG
TCA TCAA
TGA GATT
TC GTAA
CA TCTC
GAA TTTG
GTG TGTT
CTGAA TG
CTTTTA TT
CTCC CTCC
CACACACACACACACA CACACACACACACACA
CTC TTCA
CATT CTG
TGA GTGA
CAGA GCA
GTTAA AAA
TAA GTAA
GTA GAAA
TCTG TCA
CCCA GCC
CC CAAAA
TCTG CTT
GC GATG
CTC TCTC
GTG GGGG
TGGA GAA
GA CGC
TACA CAA
GTCAA TT
TGA TTAA
GTG GCTCA
GAAAAA TT
CCAAA TG
AAAAAAAA AAAA
GC TCCTG
GCA GCAA
TCC TGGG
TCTA TTTT
TCTT CAA
TCAA TTA
TAAA TTAA
GC TTATT
TGA CACA
CCA GAGA
CTG TTTG
CTG TGTT
TAA TTTTA
TAAA GAAA
CCA CAAA
CTT GCTT
TGA TGTG
CTT GAAA
TAAA CAAA
GAA TTAA
GG CATA
GTC CATT
GC GTCA
TTTT TTTG
GTT TGTG
CCA GCTT
TCTCA TG
CAA TTTG
GAA CCTG
GTC TCAA
TAAA GA
TAA AAAAAA
GTG CTGA
TAA GGAA
TCC TTCA
GCC TTTG
GCA GATG
TCA CTGA
GC TCATT
GAA GCAA
GG TACA
TCA GGAA
CC TAAAA
TTA GGA
GG CTTTT
GCC GCC
TCAAAA TT
TCA GTGA
CATT CAA
TCA GATT
TCTG TTTT
TCA CAGA
CTG CCTT
CA TTATT
CA CGTG
CCA GGAA
TCC TCAA
TCTG TTA
CA CCTA
GGA TGTG
GTC TTTA
TAATAA TAATAA
TGA CCAA
GTG GCTG
GTT CCTT
GTG GGAA
TCA TGTT
GTT CTC
TGTGTGTGTGTGTGTG TGTGTGTGTGTGTGTG
CTA GA
TCC TCCA
CTA CAAA
GATA TTA
CTA GTA
TAAA GCA
GG CCCC
TCC CAGA
GGA CAGG
GTGAA TG
TCA CATG
GG GTTTT
CTAA AAATA
CTG GAGA
GTT GAAA
CC TCCTT
CTTA TTTT
CC CGC
TTTTA TTA
GTC TTCA
CC TCTCC
CCA CAGA
CAA CATT
TAA TGTG
GTT TCCA
TATG AAAA
CACA GCA
GC TCTCC
GTT TATA
TC GGTT
CCA TTTG
TGA GTCA
TAA GCAA
GC GCCA
TCC CCTG
CATA TTTT
GTT CTCA
CA GCAAA
CTG CTC
TCTA TTA
GTG TCTG
CGG CGG
TAA CTC
TCA TATT
TATG TTTT
TAA TCTT
CTG TCTT
CTA GCA
CTG CAAA
TTAA TTA
TCA TGAA
GCTGA TG
GTC TCCA
TA CCTA
CCCA GGA
GC TGATT
TGA CTGA
TATA CAA
GTG CCTG
CTA TTTG
TC GGGG
TAA GCC
TCAA TTTT
CTG CCTG
GCA CAAA
CTA GGA
GCA TGTG
GAA CATT
CCTT CTT
GCA CATG
CAGAA AAA
TCTG CCTG
CCA CTGA
GC TCCAA
TCA GTCA
CTG CTGA
CAGG GTT
GG CAAAA
GG TCTA
TATA TATG
GC TAATT
GA CCCC
TGTG TTA
GAA TGTT
CC GTC
GAA GATG
TATATATATATATATA TATATATATATATATA
CTT CTGA
TAAA CA
TAA CTAA
TC GCCA
TC GCAA
CAA TTTA
CC TTTTA
GA Ċ
CTTA TTA
TCCA TCCA
GTAA AAAA
TCTT TCC
GTG TGAA
CTC TGGA
GGTT AAA
TAA GATT
TGTG TTTT
CA CGCA
CATT TATT
CC TCAAA
TCA CTCA
GAA GTCA
CTA TTAA
TC GTCC
CAGGA TT
TAAA CTG
GAA GCTG
CTA GAAA
CTC TGTA
GTC CACA
CAA CATG
GTA GCC
TAAA TGAA
TC GGAA
CATA TTA
TA TAATT
CTA GTG
GTA TTAA
GC GCAA
CCA TCTT
GGAGG CTGA
TA TTTTTT
GGA CAAA
GAA TTTA
GGA TCTT
CTG CACA
CTT CAGA
CTAA TTTT
CCA CGG
GTC TTAA
TATTAA AAA
CAA TCC
CAA GAGA
CA CGC
CTA TATA
GTT GATT
CAA GGAA
GA TCTC
GTG GCTT
CC CGCC
GAA GAAAA
TAA TACA
GTA TATT
CTG GCTT
GCA GGGG
CCA GAGG
TC GGTG
GCA GGTG
CACACACA CACA
CCA CATG
CTCC TGCCTCAGCCTCC
CAGA TGA
CTA TAAA
CTAA TTA
TCC CCAA
TGTA TTA
TA GCTA
TATTA TG
TCA GCAA
TAAAA TAA
GCA TTTA
CATT AAAA
GGATT AAA
CA Ċ
TCC GCC
CCA CAGG
GAAA GGA
CTC TAAA
GCA TCTT
CCA GCTG
TCC TTAA
CAAA TGA
TATT GTG
TC TAATA
GC GGCA
GAA TCAA
GCCAA TT
CTAA AAAA
TGTT TAA
CTC TGCC
CTT CCAA
TA CCCA
TCC CGG
GGA TTTG
CTCC CTG
TTATTA TTATTA
TCA GAGG
GAA TATA
TCA TCTG
CCA TGTG
GA GCAAA
GGA CAGA
TGA GCAA
TA GCCA
GA CCTA
GTG TCTT
CTT CATG
GCC CAGA
CTA TTTA
TCA CCTT
GC GGAA
GTG TTTA
TCA GTAA
GC TCTTA
TCTC TCTG
GTT CCTG
GCC TCTT
TAA CTTA
TAA GAGA
TAA CAGA
CTG CATT
GAAA TAAA
CC TCTGA
GTT GCTT
GCA CTGA
CTT TCCA
CA TCAAA
TC GTTTT
CTG CAGG
TCC TAAA
GA TTATT
GTT TATG
GCTG GGA
TATT TGTT
CCA TGAA
GAAA TGA
CTA TGAA
TC TAAAAA
CTT GATT
CTA CACA
CGCA TG
TCTC TCTT
GCA TCTG
CAAAA CAAAA
CAA TGTT
TCA TGTG
GTT CACA
CA GTAAA
GCC CTGA
CTCC TCC
CCA GTGA
GTT TGGG
GTG CAAA
GCC TGTT
CAA GCAA
GAA TGTG
GA GAATT
TGA GGTT
GTTTT GTTTT
GTT TCTA
TCAAAA AAA
GTG CTCA
TCA GCTG
TCA TATA
GGA GGGA
TCA TTCA
GA CGTT
CCA GCCTG
TCTAA TG
GC GGTT
GCC CCTG
TGAA TGAA
GTG CACA
TTA CAAA
TTTT TATT
GCC TGGA
GCA GATT
GA GGAGG
GTT GCTG
TGA TCTT
TCCCA GCTA
TTTT TTTTTT
TCA GTC
GAAA CTT
GATG GATG
AAAAAAAA AAA
GAGAGAGAGAGAGAGA GAGAGAGAGAGAGAGA
CAGCA TG
GCA CCTG
CTG TATT
CTC TATT
GC GGCC
CTG TAAA
GCC TAA
CCA CATT
GCC CACA
CTG TATA
TATAA TG
CA GAATT
CAAA GTA
CA TTTTTT
TGA CATG
GTG CCTT
TCAA CAA
GCA GTCA
GCC CTCA
GG CGTG
CAGAA TG
GAA GACA
TTA CC
GCA TGAA
CCA TTTA
CATT CATT
TACA TATA
GTT CTGA
TAA GTTA
CAAA TAAA
GA TAATT
GTA TAAA
CCA CCTG
CTT TGGG
GG TAAAA
TCA GATG
TAA GTGA
TTTT GAA
CTT CTCC
TCA CCAA
GTC TCAAA
TCAA GAA
CA TAATT
GTTAA TG
GA TCAAA
GTT GTGA
CTC TCTA
GGCA GGA
CAA GATG
CTTAA TG
TCTTA TG
CCA CCTT
GAAA GTA
TGA GCTG
TCTG AAAA
TAGA GAA
GTG CAGG
GAAA GCA
TCTC TGTG
GTG TTAA
GCC TCCA
CTA TGTT
TGA GCTT
TAA CATG
TAA GATG
CTG GAGG
GA CTGAA
GG TTTTA
GTC TGGA
GCCA GGA
A TT
GTG GTCA
TGA TATA
TAA CTGA
GAGAA TG
TGA CTCA
CTG CAGA
GA CGTG
CCA GATG
CTT CTTA
TATT TCC
CCA TCTG
CA CTGAA
CACA CAA
GGA TGGA
CTG GCTG
TTTT TCTT
GCA CGG
TAA CTCA
TCA CAGG
TGA GAGG
TTA CATT
CTT TATG
GTC CAGA
GAAA GAGA
CGG GGTT
GGA TGAA
GTG TAAA
GTG TATA
CCA CCAA
CTT GGAA
TATTTT TG
GAGGA TT
CAGTG TG
GAA CCCA
GGA GACA
CTG CTCA
TATG TATA
TC GACA
GA GTCTT
GCC TGAA
GA TTTTTT
GAA CATG
GTA CACA
GTT CTTA
TA GGGG
GTA TGTG
CAAA GCA
CAAAAA TG
TAAA TAAAA
GAGG AAAA
GTG TGGG
CAAA GGA
TCC TGCA
GCC TCAA
GATA TTTT
CTGCA CTCCAGCCTGGG
CTA TATT
TCTCTCTCTCTCTCTC TCTCTCTCTCTCTCTC
GTT CATG
GAAA GG
TC GGCA
CAA CTCA
GA CCAAA
GTT GAGA
GCTAA TTTT
GCA TTAA
CTT TCTA
TCCA TTA
GTG GGTG
CC TCTCA
TGTT TATT
GTG GC
TCCA TTTT
TCA CTTA
CTT CAGG
AAAAAA TG
TCA CCTG
CTG TTTA
GTAAAA TT
TCCAA AAA
GAA GTGA
CCA GCAA
GTT GTTTT
CTG TCTG
CC GCTG
GAATT AAA
TCCAA TG
TAAA GGA
GTT GTC
GAAA CTA
CCA GTCA
GTA CATT
GAA CAGA
GAAAAA TG
CGAA AAA
GA GCTCA
CGAA TG
CA GTGTT
GCA TGTT
TCC TGGA
CAA TGTG
TAA CCAA
GCC CAGGCTG
GCA GACA
GA GCTGA
CTTGG GAGG
TCCA GGA
CAA CTGA
GCA GTAA
CAGG AAAA
GC GTCC
GG CCTA
GTA TCTT
CCA CTC
GTT GTCA
CCA TTAA
GATT TCA
CA CGTT
TGA GACA
TC GATA
CCA GGCA
GCC CTC
GTA CAAA
CTG TTAA
TAA TAGA
TAA TGTA
GTG CTC
GTG CATG
TA CTCC
GTC TATT
GC GTTA
CTC GGGAGG
GG TCTC
GAGA GGA
GAA GCTT
CTT CTAA
CTT GCTG
GTT GGAA
CAA CATA
TCATT AAA
CTT GTAA
CC CTGAA
TAAAA TAAAA
CTCAA TG
TATA TAAA
GGCTCA CTGCAA
TCA GTTA
TATT TGAA
GTG CATT
TAA GAAAA
CA GTGAA
C GTTTTA
GCA CTCA
TAA GTCA
GTG TATG
CGGA TG
GCAA TTA
TCTT AAAA
GCCA TTTT
AAATT AAA
GTG GTC
CTG TGGG
GA GTAAA
CC GAGG
GTT CTAA
CATG GTGAAA
GTG CGG
TGTT CAA
TTTG TTTT
CGTA TG
GCA CATT
CTT TAAAA
GAGA CAGA
TAATA TTA
GGA TGGG
CCCA GAA
GTT GTTA
CCA CTCA
CTA GCC
GGA GCTT
CAAAA TTA
TAA CTTTT
TGA GTAA
GTT GTAA
GGA GTCA
CAGG GAA
GCAA GAA
CAAA GAAA
TGTT CTG
CAA GTCA
GTC TGCA
GGACTA CAGG
TGAA TTTT
CTA CAGA
CAA GTGA
TGA CCTG
CATT TCC
CA CCAAA
TTTTAA TG
GA CTCTG
CAA GATT
GTG GATG
TGTG GAA
TCTT CC
CCCC TCC
GCA CGA
CCA TAAA
GTA GATT
TGA GTTA
GGA GATT
TGA TCAA
GCA GGGA
TGA GGTG
CTA TCC
GCTA TTA
CTG CATG
GTA TGTT
TCCA CCTG
GTG TGTA
CAA GTAA
TCTT GAA
GGA CGG
TGA CGG
TCTG TAA
GTT GATG
GCTT CTT
GGA GAAAA
C GTAAAA
CA TCTCA
TGA CTC
GAAA CCA
GTG CAGA
GC TTTTTT
GTC TAAA
CTAAAA TT
CCTT CTG
CA GCTCA
TCCA GCA
TAA CGA
CC CTCTT
GCC GG
TAGA TTA
GGA GCAA
CTA CATT
TCA TATG
CTCAA AAA
GCC CATG
TGTG AAAA
CTT GTGA
CC Ċ
GC TCTAA
CTT GTCA
TATT CATT
CAGA GGTT
TACAA TG
GC AAAAAA
CTGA CTG
CTCC CCA
GGA CATG
TAA CCTT
TAA CAAAA
CAATT AAA
CACA TTA
CAAA CTA
CC TCCTG
GC GGGA
GTCAA TG
GTC TATG
TGA CAGG
CTT CGG
TCA GGTG
CCA TTCA
GTG GATT
CACAA TG
GCCA GCA
TACA GCA
GAA TATG
GTCC CTG
CCCA CTG
CA GCTGA
GAA CTGA
CAAA CTG
CTC CACC
GGA CATT
GGGAA TG
CATA CACA
GAA TCTG
CAGA GG
GTT GGTT
GATG CTG
CTC TATG
CAA TATG
CATG TTA
TA TCAAA
GAAA TTTT
TGA TGGA
GTG GGTT
CCA TCAA
GC GTAA
GGCC TCCCAAA
TAAA TGTT
GGA TCC
CA GCCTT
GTT TGTA
TGA TATG
TCTT GG
CA CTGTT
GCA TATT
GCA GGCA
CCA GTC
TTTT TTTA
CCA TGGA
TA TCTC
GTT GGTG
GTG TATT
CTT GTTA
GACC CTG
GTT TGGA
TGTTAA TT
GGGG CTG
TGA CTTA
GTCA TTA
CCA TATT
CAGA CACA
TCA CTC
CTT TGCA
GTG GGGA
CTT CCCA
TGA GAAAA
AAAA AAAAAA
GAGG GAA
TGTGTGTG TGTG
GC GACA
GGA GTGA
GAAA CAAA
CAA TCAA
CCAA GAA
GCC CAAA
GGA CTGA
GTA TGAA
CTT GAGA
GGA GGCA
GAGGA TG
GG GCTA
GGA GGTT
GTA TCC
GCTG CC
CTT GTC
CCA TCCA
GCCAA TG
CAA CAAAA
TCTT CCTT
TA Ċ
GA CGGA
CTT CTTTT
TCA CGG
GG AAAAAA
TAA TTATT
TATT TCAA
GAAA TGAA
GGA TGTT
CTCA GAA
GCTC TGTT
GCC CCTT
GTAA TTTT
CCA GGTT
TGA GATA
GCC TTCA
CGA CAGA
GTT CAGA
TAA TAATT
CACA TTTT
TCTCC AAA
TAA CATA
GA GTGAA
GCC GAGA
GAGG CTG
GGA TAAA
CATCA TG
CATTAA TT
GGA TATT
GAA GATT
CTT GGTT
TCA CTAA
GCA GTTA
CGA TTA
TGA CTAA
CCA GGTG
CCA CCCC
TCTA CAA
GTT GGGG
GAAAA TTA
TAA GCTT
GTA GGAA
TAATA TTTT
CTC TATA
GCA GCCA
TAAAAAA AAA
CA GTCTT
CAAA TTTT
TGA TTCA
TC GGGA
TAA GTC
TAAA TTTA
TGA TGGG
CTCA TTA
CC TCATT
GGCCA GGCTG
GCA GTC
GGA TTAA
CAA TAAAA
GAGA GAAA
TGA CGA
GCA TCAA
CAAA CACA
GG Ċ
GAA TTCA
GTA TATG
TATT TCTG
CATTA TG
CTT TGTA
TGTT AAAA
GCA CCAA
GTT CTCC
GA CGAA
TCA CTTTT
GA TCTCA
GTTTT TTTT
CAA TGCA
CTT TACA
GACA TTA
GTT CAGG
CATT CTA
TGA GTC
GC TAATG
CCA GGGA
TGATT AAA
TAA TGCA
CCA CGA
GAA GTAA
GTG TTCA
GTA CATG
GGAA TTA
CTT GAGG
GTT TAAAA
CAGA CTG
CAA CCAA
GTG GTAA
CA TCATT
GTG GTTA
GCA TATA
CTCA CTG
TGA TCTG
CAA CTC
GAGA CAGG
TACA CTG
CAGA GAAA
TGTT CTA
TCA GGTT
GTA TCTG
GG TCAAA
TCC TCTA
GTG TCAA
CTGA TTA
GACA TTTT
GAA CTC
GCCAA AAA
CGG CTG
GAA AAAAAA
CAGGA TG
TAA TCTG
CAA GCTT
GTG GCAA
CA CAATT
TCTTTT TG
GAA GGGG
CATG AAAA
GGA GTC
TGTG CTG
TCCA CTG
CATT GTA
CTCC TGGG
TGTT TCTT
TCAAAA TG
CACA CTG
CCTCA TG
CCA GATT
GTCAA AAA
CAA TCTT
GA CTAAA
GCA GGTT
CGA CC
GAA GTC
CAA CAGG
TAGG AAAA
GTT CCAA
TGTT TCC
CCA GGCTG
GGAA GAAA
CCA GTAA
CCTG GG
CATT TCTT
GCA TAAA
TATATATA TATA
GA GTTAA
GCC TGCA
TACA TAA
GCTG TTA
GC GACC
TGA GCCA
TGTT GTA
TTTT CAAA
TCA GGGA
TAAAA TAAA
TCC TGCC
TTTG AAAA
GCC CTCC
CTA GAGA
CC CGTG
CTGAGGCA GGA
CTT TGGA
TGA GGGG
CATT TAAA
GAA GGTG
GTT TGCA
CA GCCAA
CTA TGTG
TA TAATA
TGAA GAAA
CACCA TG
CTT GGGG
CC TCCAA
CAGA TTA
CTGA GCA
CTG GGTT
TCC CAGCA
CA CTAAA
TCCA GTG
GAGTG TG
TTTTA TTTTA
CTGA GG
TCA GACA
CAA GTTA
CAA GCTG
GAGA GAGG
GA TCATG
CC TTATT
GTGA TTA
CCA CTCC
CAA TTCA
TAGAA TG
GAAA TTAA
GAGA GG
CTT GGTG
GATG AAAA
TAAA GG
GTT TACA
TC TGTGAA
GAGA TTA
CTCA GCA
CTA CATG
GC TAATA
CCAA TTA
GA TGATG
GGA CCTG
CC GTGA
TCTT CAAA
CA GTATT
TGA TGTA
CTG GATT
CTT GTTTT
CC GCTT
TAA TAATA
TAA GACA
CC CCATT
TGAA GTA
CTCA GAAA
TCC CTTA
TTTG TTA
CTA TTCA
CTG TATG
GTCTT GAA
TCC TATT
TAA GATA
CACA GTG
CA TCCTT
TCTC TCCA
TGA TAGA
GTC TATA
TA TAAAAA
GCC TTTA
GGGA TTA
CC CTAAA
CCA GCCA
GTA GATG
GTCA TTTT
TCTG GG
GCA CCTT
TAA TCTA
GCC CATT
TC TGTGTT
CAAA TATT
TTAA TTTT
TAAA TCAA
CCA GACA
CCTG CCTG
TATTA TTA
TCC CCCA
CC CTGTT
CC AAAAAA
TC GAAAA
CTT GCAA
CAA CCTT
CC GGGG
TGTGTGTG TG
GAA TGGA
GGA CTCA
GTC TGTA
GAA GTTA
GGA TTTA
CTT GATG
GGA CTC
TAA TGGA
GTA GTGA
TCTTAA TT
TCTTTCTT TCTTTCTT
GTT GAGG
GGAA GCA
CATG TTTT
CC GAAA
GAA TCTT
CA TCTGA
TATT TATG
GTG CTTA
CC GAGA
GTA GTAA
TA GTAAA
GCCA TTA
GA CTCTT
TCC CTAA
CTCC TCTG
CC CGCA
CAA GAAAA
GCA TATG
GGA CCTT
CCA GGGG
CTG GTGA
CGC CATT
TACA CTA
GTA CAGA
GAGG CAGG
CTTTT TTA
CTC TAGG
GTT CGG
TCA GAAAA
TCTC TGTT
TGCA TTA
GCC CCAA
CA GTTAA
CAGTA TG
GGAGG CCAA
TAAA TTTG
CA CGAA
TTTT TGTT
CA GTTTG
GATG TTA
TAAA TATG
CC GATT
GC GATA
CCA CCCA
TCA CGA
CA CTCTT
GGAA GG
CC TGAGG
TACA GTT
TCTCC TGA
GAGA CTG
CCCC CAA
CC GTCA
GTG GAAAA
CTA CAGG
GAA CAGG
GTG TGGA
CC CTGTG
CAGA GTGA
GA TGATT
TAA TGAAA
CGC CAGG
CATT GTT
CCA TGGG
GATT CTT
GG TTATT
TGAA CAA
CTC TAGA
TCA TTTTA
CTA CTGA
GTA TTCA
TCTCA GCTCA
CAGA GTT
CTCA CTCA
TCTG TGA
TC GACC
CTG TCAA
CA TTTTAA
CCA TCCTG
GA CAATT
TATTTT AAA
GGA TATA
GAA TAAAA
GTG CGA
TCA GCCA
GCA TTCA
GTA GTCA
GACAA TG
TCTC CACA
TAA TCCA
CAGA CAA
GGCCA TG
TATCA TG
TAA CAGG
CC CTCTG
TCA CATA
CC TAATT
TCTT TGA
CATG GTG
CTT TAGA
GAA CTAA
TCAA TA
GA CGCA
CAA CGA
CCA TATA
CA TAAAAA
GCA CTC
TCA TCTA
CATG CTG
GCTA TTTT
GAA CCAA
GTCC CAGCTA
GTA GTTA
GCA TGCA
GCA CTTA
GAAAGAAA GAAAGAAA
GA GCATT
GG CTGAA
GGA CGA
CATTAA AAA
GTA GCTT
GCC TTAA
CAGA TTTT
TTA GAAA
GTG TGCA
TCTCTT AA
CCA GTTA
CCA TATG
CTA GGAA
CTCA TTTT
CTC TCTCC
TGA TAAAA
CAA GAGG
GTA CTTA
GTCA CTG
TAA CGG
CCA GTCC
CACA TA
CAA CCTG
GTT GCAA
GCTC TGTG
GTG CCAA
CAAA GG
TCTT TATT
GAA GGCA
TAAA CATT
GCTG TTTT
GGA GTTA
TAAATT AAA
TC GGTA
GAGCA TG
CTA CTAA
CTA TCAA
CAGC CAGG
GAA CGG
CCA CTTA
TACA GAAA
CC GCAA
CAA GTC
CTA CCTT
TCA TGGG
TCA TAGA
GTG GTTTT
TTA TGTT
TAA TTTTTT
CAGC AAAA
TCA TCCA
CTG CTAA
TCA GTTTT
TACA GTG
CAGGCTG GAGTGCAGTG
GA GCCAA
CAA GACA
CAAA GTT
CTCC TTA
TCTC TGAA
TGTT TGTG
CCTG GCC
GATT TA
TGA TGAAA
CC GC
GTA CCTT
CATG TA
CA CGGA
TC TĊ
TGCA TTTT
TAATT AAAA
TAGA TTTT
GTC GTG
CC CTTTG
CCCCA TG
GAA TGGG
GCA TGGG
TCA GTCC
CA GGAGG
GAAA TATT
TCA CCCA
GTGA CTG
GTT TAGG
CA CGTA
TGA TCCA
GGA GTAA
CCTCTG CCTCC
CAAA TGAA
TCC CACC
CAAA TATA
TGTGAA TT
GA GCCTG
CAGG GAGG
GA GTTTG
TAA GAGG
TAA GGTT
GTT CGA
TAAAAAA TT
CAAA TTAA
CA CTTAA
TGTT GG
CTCC TGCC
CTGA TTTT
GTT TGAGA
GTA GAGG
CTA CCAA
TAAAAA TTA
TAAA CACA
CA TAATA
CCA CTAA
CCTG TTA
CTA CTTA
CAA CTAA
GTA TTTTA
TGA TACA
GA GTGTT
TGA GGCA
TGA CATA
TTTTTTTT TTTTTT
GCC CCCA
TCAA TAA
GA CTTTG
TCC CGA
GC TCTTTT
CTGA GGA
GAAA GGAA
CATT TGTT
CCCC AAAA
GA TCATT
TA CTTTG
GCCA GTG
GACA GAGA
TGAA TATT
CAA CTTA
CACA GAGA
TCAA CTT
GCTG CTT
GATT AAAA
CGG GG
GCCTCC CAAA
CAA GGTT
TCC TATA
TCC TGTA
GC GTTTT
GTA CATA
GA CTGTT
GCAA CCCA
CC CTCAA
TAAAA TATA
CTG CCAA
TCAA GTT
GCCA GAA
CTA GCAA
TCTA GAA
GCCA TCA
CCTG GAA
GCA TGGA
CTCC AAAA
TAAA GAAAA
GA TAATA
TAA TAGG
CC TGATT
CTATT AAA
GACTA CACA
CA CTGTG
GA TAAAAA
CACA GG
CTA GCTT
TGTG TTTG
GAGAAA TG
CA CTTTG
CTC CATA
CTT CATA
GC TTATG
TATT TATTTT
TCTT TGTT
TC GCTA
GTT CCCA
TGA GGGA
TA CTGAA
CACA GTA
CA TCTCC
CCA CATA
GA GTCAA
CC CGGA
GTT CTTTT
GCC TGCC
CCCC GTCTCTA
TGTG GTG
TCAA TCAA
GATG TTTT
CAGA GTA
GG GGAGG
CA TCTTA
TC CAGGAA
TCC TCTC
GTT TAGA
GAAA TTTG
CATT TGA
GTATT AAA
TCTT TATA
CTT CCCC
CTA TATG
TTTTA TTTA
GTGA TTTT
TAAAA TTTT
CAA AAAAAA
GTG CTAA
TACA TCA
CATTTT TG
TA GCAAA
CCTA TTA
GGA TCTG
GCTG GAA
GC GGTA
GAGG CGG
CTG CGG
GTG GGCA
CATT TCAA
CC CGTT
GAAA GAAAA
CGA CTGA
GCAAAA TT
TGA TGCA
CA TGATT
TATT CCA
CAGA GGAA
TCA GATA
GA TCTGA
CTG CAGCC
TCA TGTA
CTG TTCA
CA CCATT
GTT TCTC
TATA CACA
GA CAAAAA
CTA CCTG
CC GGAA
GGA TATG
CAA CGG
TAAAA TTAA
CAAA CTT
TATA GAA
TGTG TGTT
TAA TGGG
CAA GGTG
CGC TCC
CGA CGA
CTA GATT
GC GTGAA
GCA GTTTT
GTA TGTA
CTA TCTT
TCTA CTT
TCTGTG TG
CA GCCTG
CTAAAA TG
CCA GGCC
GTA TCAA
CTG CTTA
CTG GTAA
CTA CTC
GTCC TTA
GG CGGA
GCTG AAAA
CATG GAA
CCA CCATG
GTA GGTT
CTCC TCA
GACA CAA
TGA CCCA
GTA CTGA
CTA CTCA
TATA TACA
GCTT TCA
CA GTCAA
GTA GCAA
CTG GGTG
GA TCCTT
CTG GTCA
TGA CTTTT
TTA TTTTA
TA CCCC
CC TTTTTT
GA CTTAA
TAAA GTG
CATT TCTG
CTG GTC
GTA CCTG
TA TCATT
CACA GAAA
TAA GTTTT
CC TCTTA
GC TAAAAA
GTGA GAA
TGAA GTT
CTG GATG
GTA CAGG
CTCC CTT
TTTT GTTTT
GA CGTA
TAA CCTG
CC CGAA
TATTAA TG
CC GGTG
TGTT GTG
CTCA GTG
GG CCAAA
GCCA CAA
CGA GAA
TATT TGTG
GCTT CCA
TAA GCTG
CTG GCAA
CGC TTA
GCCA GCC
GGA CCAA
CAGG CAGG
GGCA GAA
TGA TTTTA
GGAA GAGA
CAA TGGA
CC GGTT
CATT CCA
TA TCTCA
GGGG AAAA
TCCA GTT
TAA TAAAAA
TACAA AAAA
GCC TATT
GCA GAAAA
CTT CCTA
GGA GATA
CC TCTAA
GAGC AAAA
CAAA TCA
CAGA GCAA
GAAA GTT
TCAA TAAA
TA CTAAA
AAATT AAAA
CTA TACA
TA GAATT
GTA GGTG
GA CTCAA
CC GTTA
TTA TCTT
GCC TCTA
GCC TAGG
CTTTT CTTTT
CACC TCA
CTG GGGA
CCCA CAA
CCCA TCC
TGA CAAAA
CTG TGGA
TAAAA CAA
CCTT TCC
CTCC TTTT
CC GTAA
CTCA GGA
TGAA GG
CCA TCTA
CATT TATA
CTA CATA
AAAAAAAA AAAAAA
GTCA CTT
CTC TACA
CA CAAAAA
CTCA GGAGG
TTAA TTAA
GGCA GCA
TC TAAATT
TCTT CACA
GCC CGA
GAA CCTT
CTC TACC
TGTT TATA
GCTG GTG
TCCA CTT
GAAA TATA
CTA GTAA
TGA GTTTT
GG CGCA
TA CCAAA
GA CGCC
CA CTCAA
CCCA GTG
C GĊ
TAAA GTAA
GTGTT AAA
TTA TGAA
CTGAGGCA GGAGAA
CTTTT AAAA
CGG GAGG
CAGGAA TT
TAAAA TATT
CTCC CAA
CCTG GGA
CTA GTTA
TCCA CAA
CTT TCTC
TAAA TACA
GCTG TGA
GAA GGGA
TAA GGTG
CAAA TTTA
TCTT TCTG
TCA CAAAA
GAGG TGGG
CA TCCAA
CTA TGTA
TCCA GTA
GAGG GAGA
CTG TACA
CCA CACC
TA CAATT
GAA GGAAA
GG GAATT
TCAA GTGA
GCA CATA
GC GCTA
CTTA CAA
CACA CAAA
GG CTTTG
TCC TATG
TCA TGGA
TGAA GGA
GTA CTAA
GAGAGAGA GAGA
TAAA TGTG
A TG
GG CTCTG
CTC TGAAA
GA TAATG
CTG TGTA
GA GCCTT
AAAA CAA
TA TCTGA
GA TCTTA
GTC TCAAAA
GG CGCC
GGAA TTTT
TCTG GGA
TCCTT AAA
CC CTTAA
TCTG CAAA
TCA TAAAA
GG CTGTT
GAGA TGGA
TATTA TTTT
GAA GGTT
TAAA CCA
TATA CTT
CCTCA GGTGA
TATT GATT
TGTG CTT
GTG GACA
CTGA CTT
GG GCTGA
TCA GGCA
GAA TGCA
CTG GAGTG
GG CTGTG
CAA TACA
TCTG CCA
GTGA CTT
TA CGTT
CTG TGCA
TCTC TAA
TA GCTCA
GG TAATT
TCTT CATT
GTC TACA
CCTT CTCC
CTTTT CTT
GC GCGG
CACC AAAA
TATA TGTG
CTG GGGG
TATA TTTTA
TCTT CCTG
TATT TCTA
TCA TGCA
CAA TGTA
GG CGTT
CAGTG AAA
GTAAAA TG
CCAAAA TT
CTGA GAAA
GCTG CCA
GATG GAA
TCA GGGG
TC TGAATT
CCTT CAA
CTC CAGTA
CGTG AAA
TCTCTT TG
TATA GTA
TTCA TTTT
GG GCAAA
GTTTG TTTT
GCA CTAA
GAAAA GAAAA
TGAA TAA
CTG TCTA
GAAA TGTT
TCCA CCA
GA CTGTG
CA CTATT
GAAA TAAAA
TA CTTAA
CAGA GCC
GCTA CACA
TGAA CTT
GCCA GGATG
TATT TGGA
GA GTATT
GGA TGCA
CAA TAGA
GGTA TTTT
GGTA TTA
GAA CTTA
CTG CTCC
GAA GATA
CTGTT AAA
GAGA TGGG
GAATT GCTT
TTCA TTA
GC TTTTAA
CC TGAGA
CGA TTTT
TATA TGTA
GG CCATT
TCCA GCC
GG TGATG
TCA TACA
TATT GTTA
GCTG CAA
CC GCCA
CACTG AAA
CAAA GTG
GAGA GATG
CC TCTTTT
CAGA CTT
CAGC TCC
CCCA TTA
GAAATT AAA
GA TCTCC
GTT CAGTT
CC GATG
GTA CTCA
TCA TCAAA
GCAGTGA GCTGA
TA CGC
GCTT CTA
TACC AAAA
GC TGTGAA
CACA GCC
CGA GTAGCTG
TAA GCCA
CTC GCC
TATG GAA
TTTT TGTA
TGTT TGA
GG TCTCA
CAGG TTA
TGAA TAAA
CCTT CCA
CGA GGA
GTC TAGG
GA TGAGA
CATG CACA
CCTG CTT
CAGC TTA
GGGG TGGG
GGGA GGA
CA CTCTG
CAAA CCA
GCA GATA
TCAA CTG
GATT GAA
GAAA CACA
TCTG TCTT
GATT CTG
GCTC CAGG
GGGG GAGG
GTT CATA
CTTA TTTA
TA TGATT
GTA GACA
GC GAGC
GTCA GGA
CTA GATG
CTTA GAA
GCAA CAA
GATT TAA
TAAA GGAA
GCTT CAA
CTA GAGG
TACA TATG
GAAA CAGA
TAAA TGTA
GTCA GTG
CATT TGAA
CTT TGAAA
CA TGATG
CATT GAA
CCCA CCA
TATA TCA
TTATT AAAA
GTGA GTGA
CTA TTTTA
GG GTAAA
GA CTATT
GATTAA TT
CCTC GTGA
TCTG CCTT
TATT TGTA
GTC TCGAA
CTA GCTG
GCTT TGTT
GTC CATA
CA CGCC
CA TCTAA
CTGA GTT
GAGA CAA
TATT TAAAA
CC GGCC
TGA GGAAA
TAAA GCAA
CGG TTA
GG CGAA
CC TGATG
TGA GGTA
CTCTT AAA
GCC TATG
GATT CCA
CA TAATG
GTC TAGA
TCC TAGG
CTA TAGA
TATAA TTA
GTTA TTAA
GCA TCCA
GTG GCCA
CGG GGA
CACTA TG
CTT TAGG
CTG TAGA
GTAAAA AAA
TC TGTTAA
CC GTCC
TA TCTAA
CTA GTGA
C GAAATT
TATG TAA
TGTG CCA
CACA CAGA
GTC TCGA
GTG TCTA
CTC CAGCA
CACA GGA
TACA CAAA
TGAA TTTG
TATT CCTT
TCTT GTA
TATT CAAA
GA TGAGG
CGG CCA
CTA TAAAA
GAA CAAAA
TGAA GCA
TCAA GGA
TCTC CAGG
GAGTG AAA
GACA GGA
GTG TAGG
GCATT AAA
TGTATTTT TAGTAGAGA
TCTCTA CTAAAAATA
CTC TCCTT
TCTG TCC
CCAA CAA
GC TGTGTT
TCTT TGTG
TGTT CATT
TGAA TCA
TCCA TCC
CGTT AAA
GAA TAGA
TTTT CCTT
GTT GACA
GCA GTCC
GTC TGCC
GTA TCTA
CTGA GGAA
GAAAA CAA
GC GGCTG
C GTTATT
TGAA TGA
CAAA GAGA
GTA TGGA
CTC TCTCA
GCTT TGA
TATAA AAAA
TAATCCCAGCACTTTG GGAGGCC
CCTG GTG
TTTTTT AAAA
TTTT TCC
GCC TGTA
GTA CCAA
GCC GGA
GTGA GGA
GAAA GTG
GTT TC
CAA TTTTA
TACA TGTG
GTT GTCC
GTA GTTTT
TCTGTT TG
TTATTA TTA
CAA GATA
GAA GCCA
CTT GACA
TA CGTG
GATT TCTT
CCA TGCA
GCA TGTA
GA CCATT
TA TCTTA
CTCA CAGA
TACTA TG
TCCA CCCA
CCTC TCTG
CTG GGCA
GG GCTCA
CTT GGCA
GTT TCAAA
CATT GTG
CTG GACA
TCC TC
GTAA TAA
GAGA TTTT
TGTG TGA
GAA TCTA
GTT GAAAA
GCA TCTA
GCTT AAAA
GCC GTG
GTTTT TTA
CTT CAAAA
GG CTCTT
TCTATCTA TCTATCTA
CGCC CGG
CC CTATT
CCTG TTTT
TCCA TGA
CACA CTA
GA TCCAA
TAAA CATA
TACA TATT
GCAAAA TG
GAGA GGAA
CGTC AAA
CTT GTCC
CTG GTTA
CTG TAGG
CCTT TAA
GATT CAA
CGA CAA
TCC CTTTT
GTGA CAA
TGTG TGTA
GATTTT TG
CAAA TGTT
TA GTTAA
TCAA GTA
GATG GTT
CTT TCAAA
CCTG AAAA
CCA TCTCA
TAATG AAAA
GTC TCTC
GATT TATT
GA TCCTG
GA TTTTAA
GTCA GAA
GC CAGGAA
GGA GCCTG
CCTA TTTT
GCTT GTT
CAAA GCAA
TA CGTA
CTA TCTG
GA GTCTG
GCTG GAGG
CTA TCTA
CGC TGA
CC GGCA
TA TCCTT
TAAA GTTA
TAA GTAAA
CAAA GCC
TAGATAGA TAGATAGA
CCTT AAAA
GTA CGG
CAAA GGAA
CAAA TTTG
CCCC CTCC
GA TTATG
GCTG TCA
GCTC TCTG
GGAAGGAA GGAAGGAA
GG TCATT
CCTG GCA
GGCC CTG
CCA GAAAA
CTAA GAA
GTA GAAAA
TGTTAA AAA
GTA TAAAA
CTA CGG
GCC GGGC
GTTTT AAAA
CAAA CATT
GTCA TTTA
GGA GACC
GAAA GCAA
TA CTGTT
CCTG GGTT
TCTT TAAA
CTC TAAAA
GTG CAGTG
TGGG AAAA
CA TCCTG
TAA GGAAA
GGAA GAGG
CGA GTT
TCTT CTTTT
CCTGTAA TCCCAGCTA
TA GCATT
TGA TAGG
GTAA GAA
TGA GACC
TCC TAGA
TCTCAA AAA
GCC CACC
CTCA GTT
CTT TGCC
TAA GGCA
GAGA GCA
TGAA GTCA
CGC TCA
GTG TTTTA
GG GTGAA
GG GCATT
CAA GGCA
CAGA TCA
CCTTCCTT CCTTCCTT
CAGA GCTT
TATA CTA
TGAA CTA
CTG GAAAA
TA CAAAAA
CTCA CACA
CCTC TCTT
GG GCAGG
TC TATTAA
CA GTCTG
GTT TGAAA
GTG GGCTG
GTTA TTTA
TCC CATA
GA CTCCA
GTG TCCA
TGTG GTA
CCA GCTA
GAAA TCAA
GCTCATG CCTG
CTT TCCTT
TATT GCA
CC CAATT
CC CGTC
TTA TATG
TACA GGA
GCC CTAA
GCAA TTTT
TATAAA TG
GATT GATT
CTT GAAAA
CCATT AAA
CTTA TTTG
CTC CAGC
CCTG CCA
TAAA CATG
TGAA TTAA
GAGTG GGTT
GGAA GTG
GTA GATA
CTC GTG
CTGA GCAA
TA TCCAA
TA GAAAAA
CCTT CTA
GTTCAA GACCA
CTT CGA
TCTA TAA
GGA GAGGA
GTTTTA TG
CAA TCTG
CTT GGGA
GCTT TCTT
GG TCTCC
TATT TACA
TGAA CTG
GG TGATT
TTA GTG
CTC TTTTA
CCTC TGTG
CATG CATG
CATT TATG
TCC CAGAA
GCCAA CATGGTGAAA
GACA CTG
TCTA GTT
CGTAA TT
CCCA CCCA
TCTTAA AAA
CAAAA CAA
TCAA TCA
GCAA GCA
GACA GCA
GAA TGAAA
GG TCTGA
CAGA GCTG
GGAAAA TT
TGAGTA GCTG
CATA CAA
TA GTATT
GGA GGAAA
GAAA TGTG
CTCA CCA
TAA Ċ
CCTT TCA
TCAA CTA
TCC CCCC
TATT TATTA
GTAA CAA
CTT GCCA
TCA GGAGA
GGGG CGG
TA CGAA
TCCA CTA
CATT GCA
CC GGGA
TCTCAGCTCA CTGCAA
GAGG TTA
CTC CAGGA
CC TCAAAA
GTG CTCC
GTAA TTAA
TCTT TGAA
TCGGCC TCCCAAA
GGA TTCA
CCTG TAGTCC
TCCATT TG
TTTT TATA
TA GTGAA
CACA TCA
GTCC TCA
TATG GTA
TAA TCAAA
GGA TCAA
TAAATAAA TAAATAAA
GACTG AAA
TGTT TCTG
CAGC TCTG
CACA GCAA
GCC TATA
CGGA GCTT
TACTT AAA
TATT GAAA
TGTT CCA
GTCA CTCA
GGA GCCA
TAAA TTCA
CCTT TCTT
CTTA CTG
CTTA CTT
GAGA CGG
TAA TCTCA
TCTC GGCTCACTGCAA
TGTG GTT
CATTTT AAA
TAA GCAAA
TGTT TGAA
GCC TC
TAGTA TG
TAAA GATG
GTA CTC
CAGAAA TG
TATG CAA
TCAA GTG
GATT TGA
CGGA GGTT
GTA GTC
TGTG TCA
TGGA TTA
GTGCTG GGATTA
TCTT GTG
GCTT GTG
TC TATTTG
TCAA TATT
GAGG GCA
GGA GAGAA
CCAA GCA
TAGG TTA
CGC AAAA
GCTA CTG
TCTTTT TTTT
TCTG GTT
GTCC AAAA
GGAA CAA
GAA TACA
CGTCA TT
GCTG GCC
C GTTTTTT
GAA CGA
TAATG TTA
GGA GGAGG
GTCTT AAA
CACA CCA
GTGA TGA
CAGG CAA
GTCA CCA
GAA TGTA
CATG CAA
CGG CAA
GGTG CTG
GGA CTAA
GTA TAGA
GCCA GAAA
CTA TGGG
TACTG AAA
CTGA TGA
CAAA CAAAA
GGAA GTT
CTCA GAGA
TCTC CATT
GTCC CCA
TCCA TCTT
CTGA CAA
TCTC TCTCC
CTCA GCC
CC CGTA
GGAA CTG
GC TGTGTG
CACA GTT
TCAAA TTA
CCCA TTTT
CAAA TCAA
GTAA TTTA
TACA TGA
GATG GCA
GAAA TATG
TCTG GTG
GTTA TTTG
TAAA TCTT
CATG GCA
CAGA TGAA
CTTTTA TG
CGG AAAA
CATA TAA
TCTC TCTA
TGTG GCA
GTCC TGGG
TATA TGA
TGCC TTA
GGA CTTA
CCCCA TGGA
TGAA CATT
TTTTA TTAA
GAAA TTTA
CC GACA
CTA GTCA
GTA GGGG
GCC CAGC
GCCA TGTT
GTGA GTG
CA TCTTTT
CGA CTG
TTTT CATT
GCTG GCTG
CCCTG TCTC
CTT TCATT
CCAGCC TGGG
GA CGTC
GCTT TCC
GGCA TTA
CTGAGGCAGGA GAATG
TAGG GAA
TATT CTAA
CTGA CTGA
TC GAGC
GA TCTAA
CCTG CCTT
TATG TGA
TAA CTCC
TGTT TAAA
GGGA GAA
TTTT GTG
CTT TATTTT
GTT CGAGA
TCAA TTAA
CTC CAGTG
GCGG CGG
CCA TGTA
GAAAA GAA
TC TCAATT
CAATT AAAA
CATG TCA
TATG TATT
TATA CAAA
GG CTAAA
CTT TACCA
CACA GTGA
CTGA GGTG
TAAAA GAA
TACC TTA
CACC CTG
CTT CCCTG
GCTG CTA
GCC TAAA
CCTG CAA
CGATT AA
GC GACTT
TACA TAAA
CCCC TTA
GCA CCCA
CAGA GTG
TTTT GGA
GGCC TCC
TCA TTATT
TCAA TGA
GTTA CAA
CCAA GGA
TATA GTT
AAAAAAAA AAAAAAA
GG GAAAAA
TAGA CAA
CCCC CTG
CTT GGTA
TGTG CAA
TA CTCTT
CTA TGCA
GG GTGTT
CAAA GTGA
TCTT CTC
GACA GAAA
GATG GTA
GTAA GTT
GATT TGAA
CCTT GTT
GTC TGAAA
GTAA GTA
TA GCTGA
TATG TCA
CCAA TGA
GCTCC AAA
GAGA TGA
TATA CTG
GTG CCCA
GCC CTTA
TCCA TGTT
TGTTTG TTTT
TCAA GCA
CTCA CC
CCA TGCC
CTGA GTGA
CATT CAAA
TA CTATT
GCTT CCTT
GTATTTT TAGTAGAGA
TCA TGAAA
CTTTT GAA
TTTA TAA
CTT GATA
TCA GC
CTT TATTA
CACA GGAA
CAGG GCA
CCTG GGAA
GCTA CAA
CTGAA CTGAA
CTGA GCC
TTTT TAAAA
CCTCC AAA
GAGTA TG
TCTTTT AAA
TCCA GAAA
TACA CCA
CGG CGA
TTTTA TTTG
GTG GATCA
CCTT GAA
GTGA GAGA
TCAA CAAA
TATTTT TTA
TAA GGTA
CTGA GTG
TA CTCAA
TCA TAGG
GTAA CTG
TA CCATT
CTA CAAAA
TGTG GGA
GTT GATA
TCC TGAAA
CCA GGCAA
CTC TC
TCA CTCC
TGA CATCA
CATA GAA
CC TAATG
CAACAA CAACAA
GCTG GAGA
TATG CTG
CGC GCC
TA CGCA
TCC CCAAA
GG GGATG
GTT TATTA
TAAA GATT
TAGA GAAA
TCA CAGAA
GTAA GTG
CTGA GTA
CTGA GAGA
CAA TGGG
CTT CACC
CTTA TTAA
GAAGAA GAAGAA
CACA CATG
CAGG TGA
AAAA TAA
GC GAAAA
GGAAAA AAA
CGA GTA
TGAA CAAA
GC TCAAAA
CTAA CAA
GG GTGGG
GTTA CTG
TA GTCAA
TGAA TTTA
CCCA GTA
AAAA TTTT
TCTT GATT
TCTG CTA
TGTG TATG
TAAA GAGA
GCTT GAA
TGA TCTA
TCAA GAAA
GTAAA TTA
TCTT CTCA
CACA TTTG
GAGG CCA
TACA GAGA
CCAA TTTT
CAGG TTTT
CCAA GTT
TA GTTTG
GAGC TTA
GTGA GTT
GTC GGA
GTCA GTT
CATT TCTA
CC GTTTT
CTCC TTTG
TAAA CAAAA
GCTG GCA
TCC TCTCC
CACC TTA
GC GCGA
CCTA GAA
CC TAATA
GGCC TTA
GG CTCAA
CAGGTT CAA
GCTT TATT
TGAA GTG
CCCA CTT
GG CAATT
TGCA GAA
CATT CCTT
CTTTT TTTTTTTT
CCCC TCA
TAAA GTCA
TACA CTT
GCC CAGGA
CTCA CAA
CTGA CTA
TCTC CATG
CAGA CCA
CAGG TTTG
GG GTCTT
GCCA TCC
GG GCGG
GTC AAATT
TGTG TTTA
CACC TCC
TATT CTTA
CAGG CTA
GAAA GATG
TCTA CTG
CTCCA GTATT
GG GCCTT
TC GGAAA
GC TĊ
TATA CATA
CTGA CCA
GTC GCC
GTA TGGG
GTC TCTCA
CCCA GTT
CGG GCC
GG CTATT
TATC CATT
TGAA GATG
CTAA CTG
GTTA GAA
CCTCA GCCTCC
TCA GGAAA
CTAAAA AAA
TAA GGGA
CA TCAAAA
TGAA GAGA
CAAA GATG
GCTG CAGG
CATG CCA
TATA TAAAA
CATG CTT
CGG GAA
TCTT GCTT
GCTA GAA
TCC TAAAA
GGCA GAGA
GCAA TGA
TC GCGG
CAAGTA GCTG
GGGG CAGG
GATT TCTG
TGCC TTTT
GCA TTTTA
TGTG CTA
GG GCTCC
GA CCATG
GTG TAGA
TTTTTG TTTT
TC CATTAA
GTCA CAA
CATG TGA
GTTA CTA
GG CAATG
TC GTAAA
TGTT TATG
TA GTGTT
CTC GTT
GGA CATA
GATT CTA
AAAA TAAA
GCTG GTA
GTTA CTT
CTGA TAA
CCCA CCCC
GG GTTAA
CAAAA GCA
TGGGTT CAA
GGTG GTG
GTC CACC
GGTT CAA
CTCA GGAA
TGA CTCC
TACA TTTTA
TTATT TATT
CTAAA TTA
CTG CTTTT
CAGG CCA
CGC TTTT
GCTG CGG
TC GAATT
CCCA GCAA
GCC CCCC
GTTTT CTT
GCA GAGAA
CAGC TGTG
GCTT TAA
CA TGAGA
CCAA CAAA
TCTA CTA
CAGC TTTT
GCA GGTA
TATT GTAA
CA TGAGG
GTCA TCA
TGCC AAAA
GACC CCA
CAGG GATG
TCTT GGA
CAAAA CAAA
GAAA CTGA
GTA TGCA
GCCA GTT
TGCC CTG
GTAAA GAA
TACA GTAA
TAAA TCC
GTTTCA CCATGTT
CTCA TCA
CCAAAA TG
CAGA CAGG
GCA GCTA
TGTGAA TG
CAGA CAAA
TGAA TATA
C GTCCTT
CTA CTTTT
CCTA CTG
CTGTG TTA
TCCA CC
GGCA CTG
CATC TCTG
TTTA CAA
GCTTTT TG
CTTTTAA TT
CTCA CTT
TAATT TAA
GCTT CCTG
TGATG CTG
GAAA CATT
GGA TAGG
TCTA TCA
CCCA GAGA
GTC TCTGA
GAAA GTAA
CTA GAAAA
CTCA GTA
TAATT TATT
CAGG TGTG
GAA CATA
TCTT TCAA
GCTCA CGCCTG
GG TCTTA
TCCA TCAA
TGAA CCA
GTTTT GTT
AAAAAAAA TT
CATG TAA
TAAA TAGA
CTA GGTT
CCTA CAA
CAGA TGTG
TATA TGTT
GC GCTC
CGG TGA
CTTA GCA
TAAA CTAA
GTCA GCA
CTA TGGA
CAAA TAAAA
CAGG GTG
CACA CTT
TATG CTT
TC CACATT
TGTTAA TG
TCCA GCAA
CCTT TGTT
GGAA GTA
GAGG CAGA
TAAA GACA
GCCA TGA
CAGTC CATG
CAAA GCTG
GGA TAGA
GTAA CTT
GTGA CCA
CTC CAGAA
CATT TGTG
GAGTT AAA
GTT TCTCA
GTTA TAA
GAAGG AAAA
GACTT AAA
CACA TTTA
GTCC CTT
TAGTT AAA
GCTT GTA
GGAA GCC
GTC TTTTA
CTA GATA
TCA GGTA
TTTTTTTTTTTT TTTTTT
TGAGG TCAGGA
CCTC CAGG
TC GAGAA
GCA GGAAA
GCTG CCTG
GAA AAAAAAA
GG TTTTTT
TAA GGGG
GTT GGGA
CATG GTA
TA GCCAA
CTC TCAAA
CGA CGG
GCAA GGA
TCA CCCC
CC GGTA
TCA GAGAA
TGAA TGTT
GG CGTA
TGA GCTA
GAAA GAGG
GAGA CCA
TC GCAAA
CTTTG TTA
GAA GAGAA
GCC TCAAA
CAAA GTAA
GAGA GGGG
TCAA TTTG
CTA GACA
CTC AAATT
TA TCTTTT
GATT TCC
CTCC TGAA
CAAA CTCA
TC GTGTT
GTA TAGG
TAAA TAAAAA
TCTA CCA
GTG GTCC
AAAA TTAA
GCA TAGA
GCAGTGA GCCGAGA
CCTTAA TT
CAA GGGG
GTA CTTTT
CTGA GTCA
CA GTAAAA
CCTC TGTT
TATG TAAA
TTTA CATT
GCTC TCTT
TC GATTTT
CAA CTTTT
GC GAGAA
CCAAAA AAA
TCCA TCTG
GCTT CC
TATA CATT
GGAA GGGG
CTAA TTAA
TGA GTCC
TATA TATTA
GTT GGCA
TCCAGG TT
TCAA CCA
CGTGA TT
GCTA CTT
TAATT TCA
TTA TCC
GCC TAGA
TTATT TCA
GG GTTTG
TCAAAA GACTACACA
GAAA TCC
GG CTTAA
GTT CAAAA
TGTT GGA
GATG GTG
TTA CACA
TACC CCA
GC TGAATT
CGA GCA
CTA TGAAA
GTT TCATT
CAGA TAA
CAAA TATG
TGA GGCC
CAAA GTCA
GC GCCTG
TGAA GGAA
TCTG CC
TA TCAAAA
GTA GGTA
CTC TCTGA
TCCA GCTT
TATT TGCA
TCCA GAGA
GCTG CCTT
GG TCATG
CTCC CC
GTC GTC
CTTA CTA
GTA CGA
GCTG TCC
CAGG CTT
CACA CATA
GCAA CTG
TACA TGTT
GGTG TTA
TCTT CTGA
CATG CCTG
CAGTC AAA
GGA CATGA
GA CTATG
CCTA CTT
TATTTATT TATTTATT
TATA GCA
GA GAAATT
CAA TGAAA
GG CTATG
TAAA GTGA
GAGG GGA
CCAA GTG
GTT TATTTT
TTTT TGA
GCAA CTT
CATT TGGA
CAA GCCA
GCTG GATG
CTC CACTG
GAGC CAGG
TATT GGA
CGC TGTG
CAGA CTA
CGA GTG
TATG CCA
GG TCCTT
TTA TCAA
TCTG GCA
CCCC CCA
TCC CCTCC
GATT TGGG
GAAAA TAA
TAAA TGCA
CCCA GAAA
TAAAAAA TG
GTT GCCA
CATG CTA
CTG GCCA
GAGA CTT
TTA GGAA
TGAA CTCA
CAAATT AAA
GACA GTG
TCC TACA
GTAA TATT
GATT TGTT
GTAA CTA
GCTA CCA
CGA TGA
CTAA TAA
CCTG TCA
TAGG TTTT
CCAA CTCC
GG TGAGG
GTGCTGGGATTACAGG CGTGA
TATA CCA
CCATT GCA
GCAA GTG
TATCC AAA
CTC CACCA
TATT TAGA
CCAA TCA
CTC CAGTT
CATA TAAA
TAAAA TGA
CCTT TGA
TCTG GGTT
GTA TACA
GTCA GTCA
CTTTG TTTT
TATG CTA
GG GTATT
TGAA CACA
TTA TGTG
GCAGTGA GCCAA
TAAAA CTA
TCAA TTTA
GG TCCTG
CAAA GACA
GAAAA GAAA
TCC CAAAA
CCTG CC
GTGA TTTG
TATG GATG
CTGA GATG
CACTT AAA
TA CTCTG
TAA CATTA
GGA TGTA
TCTT GCA
GG GTGTG
CCTG TGA
CAGGAA TG
CTT TCTTTT
CATT CACA
GTAA TTTG
TATTTT TTTT
CTC CATCC
CGA GCC
CTTTT TCA
C GAAATG
GCAA TCA
TATAA TTTT
GTT TCCTT
GGCA GTG
CAAA TTCA
GGA GGTA
CTC GAA
TAGG CTG
TCC TTTTA
AAAATT AAA
TGTT GCA
CCCA TCA
CAAA CAGA
GTGA GCA
GTA GCTA
CC CAATG
AAATG TTA
TATT GTTTT
CA GTTTTA
GCCA GAGA
TGTG TAA
GTCA TTTG
CTTTG TGA
TAAA GATA
TATG GCA
GTGCTG GGATTAAA
TCACCA TGTT
TA TCTCC
CCA GATA
CATG GAAA
CCA CAAAA
TGTG TGCA
GCTG GGTG
CATA CTG
TC GTTAA
TATG GTT
TATA GTG
C GTCCAA
CTT TAATT
GCCA CGG
GACC AAAA
CAGC CACA
GC GGCCA
TAA TTTTAA
GTC GTT
GTC GAA
GAGG TCA
TCTT TCTA
TATA TGAA
TCAA CATT
CCTC CATG
CCA GGTA
CAGTT AAA
TATT GAGA
CAGCC AAA
TGA CAGAA
CAGG CAGA
CA CGTC
GA TCTTTT
TAGA CTG
TGCC CGG
GAGG CAA
TAA TAATG
TGTG TCC
GAGG CTGA
TCA TCTC
TC TTTTATT
TTTT GAAA
CCAA CTG
GGA TCTA
GCTG GGAA
CATA TATT
TGTT CTCA
TGTG TCTG
CCTT GTG
C GGAATT
GG TGAGA
GCTC TGAA
GTT TAATT
GCCA CTT
GACC CTGA
TACA TGAA
TA GGATT
TCA CGAGG
GCCA TCTT
TC GATTA
GA GTAAAA
CCTT CC
TAAA TATTA
TAAA TAATT
TATA GAAA
TA GCCTT
TCC TCCTT
GGAA TTTG
CCAA TTTG
GC GAGCA
CATG GATG
GTC TCCTT
CGG GTG
GCAA GTT
CACA CCTG
TAGTG AAA
GAA TTTTA
CCCA CC
TAAA CTTA
TTTA TATT
TTTT TGTG
TCC TCCTG
TCTG GAAA
CTTATT TCAAAAAAA
TAGG CTA
CATGA GCCA
GG GCATG
CAAA TCAAAA
CAGA TTTG
CATC TGTT
TGA CCCC
CCTT CCTG
TGTA GTCCCAGCTA
CAAA GAAAA
CTC CATCA
CCA TAGA
GAGA CACA
CTCA GCTT
GTCA TTAA
GGA GTCC
GCTG GTT
TATG GTG
GCTTAA TT
GCAA TAA
CGG CTT
CCATCCTG GCTAA
TA GTCTT
GG GCCTG
TCTG CATT
GTA TTATT
TTA CTTA
GATG CTT
GCCTCC CGG
CAA TCTA
CCA TTTTA
TAAA TGGA
TC GTATT
CTC GTC
TACA GAAAA
CAGA CATT
CAA CTCC
GGTT TCA
TTA CCTT
TTA TTATT
GG GCCAA
CGG GCA
CTAA TTTG
CAGG GAGA
CTTCTT CTTCTT
CTTTT TTTTTT
TACC TTTT
CGA TCC
TC GTCTT
CTG CACC
CCCGG GAGG
GCC TCTC
CCAA GTA
GTT CCTA
AAAA GAA
CAAA CATG
TATT TGGG
TCAA TGAA
GCTT GCTT
GTGA GAAA
CC TAAAAA
GCC GCA
CAA TAGG
TAAA TTTTA
CTCA TTTG
CATT TAAAA
GAGCC AAA
CTAA TTTA
CTAA GCA
TCTGAA TG
GC TCTTTG
TTA CAGA
CCCA CTGA
CGA CTT
GC GGGAA
TGTG GAAA
GCTA GCTA
CTCCAGG CAAGAA
CAAA TGTA
GTGA CTA
TCTT CTCC
GCCA CTA
CTCA CTA
GGTG GAA
CAGCC TGGG
GA TTTTTTTT
CTC TACCA
GATT GTG
CCAA CCA
CAA GTCC
CCCC CTT
CAAA TCC
TC GAGTT
CCTC CACA
TTA CTGA
TCTT GCC
CTAA CTA
TGTT CCTT
CAGC CATG
GTTTTAA TT
TA GCTAA
CA CTTTTA
CCTG GCTG
TGTT TCTA
GCAA GAGA
TCTAA AAAA
GG GCTC
TCTTA TTTT
TCTGAA AAA
GCTT TGTG
GCC CGC
TATT TCCA
CAAAA GAA
GGGA GGAA
GTG GGTA
TCTG GTA
TC TAAATG
CACA TTAA
CGG TTTT
GTGA TCA
TA TGATG
TC GTCAA
CTCA CTGA
TC GGCTT
CAGA GTCA
TGCC CTT
GTC CAGGA
CAGGCTG GAGTG
GCTG CTGA
CTG CCCA
GCAAAA AAA
CAAA TGTG
CTG TCCA
GCAA CCA
CCTG GAGG
GGAAA CGG
TC GCTCA
TTA GCTT
TACC TCA
GAA CTCC
CTTA TAA
TC GACTT
GAAA GTCA
GAA TAGG
CTTTG AAAA
CTC Ċ
CCAA TAA
TGTGAA AAA
CCAA CATG
GATT GTT
TCTG TATG
CCAA CTT
GAGC TCC
TAAAA TTTA
TATA TATAA
CATA GTG
TGTT TGTA
CGAA AAAA
TCTT TATG
TCAA GAGA
GA TATTAA
TGAGA CAGA
TGA TTATT
CCCA CCTT
TGA GAGAA
CTC GTA
CATG GGA
TGGA GGA
TC CAGATT
GTCC TCC
CTCCAA TG
CACA GAGG
CACA GACA
TACA GCAA
GTC GCTT
GTCA CTA
GGCA TTTT
CC TTATG
CAA GGGA
GAGC TGAA
CTCA TTTA
CCTG CTCC
AA TT
TAGA GTT
GATT TAAA
CATG GTT
CCTA TAA
GCCA GTGA
CCAA GAAA
GC GTCTG
TTAA TAA
TA TATTAA
CTC GGA
CAGG GGA
GC GAGGA
GAAAA TAAA
TC GCTGA
TGA GCAAA
GTCC TTTT
GCGA CTTA
TCAA GGAA
GTC TAAAA
CCTA CTA
GTTA GTT
GAGA CGGA
CC CAGGAA
CACA GCTG
CTT TCTCA
TCCA TAA
TGCA GTG
GACC TCA
TATC TGTT
GCCA TGTG
TCCA GCTG
GGAAAA TG
TATA TAGA
CCCTG AAA
GCC CACCA
GACC TTA
GGAA TCA
GCTT TCTG
TC GATAA
TTTTA TAA
GAGG GAAA
GGAA GATG
CATC TGTG
CATA TCA
TTTT CTTTT
TATG GAAA
TCTT CTAA
GATA CAA
GCC TACA
CATT TCTC
CAAAA TAA
TAAAA CAAA
GC GCTGA
CATT CTAA
GTAA TAAA
CCCA CTA
TA CTGTG
TGGA GTG
GGGG TTA
TCC AAATT
CATC CACA
GG GGATT
GTG CTTTT
TCTT GGTT
GGAA GAAAA
CTC TCATT
GAATT AAAA
TAAA CAGA
TC GCCAA
GC GCTCA
GGA CACAA
GTCC TTTG
TATA GATT
CCATG TTA
CCA CAGCA
TGTA GAA
TAAAA TCA
GTGA CAGA
GGA CTCC
GTAA TGA
CGG CTA
GGGG GTG
TATT CACA
CGC GCA
GCAA GTA
TGATG TTA
TCCA CAAA
GATTAA AAA
CAGAGA TT
TCCA TGTG
GGAGGA GGAGGA
CTTA CTTA
GGGA GAAA
GCCA GTC
GCCATT TCCTT
GC TGTTTG
GGAA GGAAA
GTGTG TTA
GC GGAAA
TATT CTTTT
TAAAA GTA
GGCA GAAA
CAGGAA AAA
CTG TGAAA
GTTA TCA
CTAA CTT
TCTG CATG
GCAA TTTG
CA GAAATT
TC GTGAA
GCTT TGGG
GATG TCA
TGTGTGTG TGTGTG
CATC TCAA
CCTG TCC
GGGG GCA
CTAAAAA TACAA
GTAA TCA
GA TAAATT
GTT GGTA
GTT CACC
TATA TCTT
CATT CTCA
TCTG GCC
GGTG GGA
CTGA TGAA
CGTG GTG
TC GGCCA
CTG GATA
CAAA GATT
TATT TCAAA
CATC CATG
TTTTTT TAAA
CATTAA TG
TAA CAGAA
TCATT TCA
GGCTG AAA
CTG CCCC
TCTCTCTC TCTC
CGTGA TG
CTTA CCA
CCCA GCTG
GC GTAAA
CAAA CAGG
GAGA TCA
TA TAAATT
TGTT GAAA
GACA TCA
GCTA GCA
CTT CTCTT
TATT CC
GCTT TGAA
CCAA CCAA
TCCA TGAA
TA CGGA
CTCC CTA
TGCC TCTG
TATA CA
TCTC CAGA
TCC CACTG
GCA CCCC
CACA CATT
GTTGTT GTTGTT
CTGA GCTG
GGGAA AAAA
CAGG GAAA
TAGA TGA
CAGG GCC
CC GACC
CATCC AAA
TGTG TTAA
CTT CCCTT
TCTT CCCA
CTGA TTTG
CC GATA
GA GTTTTA
CATG TATG
TCC CCTA
CCA CTGCA
CCTT CTCA
TA GCTTA
TTTTTTTT TG
TTATG TTA
CGG TCA
CTTA GTT
CGA TCA
TGAAA TTA
CAAA TGCA
CCA GGAAA
TCTT TGTA
GTG GATA
CATA CTT
CAA GTTTT
TAAA TTATT
GTAA GTAA
GACA TGA
GCA GGCC
CTA TAGG
TAATAA AAAA
GA TCAAAA
GGAA TAA
GCA GAGGA
TA TTTTATT
GTC GTA
GACA GCC
GC GTTTG
GTGA TTTA
GCCAA CATG
CTA GTTTT
GCCA GTA
GGAA GGGA
CTTTT TTTG
TCTCA TTA
GTCC TGA
TCTT GAAA
CCAA GCTG
GG TAATG
CACC CCA
CTGA TCA
TCTC TCAA
GTT AAAAAA
GATCC CCTG
CTC TGATT
TAAA CC
CCTT GTA
TTTTTT TAA
TAAAA CCA
GCC CAGCA
CTA GTC
CAAA GTTA
CCTG GCTT
GATG GGA
TGTG TGAA
TTTT GTTA
CACA CAGG
CTA TTATT
TAAAA TGTT
CAAAA TTAA
TAATT CAA
TATT CTCA
GACA CTT
GC CACATT
GGTT CTG
CATT TGTA
GCA CTTTG
CCAA GGAA
GC GTGTG
TCATT AAAA
GGTG AAAA
TCC TCTGA
TACA GTGA
TC GATGA
TAAA GCC
GATT TCAA
GG TCTAA
TAA GCTA
CAGG TCTG
CACA CTCA
CACA TGTA
GTCA CAGA
TACC CAA
TCTCCTGA CCTCGTGA
TCC GTG
CTGA CCTT
TGGG TTTT
TATT GA
GACA GTA
CCTA CCA
GAA TCCA
CCCA CCAA
GCCTT AAA
GG GTCTG
CTC TACAA
CTG CAGCA
CACA GATG
TAGA GCA
GTG AAATT
TATT CCAA
CTG TTTTA
TGTT CATA
TATATT AAA
GG TAATA
TGTT TCAA
CAGA CATG
TTTA CTT
TGTT TCCA
CTG CATA
TCTA TGA
GGAA GCAA
GTG GAGGA
CACA TATA
CTGA GATT
GTAA GAAA
CAAAA TCA
GTC TTATT
CATC TGAA
CTAA TGA
CGA CCA
CC TTTTAA
GG GTCAA
CCTG GAGA
CGCC AAA
GTTTT TTAA
TAA CTAAA
TTA GATT
TCTA TAAA
GG CAAAAA
TGTG TATA
TAA CATAA
CTAA GAAA
TGGA TTTT
TCTTAA TG
TC GATCA
TCTG TAAA
GTCA GCCA
GACA TGAA
TCTT CCAA
GATG CCA
GCA GAGCA
TAATG TTTT
GGA GAAGG
GAGG TGA
CAGG CATG
GTCA GTA
TAGA CTA
GAGC TGTG
TTA GCAA
GCA TACA
TCTG GCTG
TTTTTT TCTT
GAA GTTTT
CTCC TCTT
GATT GTA
CAA CACC
CTCA GCAA
GACA GTT
TTA GTTA
TGTT GTTA
GG TCCAA
GAAA GTGA
CATT TCCA
CCTG CTA
GGGA GTT
GAA GTCC
TGTT GCTT
CACA CC
CTCCTGA CCTCAGGTGA
TATG CAAA
GG CAGGAA
GCTA TGA
GTAA CCA
GG CGTC
GCTG TAA
TATT TAATT
CCTG GTT
GATG GAGA
TGTG TCTT
TACA GTTA
CATA CAAA
CAA GGAAA
TC GGCTG
GGAA CAGG
TATA TCAA
TCC TCAAA
CTAA GTA
GAGAA AAAA
CAA TAAAAA
GC GAGTT
CCAA GCC
TCTG CTCA
TTTA GAA
GA CAAATG
CCTT GCC
CCCC TGA
GTCA GAAA
GAGCC CAGGA
CCTG CTGA
TAAA TGAAA
CTTA TCA
TA TCCTG
CAGA GGTG
GGAGG GAGG
CAGA CTCA
TCTG GATT
TCTC TATT
GTTTG AAAA
TC GAGCA
GGAA CTT
CAA GGCCA
TGGG GAA
GTC TCATT
CTG TAAAA
CTC TTATT
CCCA GTGA
GTTTG TTA
CTG CGA
GCA GATCA
GCTA CTA
GC TGTTAA
GTG TACA
CTT TACC
CGAGG TT
TTA GAGA
CACC CGG
GC TATTTG
GAAA TACA
TCTG TATT
TCTA TGTT
GC TAAATT
GAAAA CAAA
CCATG CCTG
CAGG GCTG
TTTA TTTTA
TTTT TTCA
CGC TGTT
GGAA CTA
GCTT GGA
CATT TGCA
CTTTT TAA
CAA CAGAA
GC GCAAA
GCAA TCC
TTA GTGA
TATA CTTA
CATG GTGA
TGA Ċ
TATT GTCA
GAAAA TGTG
TAAA GGAAA
CTCCAA TT
TCTT CAGA
GC GTGTT
TGAA TGTG
CTCC CATT
TC GCTC
TATA GTAA
TAAA CTCA
TCA TCTCA
TATA TATTTT
TATA CATG
TTA TGTA
CACA TGTG
TTATT TAA
TC GCCTT
GGA GAAGA
TAGA TAA
GAATG AAAA
TCAA TGTT
CCA GTTTT
CGA TAA
GTT TATAA
TCTG GGAA
CTT TCTTA
TCTG GCTT
GTC AAATG
TCTT CTTA
CAGG TCA
CCCC CAAA
CTCTT CTG
TAAA CTGA
CCTT GGA
CCTC TGAA
CA TAATAA
TAAA TATAA
CTC TCCAA
TTAA GAA
GAGG GTG
TAAAA TGAA
CTGCA GTGA
GA CAGGAA
TTTT TGAA
CATT GATT
CGC TGAA
TCTA TATT
CTC TCCTG
CTC CACTT
CAA TATTA
GAGA TGAA
TAGA GTA
TGTT GATT
TCCA GTGA
GAAA TGTA
TTA CTAA
GAAA TTCA
TC GGGAA
TCTA GTA
GCTA TCA
GAA GAATT
CCA TAGG
GAAA TGGG
TTTT TCAA
CACA TGA
TGTT GTTTT
CTT TAAAAA
CCAA CTA
TACA GTCA
GCTG GTGA
CTTA GTA
CGTCC TG
GTAA GCA
GAAAA TTAA
CACA TAA
GC TATTAA
GAAA CAAAA
CACA GTCA
TCCA CCTT
GTCTC GCTCTG
TTA CATG
CACACACACACACACA CACACACA
GG TAAAAA
GAAA CGG
GAGA CAAA
TC GACAA
GGAA GTGA
CTC GCA
CAGC TAA
GGTG TTTT
GTC TCCAA
CAGA CC
TTA GTAA
GTT TGCC
TATT GCTT
CAGG CTGA
TGCA GCA
CCTCC CTG
TAGA GGA
GTG CATA
GGGG GAA
TTA TAAAA
CCA TCCAA
CAGA TTCA
TATT CTGA
GCC GAA
TCA GCAAA
GATT GCA
TCTC TCTCA
GGCC CCA
GCC TCGAA
GCTT CAAA
GCTT CTGA
GA TCGG
TCTC AAAAAAAAAAAAAAAA
CTA CGA
TCTT CATG
CAA CTAAA
TAAAA CTT
CTCCTGCCTCAGCCTCC CGAGTAGCTG
TATT TATAA
GTGA GTA
CA CTAAAA
GTC TCCTG
GGAA TGA
GCC CAGCC
CTCC CTCA
CATT CTGA
CCCA TCAA
CAAAA TAAA
GACA CCTG
TAA AAAAAAAA
TGAA CAGA
GGTT AAAA
GAAA TGGA
GAAA CATG
GACA CAAA
CGTTTT AA
C GCAATT
GTC CAGTG
CTG AAATT
CCCC CC
TCTC TATG
TCTA CAAA
CTTTTAA AAA
CCA GGGAA
TATT TGAAA
CATT GTTA
TCC CTGAA
CTT TCTCC
GTT GCTA
GAGA GTA
TAAAA TTTG
CTTTT TTAA
GTT TCTGA
GGAA TTAA
GTT CTGTT
TCTT TGCA
GAGC TTTT
GAAA TAGA
GGTG GGGG
TGTA TGTG
TAA CACAA
CATTA TTA
CAGAGA TG
TAA CTGAA
GAAA GATT
CAGG CACA
TCTT TCCA
TGTT GCTG
CGC CATG
CCCTC AAA
TATT TAGG
CTG CAGAA
GAAA CCAA
GCA TAGG
TATT CATG
CGA CCCCA
TGA CACC
GCAA TTAA
GCTT CTCA
GCA CGTG
GGA GCTA
CTA GGTG
CTG GGCC
AAATG AAAA
TAA GTCC
GGA CACC
CTC TTTTTT
GGCA GCC
TAAAAA CTA
TCC TCTCA
TATTTT AAAA
GGAGG CAGA
TAAAAA TAAA
GA TAATAA
CAA Ċ
TCTG GAGA
TTTTA GAA
GTTAA TTA
TATT GTGA
GTT AAATT
CAGC TGAA
CCAA TGAA
CTT CCTCC
TTCA GAA
TAA CCTA
CTG GCTA
CAA TAATT
CATT TACA
CCCA CGG
CTC CACAA
TCCA CTGA
TAAAATT AAA
CACA GCTT
CTCC TGGA
TATC TATA
TC GTTTG
GCA CAGCA
CGCTT TG
TTTTA CTT
TATC TGTG
TCAAA TTTT
CACA CGG
CATAA AAAA
TCA GTGTT
GCTCA GTG
GAGA TTTG
CTCC TGCA
GC GATGA
CAA CCCA
TCTT TAAAA
GCAA TGAA
TAA CCCA
CCTT TCTG
GTCA CATG
TCCACA TG
GTT Ċ
TGA TGCC
TTTT CTTA
TCC CCATT
GACA CCA
CTCA GTGA
CTCC CAGG
GGCC AAAA
CGAGG TG
GTT TCTTA
GCTG CAGA
CTG TGCC
GTTA CCA
TTTT TCTG
TCC GAA
TCAA GATT
TTTTA TATA
GTCC CTGA
GTTTT TTTG
CACA GTAA
GTTTT TCA
GCCACC GCGCC
