{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 128,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 128
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "<|endoftext|>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": "",
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "A": 1,
      "C": 2,
      "G": 3,
      "T": 4,
      "Ċ": 5,
      "TT": 6,
      "AA": 7,
      "TG": 8,
      "CA": 9,
      "CC": 10,
      "TA": 11,
      "GG": 12,
      "TC": 13,
      "GA": 14,
      "AAA": 15,
      "GC": 16,
      "TAA": 17,
      "TTTT": 18,
      "TCA": 19,
      "TGA": 20,
      "TTA": 21,
      "GAA": 22,
      "TCC": 23,
      "CAA": 24,
      "CTG": 25,
      "CTT": 26,
      "GTG": 27,
      "GTT": 28,
      "GCA": 29,
      "GGA": 30,
      "CCA": 31,
      "GTA": 32,
      "GCC": 33,
      "CTA": 34,
      "TAAA": 35,
      "AAAA": 36,
      "CTC": 37,
      "GTC": 38,
      "TGTG": 39,
      "TATT": 40,
      "CACA": 41,
      "GAAA": 42,
      "TATA": 43,
      "TCTT": 44,
      "TGTT": 45,
      "CAAA": 46,
      "GAGA": 47,
      "CATT": 48,
      "TGAA": 49,
      "CAGG": 50,
      "TCTG": 51,
      "CAGA": 52,
      "TCAA": 53,
      "GGAA": 54,
      "TAAAA": 55,
      "CTGA": 56,
      "GCTT": 57,
      "GTGA": 58,
      "GCTG": 59,
      "CTCA": 60,
      "CCTT": 61,
      "CATG": 62,
      "GCAA": 63,
      "GTCA": 64,
      "GTAA": 65,
      "TTTTA": 66,
      "TATG": 67,
      "GAGG": 68,
      "CGG": 69,
      "GATT": 70,
      "CCTG": 71,
      "TCTC": 72,
      "GTTA": 73,
      "CCAA": 74,
      "CTCC": 75,
      "CTAA": 76,
      "TACA": 77,
      "CTTA": 78,
      "TCCA": 79,
      "GATG": 80,
      "TTAA": 81,
      "GAAAA": 82,
      "TTTG": 83,
      "GTTTT": 84,
      "TCTA": 85,
      "GCCA": 86,
      "GTCC": 87,
      "CTTTT": 88,
      "GGGG": 89,
      "CGA": 90,
      "TTTA": 91,
      "CCCA": 92,
      "CAAAA": 93,
      "TGGG": 94,
      "TAGA": 95,
      "TAGG": 96,
      "GACA": 97,
      "GGTT": 98,
      "CCCC": 99,
      "GGTG": 100,
      "CATA": 101,
      "GCTA": 102,
      "TGTA": 103,
      "TCAAA": 104,
      "TGGA": 105,
      "TAATT": 106,
      "TTATT": 107,
      "TGCA": 108,
      "GGCA": 109,
      "GGGA": 110,
      "CCTA": 111,
      "TTCA": 112,
      "TCTCA": 113,
      "GATA": 114,
      "CGC": 115,
      "CTGAA": 116,
      "GTAAA": 117,
      "TCTCC": 118,
      "TTTTTT": 119,
      "CGTG": 120,
      "GCAAA": 121,
      "TAAAAA": 122,
      "TCTGA": 123,
      "TCATT": 124,
      "GGAAA": 125,
      "TGAAA": 126,
      "TCCTT": 127,
      "CCAAA": 128,
      "GAATT": 129,
      "CGTT": 130,
      "CTAAA": 131,
      "GGCC": 132,
      "GTGAA": 133,
      "TAATA": 134,
      "GGTA": 135,
      "TGCC": 136,
      "CACC": 137,
      "TGATT": 138,
      "AAAAAA": 139,
      "GCTCA": 140,
      "TCCAA": 141,
      "GAGAA": 142,
      "CTGTT": 143,
      "TATTA": 144,
      "CAGCA": 145,
      "CTTAA": 146,
      "CTCTT": 147,
      "CAGAA": 148,
      "GCTGA": 149,
      "GTTAA": 150,
      "TCTTA": 151,
      "TATTTT": 152,
      "GCCAA": 153,
      "CTTTG": 154,
      "GACC": 155,
      "CGCA": 156,
      "GTATT": 157,
      "GTGTT": 158,
      "GTCTT": 159,
      "CAATT": 160,
      "CTCAA": 161,
      "GGAGG": 162,
      "CGAA": 163,
      "TCTTTT": 164,
      "GTCAA": 165,
      "CGCC": 166,
      "TATAA": 167,
      "TACC": 168,
      "CCATT": 169,
      "TCTAA": 170,
      "CGGA": 171,
      "CAAAAA": 172,
      "CAGTG": 173,
      "TCCTG": 174,
      "CTCTG": 175,
      "GAAAAA": 176,
      "CAGC": 177,
      "CTGTG": 178,
      "TTTTAA": 179,
      "GCATT": 180,
      "GCCTT": 181,
      "TAATG": 182,
      "GTTTG": 183,
      "CTATT": 184,
      "TGATG": 185,
      "CCTCA": 186,
      "GGCTG": 187,
      "GAGGA": 188,
      "GCCTG": 189,
      "AAATT": 190,
      "CGTA": 191,
      "TACAA": 192,
      "TCAAAA": 193,
      "CATCA": 194,
      "CAGTT": 195,
      "TGAGA": 196,
      "GGGAA": 197,
      "CACTG": 198,
      "CACAA": 199,
      "CAGGA": 200,
      "CCCCA": 201,
      "CCCTG": 202,
      "TTTTTTTT": 203,
      "GAGCA": 204,
      "CCTCC": 205,
      "TAGAA": 206,
      "TATCA": 207,
      "CACCA": 208,
      "GAGC": 209,
      "CATTA": 210,
      "CACACACA": 211,
      "GAGTG": 212,
      "GGATT": 213,
      "TACTT": 214,
      "CACTT": 215,
      "TGTGTGTG": 216,
      "GTCTG": 217,
      "TGAGG": 218,
      "GAGTT": 219,
      "GAATG": 220,
      "TCATG": 221,
      "TAATAA": 222,
      "GACAA": 223,
      "GACTT": 224,
      "TATTAA": 225,
      "TĊ": 226,
      "GGCCA": 227,
      "CAGCC": 228,
      "CATTTT": 229,
      "CCCTT": 230,
      "GCTAA": 231,
      "TAGTT": 232,
      "TACTG": 233,
      "GTGTG": 234,
      "CAATG": 235,
      "TATATATA": 236,
      "GCTC": 237,
      "CAGTA": 238,
      "TTATG": 239,
      "GCTCC": 240,
      "CATAA": 241,
      "GATGA": 242,
      "TAAATT": 243,
      "CATGA": 244,
      "GCGG": 245,
      "AAAAAAAA": 246,
      "CCATG": 247,
      "GATAA": 248,
      "GCAGG": 249,
      "GACTG": 250,
      "TATGA": 251,
      "GATCA": 252,
      "GTTTTA": 253,
      "GGATG": 254,
      "CCTGA": 255,
      "GTAAAA": 256,
      "GAAGG": 257,
      "GATTA": 258,
      "CCTC": 259,
      "GCTTA": 260,
      "GACCA": 261,
      "CCCAA": 262,
      "AAATG": 263,
      "TAGTA": 264,
      "GCATG": 265,
      "TACCA": 266,
      "GGCTT": 267,
      "CGTC": 268,
      "TCTCTT": 269,
      "GGTCA": 270,
      "TTATTA": 271,
      "TAGCA": 272,
      "TACTA": 273,
      "TATC": 274,
      "GGCAA": 275,
      "CTTTTA": 276,
      "CATC": 277,
      "CTAAAA": 278,
      "CTGGG": 279,
      "GAGTA": 280,
      "TAGTG": 281,
      "GTGGG": 282,
      "GATTTT": 283,
      "GAAATT": 284,
      "CACTA": 285,
      "CCAGG": 286,
      "CAGGAA": 287,
      "CCTTA": 288,
      "GCAAAA": 289,
      "TCGG": 290,
      "CATCC": 291,
      "TGTGAA": 292,
      "TATTTG": 293,
      "TCAGG": 294,
      "CTATG": 295,
      "CCTAA": 296,
      "GCTTTT": 297,
      "GAGAAA": 298,
      "TATAAA": 299,
      "CTTGG": 300,
      "GAGAGAGA": 301,
      "TCTCTG": 302,
      "TGTTAA": 303,
      "TGTGTT": 304,
      "GAGCC": 305,
      "TATATT": 306,
      "TTTTTG": 307,
      "GACTA": 308,
      "TAAAAAA": 309,
      "GTATG": 310,
      "CATTAA": 311,
      "GGTGA": 312,
      "TAGGA": 313,
      "TAGC": 314,
      "GAAGAA": 315,
      "TAAATG": 316,
      "TCTGTT": 317,
      "CAGAAA": 318,
      "CAAATT": 319,
      "GGGCA": 320,
      "TAATTA": 321,
      "TATCC": 322,
      "TCTGTG": 323,
      "TGAATT": 324,
      "CTCCA": 325,
      "GTGAAA": 326,
      "GGAGA": 327,
      "GGGTT": 328,
      "GAAGA": 329,
      "CCAAAA": 330,
      "CTGCA": 331,
      "CTTCTT": 332,
      "TCTCTCTC": 333,
      "GGGGA": 334,
      "GGAAAA": 335,
      "GGGTG": 336,
      "CCCTA": 337,
      "TCTTAA": 338,
      "TGTGTG": 339,
      "TGTTTG": 340,
      "AAATA": 341,
      "GGGC": 342,
      "TCAGA": 343,
      "CCTTTT": 344,
      "GAAATG": 345,
      "GĊ": 346,
      "GTGCTG": 347,
      "TCTGAA": 348,
      "GCAGCA": 349,
      "CACATT": 350,
      "TCTTTG": 351,
      "TCCCA": 352,
      "CAACAA": 353,
      "TCCATT": 354,
      "CTGAAA": 355,
      "CTTTA": 356,
      "TCGA": 357,
      "GGTTA": 358,
      "GGTAA": 359,
      "GTTTA": 360,
      "CTTCC": 361,
      "AAAATT": 362,
      "GTTTCA": 363,
      "GGAGGA": 364,
      "GCCTCC": 365,
      "GCTCTG": 366,
      "CGTGA": 367,
      "TTTTATT": 368,
      "GAATA": 369,
      "TCAATT": 370,
      "CAGTC": 371,
      "GTTATT": 372,
      "CAGAGA": 373,
      "CCCTC": 374,
      "CAAATG": 375,
      "CTGCTG": 376,
      "GATCC": 377,
      "CAAGG": 378,
      "CATTTG": 379,
      "TCACC": 380,
      "GCCAGG": 381,
      "GGAGAA": 382,
      "CTCAAA": 383,
      "CTTATT": 384,
      "GTTGTT": 385,
      "TTATA": 386,
      "TCCAAA": 387,
      "TCTATT": 388,
      "GCAGA": 389,
      "CGAGG": 390,
      "CTTCA": 391,
      "TCATCA": 392,
      "TAACA": 393,
      "CAGATT": 394,
      "CGTCA": 395,
      "CTGTA": 396,
      "TAAGA": 397,
      "TAATTTT": 398,
      "GCTGTG": 399,
      "TCCACA": 400,
      "CGCTG": 401,
      "GAACA": 402,
      "TCTAAA": 403,
      "GCGA": 404,
      "CCACCA": 405,
      "CAATA": 406,
      "GGCTA": 407,
      "CGAAA": 408,
      "TTATTTT": 409,
      "TCACA": 410,
      "TGACA": 411,
      "TCTCAA": 412,
      "CTCCAA": 413,
      "TATATG": 414,
      "AAAAAAA": 415,
      "CTCATT": 416,
      "CGTAA": 417,
      "TCCAGG": 418,
      "TCCTCC": 419,
      "CTCCTT": 420,
      "TCACTT": 421,
      "CĊ": 422,
      "CGAGA": 423,
      "CAAGA": 424,
      "CGATT": 425,
      "GTGGTG": 426,
      "TGATA": 427,
      "TGAGAA": 428,
      "GGATTA": 429,
      "CAACA": 430,
      "GTTGG": 431,
      "GTTAAA": 432,
      "CCTCTG": 433,
      "TCATA": 434,
      "CTCTA": 435,
      "CTTAAA": 436,
      "GCTGAA": 437,
      "TTAATT": 438,
      "CTGGA": 439,
      "TATTTA": 440,
      "GTCAAA": 441,
      "CCACA": 442,
      "CTGCC": 443,
      "TAAGG": 444,
      "TAAAATT": 445,
      "GGAATT": 446,
      "TGGAA": 447,
      "GTAATT": 448,
      "CTGATT": 449,
      "GTCATT": 450,
      "TGATGA": 451,
      "TCAGAA": 452,
      "GTGATT": 453,
      "TAAGAA": 454,
      "TAACAA": 455,
      "CCGG": 456,
      "GCTGTT": 457,
      "CCAGA": 458,
      "GTTCA": 459,
      "GATTAA": 460,
      "CGCTT": 461,
      "GCCACA": 462,
      "GCAATT": 463,
      "GCCAAA": 464,
      "TAATCC": 465,
      "TCCAGA": 466,
      "CCACC": 467,
      "GGGTA": 468,
      "TCCATG": 469,
      "CTGCAA": 470,
      "GCTCTT": 471,
      "GTTCTT": 472,
      "CGGAA": 473,
      "TTACA": 474,
      "GCACA": 475,
      "GCCATT": 476,
      "TGCTG": 477,
      "TGTGA": 478,
      "TCGAA": 479,
      "GTGGA": 480,
      "CAAGAA": 481,
      "GGACA": 482,
      "TCCCC": 483,
      "TCCCTG": 484,
      "CTTTTTT": 485,
      "GCCCC": 486,
      "TGAGTT": 487,
      "CTTCTG": 488,
      "CTAATT": 489,
      "TATATA": 490,
      "TAAATA": 491,
      "CTTGA": 492,
      "CTTTCA": 493,
      "GTTTTTT": 494,
      "TCCCCA": 495,
      "CAGGTT": 496,
      "CGTTA": 497,
      "GCAGAA": 498,
      "TAATGA": 499,
      "GTATA": 500,
      "CGATG": 501,
      "GTCCTT": 502,
      "TCATTA": 503,
      "AAAATG": 504,
      "TGAAAAA": 505,
      "CGCCA": 506,
      "GAGATT": 507,
      "TGAATG": 508,
      "GTCCAA": 509,
      "GTTCC": 510,
      "CTCTGA": 511,
      "CTATA": 512,
      "TCACCA": 513,
      "GCCCTG": 514,
      "TCACTG": 515,
      "GCAGTG": 516,
      "GCGC": 517,
      "GTTGA": 518,
      "CCTTAA": 519,
      "TCTATA": 520,
      "TAACTT": 521,
      "CAGATG": 522,
      "GTCTA": 523,
      "GTAGG": 524,
      "TTTTAAA": 525,
      "CACATG": 526,
      "GTGTA": 527,
      "TGACC": 528,
      "GTTCAA": 529,
      "CACAAA": 530,
      "GGGAGG": 531,
      "GCTTTG": 532,
      "GAGGAA": 533,
      "GTTCTG": 534,
      "TTTTTA": 535,
      "TCAGCA": 536,
      "GCTTAA": 537,
      "CAAAAAA": 538,
      "TCGTG": 539,
      "CTACA": 540,
      "TCAGTG": 541,
      "CTCCTG": 542,
      "CGCAA": 543,
      "CTTCCA": 544,
      "TAAATAAA": 545,
      "TCGTT": 546,
      "GCCCA": 547,
      "CCTCTT": 548,
      "TCAGGA": 549,
      "GAAAAAA": 550,
      "GTCCA": 551,
      "CACACACACACACACA": 552,
      "GCCATG": 553,
      "CCCAGG": 554,
      "GTAGA": 555,
      "TGACTT": 556,
      "TCCCTT": 557,
      "TCCTA": 558,
      "GTGATG": 559,
      "TCACAA": 560,
      "GCCAGA": 561,
      "GTACA": 562,
      "TCAGTT": 563,
      "CGTTTT": 564,
      "GAATTA": 565,
      "TCTATG": 566,
      "GCACC": 567,
      "GGTTTT": 568,
      "TGACAA": 569,
      "TCAAAAA": 570,
      "GCATA": 571,
      "CCATA": 572,
      "CGGTT": 573,
      "TGTGTGTGTGTGTGTG": 574,
      "CGTCC": 575,
      "GTATTTT": 576,
      "GAGATG": 577,
      "GCGTG": 578,
      "TTAAAAA": 579,
      "CTCTCC": 580,
      "GAGTC": 581,
      "CCACTG": 582,
      "TGATTA": 583,
      "CCAATT": 584,
      "CCTTTG": 585,
      "GGATA": 586,
      "GAACC": 587,
      "CAGGTG": 588,
      "CTTTAA": 589,
      "TCATTTT": 590,
      "CGGTG": 591,
      "TCAATG": 592,
      "CTGATG": 593,
      "CTCTTA": 594,
      "TATTAAA": 595,
      "GGGCC": 596,
      "GTATTA": 597,
      "GTTTAA": 598,
      "CCAGCA": 599,
      "CAATTA": 600,
      "GAGGTT": 601,
      "GAAAATT": 602,
      "GCGCC": 603,
      "GTTGAA": 604,
      "TGACTG": 605,
      "GCTAAA": 606,
      "GATTTG": 607,
      "GATAAA": 608,
      "TCCTCA": 609,
      "GACAAA": 610,
      "TACAAA": 611,
      "CTCTCA": 612,
      "GCTATT": 613,
      "CCAGAA": 614,
      "TAGAAA": 615,
      "TAACC": 616,
      "GTTTTAA": 617,
      "GGGAAA": 618,
      "GCAGGA": 619,
      "GTCTCA": 620,
      "CTGGAA": 621,
      "GCTCAA": 622,
      "TAAGTG": 623,
      "GGTCC": 624,
      "CATAAA": 625,
      "TGAGGA": 626,
      "TAATAAA": 627,
      "TGGGTT": 628,
      "CTTTTAA": 629,
      "GTGCC": 630,
      "TAAGTA": 631,
      "TATTTATT": 632,
      "CACACA": 633,
      "GACAGA": 634,
      "GTTCCA": 635,
      "CTAAAAA": 636,
      "CCCAAA": 637,
      "TAACTA": 638,
      "TAAAAAAA": 639,
      "TGAGTG": 640,
      "TCTACA": 641,
      "GAAGGA": 642,
      "TCGCC": 643,
      "TAAAATG": 644,
      "GACTC": 645,
      "GCACTG": 646,
      "TATATATATATATATA": 647,
      "CTTCAA": 648,
      "TAATCA": 649,
      "GTTGTG": 650,
      "GTCATG": 651,
      "GAACAA": 652,
      "TAACTG": 653,
      "CTATTA": 654,
      "GGCAGG": 655,
      "GATATT": 656,
      "GATGAA": 657,
      "GGAATG": 658,
      "GCCTA": 659,
      "CCTGTG": 660,
      "GCCCCA": 661,
      "TCCTGA": 662,
      "GCAATG": 663,
      "CTTGAA": 664,
      "GTAGAA": 665,
      "GTGCA": 666,
      "GTTTGA": 667,
      "TAAATTA": 668,
      "CATTTA": 669,
      "CTTCTA": 670,
      "GGAAAAA": 671,
      "TCCTTA": 672,
      "GAAATA": 673,
      "TTTTTTA": 674,
      "GCTGGG": 675,
      "GTAATG": 676,
      "GTGTTA": 677,
      "CAGGCTG": 678,
      "GTGGCA": 679,
      "CAACC": 680,
      "TCGC": 681,
      "GTAAAAA": 682,
      "GTGGAA": 683,
      "GAAAAAAA": 684,
      "GTCCTG": 685,
      "GTTCTA": 686,
      "GACACA": 687,
      "TGTTTA": 688,
      "TGAGCA": 689,
      "CCAGGA": 690,
      "CAAAATT": 691,
      "TCTCTA": 692,
      "GCTCCA": 693,
      "CCCACA": 694,
      "GTCTTA": 695,
      "CACTC": 696,
      "CATATT": 697,
      "CTCATG": 698,
      "TAAGCA": 699,
      "TGATTTT": 700,
      "CTGCTT": 701,
      "GCCTCA": 702,
      "TAAGTT": 703,
      "CCTGTT": 704,
      "CCACAA": 705,
      "GCAAAAA": 706,
      "TCGCA": 707,
      "GAAGCA": 708,
      "GCGGA": 709,
      "GCGCA": 710,
      "GACATT": 711,
      "CATATA": 712,
      "CCCGG": 713,
      "CTAGG": 714,
      "TATCTT": 715,
      "TGAGTA": 716,
      "CCAAAAA": 717,
      "TCCCAA": 718,
      "TACACA": 719,
      "GAAAGAAA": 720,
      "GGCTCA": 721,
      "TAGGTT": 722,
      "CAGTGA": 723,
      "GAGGTG": 724,
      "CCCTCC": 725,
      "TCTTTCTT": 726,
      "TCGTA": 727,
      "CTTGTT": 728,
      "GAGCTG": 729,
      "GGAGCA": 730,
      "CTGTTA": 731,
      "CCAGCC": 732,
      "TAATATT": 733,
      "CTTTCC": 734,
      "GGCGG": 735,
      "CTTTGA": 736,
      "CATCTT": 737,
      "GTCTGA": 738,
      "TCAGTA": 739,
      "GGGAGA": 740,
      "CATGTT": 741,
      "GATGTT": 742,
      "GAAAATG": 743,
      "GGCAAA": 744,
      "GTGGGA": 745,
      "GCGTT": 746,
      "TAACCA": 747,
      "CCTGAA": 748,
      "CATGTG": 749,
      "GCATTA": 750,
      "GGCTC": 751,
      "AAAAAAAAA": 752,
      "TCGGA": 753,
      "CAGCTT": 754,
      "GGGGTG": 755,
      "CTACAA": 756,
      "CCCAGA": 757,
      "TAAGGA": 758,
      "GCACAA": 759,
      "TACATT": 760,
      "TAATTAA": 761,
      "GAACTG": 762,
      "TCACTA": 763,
      "TCTTTTA": 764,
      "CCTCCA": 765,
      "CAGCTG": 766,
      "TTTTCTT": 767,
      "GGGGTT": 768,
      "GAGTCA": 769,
      "TATATTA": 770,
      "GTTTCC": 771,
      "GTTATG": 772,
      "GTGTGA": 773,
      "TAGCC": 774,
      "GTCTCC": 775,
      "GATGTG": 776,
      "GCTATG": 777,
      "CCATTA": 778,
      "GTCTTTT": 779,
      "TATGTT": 780,
      "CACCTG": 781,
      "GAACTT": 782,
      "CAGCAA": 783,
      "GAAGTT": 784,
      "CTGGGA": 785,
      "GCTACA": 786,
      "CTGCCA": 787,
      "TATGTG": 788,
      "TCAAATT": 789,
      "AAATTA": 790,
      "CCCTCA": 791,
      "CAAGTA": 792,
      "GTGCTT": 793,
      "GCTATA": 794,
      "CCCTGA": 795,
      "CAAGGA": 796,
      "CTAATG": 797,
      "TGACCA": 798,
      "CATGAA": 799,
      "CCCCTT": 800,
      "TCTCCTT": 801,
      "TGACTA": 802,
      "TCTAAAA": 803,
      "TGATCA": 804,
      "CTTATG": 805,
      "CCAATG": 806,
      "TATGAA": 807,
      "GGGTC": 808,
      "TCCCAAA": 809,
      "GTAGTA": 810,
      "GTGGTT": 811,
      "CCCATT": 812,
      "CAAGCA": 813,
      "TCTGAAA": 814,
      "GAGAGAGAGAGAGAGA": 815,
      "GTGCCA": 816,
      "CAGTCA": 817,
      "CAATAA": 818,
      "CCTCAA": 819,
      "CTAGAA": 820,
      "GCAGTGA": 821,
      "GACAGG": 822,
      "GATCTT": 823,
      "GTTGGA": 824,
      "GCATCA": 825,
      "GCGAA": 826,
      "CAACTT": 827,
      "TTAGG": 828,
      "CCCCTG": 829,
      "GACATG": 830,
      "GAGCTT": 831,
      "GCACCA": 832,
      "CTGTGA": 833,
      "GATATA": 834,
      "CCTAAA": 835,
      "TCTCAAA": 836,
      "GGCAGA": 837,
      "CAAATA": 838,
      "CTCTTTT": 839,
      "CATCTG": 840,
      "GACGG": 841,
      "TAATTTA": 842,
      "CTGTCA": 843,
      "GTTGTA": 844,
      "GGACTA": 845,
      "GCCCTT": 846,
      "CAACCA": 847,
      "TATGAAA": 848,
      "TTAATG": 849,
      "GTGTCA": 850,
      "CACTGA": 851,
      "GAATAA": 852,
      "CAGTAA": 853,
      "GAAGTA": 854,
      "GCCTGA": 855,
      "TCTCTCTCTCTCTCTC": 856,
      "TCCTTTT": 857,
      "CACGG": 858,
      "CTATTTT": 859,
      "GAATGA": 860,
      "GCAGTT": 861,
      "CTGTAA": 862,
      "GGAGTG": 863,
      "TAAATAA": 864,
      "GAGCAA": 865,
      "GAAGTG": 866,
      "GCTCTA": 867,
      "GGGGAA": 868,
      "GGTTTG": 869,
      "TCTCATT": 870,
      "CTGTTTT": 871,
      "CGAAAA": 872,
      "CTACTA": 873,
      "CCATCA": 874,
      "GGTGTG": 875,
      "GAGTGA": 876,
      "TATTTCA": 877,
      "GAAGAAA": 878,
      "CAAGTT": 879,
      "CCCATG": 880,
      "CTTGGA": 881,
      "GGCTGA": 882,
      "TATATTTT": 883,
      "CTCAAAA": 884,
      "TATTTAA": 885,
      "GTGGTA": 886,
      "GCAGCC": 887,
      "GGTGGG": 888,
      "TGTTA": 889,
      "CATCAA": 890,
      "GAATTTT": 891,
      "TGATAA": 892,
      "CATATG": 893,
      "CACTCA": 894,
      "CCCCAA": 895,
      "GCACTT": 896,
      "CAAAAAAA": 897,
      "GAATCA": 898,
      "TATTTTA": 899,
      "CATACA": 900,
      "GGGCTG": 901,
      "CAATTTT": 902,
      "CAACTG": 903,
      "GACTGA": 904,
      "CAGGAAA": 905,
      "GTGTTTT": 906,
      "CCCCCA": 907,
      "GAGGAAA": 908,
      "GGCACA": 909,
      "CTTGTA": 910,
      "GAACCA": 911,
      "GGAGTT": 912,
      "TTATAA": 913,
      "GTTTTTG": 914,
      "GGATGA": 915,
      "TCTTTA": 916,
      "CAATGA": 917,
      "TTTGAAA": 918,
      "GAACTA": 919,
      "GCAGTA": 920,
      "CCAGTA": 921,
      "GCATTTT": 922,
      "TCGTC": 923,
      "CATTAAA": 924,
      "CCTATT": 925,
      "CTTAAAA": 926,
      "CGCTA": 927,
      "GCCTTA": 928,
      "GGCCTG": 929,
      "CAAGTG": 930,
      "CAAAATG": 931,
      "CTTGTG": 932,
      "CTCCAGG": 933,
      "GACTCA": 934,
      "CCAGTG": 935,
      "GGTAAA": 936,
      "CTTTCTT": 937,
      "TCCCTA": 938,
      "GGACTG": 939,
      "TAAGAAA": 940,
      "GCGTA": 941,
      "GCTAGG": 942,
      "TACATG": 943,
      "CAAACAAA": 944,
      "CCGTG": 945,
      "GGTGAA": 946,
      "TAATATA": 947,
      "GGCATT": 948,
      "CTGCTA": 949,
      "GATATG": 950,
      "TCATGA": 951,
      "GACCTT": 952,
      "GCTAGA": 953,
      "CAGTTA": 954,
      "TCTTAAA": 955,
      "CAGCTA": 956,
      "GATCAA": 957,
      "CACCTT": 958,
      "CCACTT": 959,
      "TGTTAAA": 960,
      "CTCTAA": 961,
      "CAACTA": 962,
      "GAGAAAA": 963,
      "TCATAA": 964,
      "CATGAAA": 965,
      "GTACTG": 966,
      "GATCTG": 967,
      "GAGTTA": 968,
      "TACAGA": 969,
      "TTAAA": 970,
      "TTTATTTT": 971,
      "GATGAAA": 972,
      "GCTCTC": 973,
      "GGATTACAGG": 974,
      "TTTTATG": 975,
      "TTACTT": 976,
      "CCCTAA": 977,
      "GATC": 978,
      "GGACTT": 979,
      "TGTGAAA": 980,
      "GACGA": 981,
      "GCATGA": 982,
      "CGCCTG": 983,
      "GGTCTT": 984,
      "GGACAA": 985,
      "GAGTAA": 986,
      "AAAATA": 987,
      "CCAGTT": 988,
      "GACCTG": 989,
      "TAACAAA": 990,
      "AAAATTA": 991,
      "GGTGTT": 992,
      "CTGGTG": 993,
      "GCTGAAA": 994,
      "TCTCCAA": 995,
      "GACCAA": 996,
      "CACCAA": 997,
      "GTAAATT": 998,
      "CAGAAAA": 999,
      "TAGAGA": 1000,
      "TCAGCC": 1001,
      "GAAATTA": 1002,
      "CTTGCC": 1003,
      "CCGCC": 1004,
      "TATGTA": 1005,
      "TGTGTA": 1006,
      "GGGATG": 1007,
      "CCATTTT": 1008,
      "TAATTTG": 1009,
      "CTGGCA": 1010,
      "CAATCA": 1011,
      "GAAAGAA": 1012,
      "TAGGTG": 1013,
      "CTACTT": 1014,
      "TAAAAATT": 1015,
      "CCATGA": 1016,
      "GTCAAAA": 1017,
      "CTCTCTT": 1018,
      "CTTTTTG": 1019,
      "CTCTTTG": 1020,
      "TCTGATT": 1021,
      "CTGGTT": 1022,
      "TACATA": 1023,
      "GGCCTT": 1024,
      "GGATTTT": 1025,
      "GGACCA": 1026,
      "GGAGCC": 1027,
      "CTCTGTG": 1028,
      "CTCCAGCC": 1029,
      "GGCTCC": 1030,
      "GTGCTA": 1031,
      "GTTGCA": 1032,
      "TGGGTG": 1033,
      "TCTGTA": 1034,
      "TAAAGAA": 1035,
      "GGCATG": 1036,
      "TTACAA": 1037,
      "CTGAAAA": 1038,
      "CCTCTA": 1039,
      "GGGTCA": 1040,
      "GGGATT": 1041,
      "GGGCTT": 1042,
      "CTĊ": 1043,
      "CTTGCA": 1044,
      "GCGTC": 1045,
      "GTGAAAA": 1046,
      "GGAAGGAA": 1047,
      "TAAAATA": 1048,
      "CCACTA": 1049,
      "GTAGTT": 1050,
      "TGCCTCA": 1051,
      "GGTATT": 1052,
      "CACTTA": 1053,
      "CTCTGTT": 1054,
      "GTĊ": 1055,
      "TGAGAAA": 1056,
      "TTAGAA": 1057,
      "GTACTT": 1058,
      "CAGCCA": 1059,
      "TCTTATT": 1060,
      "GTACAA": 1061,
      "TAAACAA": 1062,
      "TCCAAAA": 1063,
      "CGTGAA": 1064,
      "TATCAA": 1065,
      "CTGAATT": 1066,
      "CTACTG": 1067,
      "GGAGAAA": 1068,
      "TTATCA": 1069,
      "GTTTCTT": 1070,
      "GGTCTG": 1071,
      "CCTCTC": 1072,
      "TCCTAA": 1073,
      "GTTAAAA": 1074,
      "GATACA": 1075,
      "CCTTCCTT": 1076,
      "TGAAATT": 1077,
      "CCGCA": 1078,
      "TAATCCCAGCA": 1079,
      "CACTAA": 1080,
      "GATAGA": 1081,
      "GATTAAA": 1082,
      "TCTTTTTT": 1083,
      "CGTAAA": 1084,
      "CCAAATT": 1085,
      "TCGCTT": 1086,
      "GGGTGA": 1087,
      "CACGA": 1088,
      "GTGCAA": 1089,
      "GCCCAA": 1090,
      "TGTATTTT": 1091,
      "CTTTATT": 1092,
      "GTTTATT": 1093,
      "CTCTCTG": 1094,
      "TTTTTTTTTTTT": 1095,
      "TGAATA": 1096,
      "GTGTCC": 1097,
      "CCCGA": 1098,
      "CTAAATT": 1099,
      "TTTATTA": 1100,
      "TCATCC": 1101,
      "TCTTCTT": 1102,
      "TATTTTAA": 1103,
      "CATCCA": 1104,
      "CATTTTA": 1105,
      "TCTCCTG": 1106,
      "CTACCA": 1107,
      "CTCCAAA": 1108,
      "GGCCAA": 1109,
      "CAAATTA": 1110,
      "CCTATA": 1111,
      "GAAGCC": 1112,
      "GAGCCA": 1113,
      "TAAATTTT": 1114,
      "GTATCA": 1115,
      "CATTTCA": 1116,
      "GGTTAA": 1117,
      "CCCCAAA": 1118,
      "TCAAATG": 1119,
      "CTGAGGCA": 1120,
      "GACTTA": 1121,
      "TCCTCTG": 1122,
      "TATCTG": 1123,
      "GTTTGTT": 1124,
      "CAATAAA": 1125,
      "TAGGAAA": 1126,
      "TAATGAA": 1127,
      "TTTTATTTT": 1128,
      "CCCTTA": 1129,
      "GGAGAGA": 1130,
      "TGACAGA": 1131,
      "TCAGAAA": 1132,
      "GTAGCA": 1133,
      "CCGTT": 1134,
      "CCGAA": 1135,
      "GGCGA": 1136,
      "GCTGCTG": 1137,
      "TAGTC": 1138,
      "TACTC": 1139,
      "GTGTGTG": 1140,
      "GTATAA": 1141,
      "TCTGTCTG": 1142,
      "TAGATG": 1143,
      "TCCCTC": 1144,
      "TAGGAA": 1145,
      "CCTGAAA": 1146,
      "TAGATT": 1147,
      "CCTATG": 1148,
      "GACTAA": 1149,
      "CTATAA": 1150,
      "TCCTCTT": 1151,
      "CACCCA": 1152,
      "TTTTTAA": 1153,
      "GCAAATT": 1154,
      "GTTAATT": 1155,
      "TTACTG": 1156,
      "CAAAGAA": 1157,
      "GGAGTA": 1158,
      "TCGAGA": 1159,
      "GGAAATG": 1160,
      "GGTCAA": 1161,
      "GGATCA": 1162,
      "TCCTTTG": 1163,
      "GCAGAGA": 1164,
      "CCTACA": 1165,
      "GGGCAA": 1166,
      "CTATCA": 1167,
      "TATTCTT": 1168,
      "CTTAATT": 1169,
      "TAGTAA": 1170,
      "GGTTTA": 1171,
      "GGGTTA": 1172,
      "GCCTGGG": 1173,
      "GCGAGA": 1174,
      "TAAATGA": 1175,
      "AAAAAAAAAAAAAAAA": 1176,
      "TACTTA": 1177,
      "TATAAAA": 1178,
      "GCAGAAA": 1179,
      "CCTAGA": 1180,
      "CGTTAA": 1181,
      "CGTGTT": 1182,
      "TTTTAATT": 1183,
      "CTGGCC": 1184,
      "TTACTA": 1185,
      "TCTAATT": 1186,
      "CAACAAA": 1187,
      "CAGAGAA": 1188,
      "GTCTAA": 1189,
      "CAAGAAA": 1190,
      "CGTCAA": 1191,
      "CTTTAAA": 1192,
      "GGAAGAA": 1193,
      "CTTCCTT": 1194,
      "TACTGA": 1195,
      "TCĊ": 1196,
      "CAGTTTT": 1197,
      "GTGTAA": 1198,
      "TATATAA": 1199,
      "CATAGA": 1200,
      "GGGGAAA": 1201,
      "TTTTAAAA": 1202,
      "GACTCC": 1203,
      "GCTTTTA": 1204,
      "CTCTGAA": 1205,
      "TTTTGTT": 1206,
      "GTACTA": 1207,
      "TTTTTCA": 1208,
      "TCCCTCC": 1209,
      "GTACCA": 1210,
      "GTAGTG": 1211,
      "GTAGCTG": 1212,
      "GAGAGAA": 1213,
      "CATCTA": 1214,
      "TACAGG": 1215,
      "GGAGAGG": 1216,
      "CGCCTT": 1217,
      "GCCCGG": 1218,
      "GCCACCA": 1219,
      "GGTC": 1220,
      "GTATGA": 1221,
      "GTCTCTG": 1222,
      "GGACC": 1223,
      "TCCCAGG": 1224,
      "CATAAAA": 1225,
      "GAAATAA": 1226,
      "CTTCTC": 1227,
      "TGGGAAA": 1228,
      "TTAGTT": 1229,
      "GTCTTTG": 1230,
      "TCTTCTG": 1231,
      "TGACAAA": 1232,
      "GCCAAAA": 1233,
      "GGAGGAA": 1234,
      "TAGCTT": 1235,
      "GCTAAAA": 1236,
      "TTATTAA": 1237,
      "TGTTGTT": 1238,
      "GGCTAA": 1239,
      "CAAACAA": 1240,
      "TCTATCTA": 1241,
      "TTATGA": 1242,
      "CGCAAA": 1243,
      "GATAAAA": 1244,
      "GCCACC": 1245,
      "TAACATT": 1246,
      "GTCTCTA": 1247,
      "GCCCAGG": 1248,
      "TAAATATT": 1249,
      "TAGCAA": 1250,
      "TGTTTT": 1251,
      "GCGATT": 1252,
      "AAAAAATT": 1253,
      "GGGACA": 1254,
      "GCCACTG": 1255,
      "TTATTTA": 1256,
      "CCATCC": 1257,
      "CACAAAA": 1258,
      "TACATTTT": 1259,
      "CTTTGTT": 1260,
      "GTCTGTG": 1261,
      "CAGACAGA": 1262,
      "CTCCTGA": 1263,
      "GCCCTA": 1264,
      "GTGAATT": 1265,
      "TTAGTA": 1266,
      "TGAAGAA": 1267,
      "TACCTT": 1268,
      "GATCCA": 1269,
      "CGTATT": 1270,
      "TCGAAA": 1271,
      "GCAGC": 1272,
      "TAATGTT": 1273,
      "CGTCTT": 1274,
      "GACCCA": 1275,
      "TAGTTA": 1276,
      "GGAGGGG": 1277,
      "CCTAGG": 1278,
      "TCGATT": 1279,
      "GCACACA": 1280,
      "GAATAAA": 1281,
      "TACTCA": 1282,
      "TAGTGA": 1283,
      "GCCTTTT": 1284,
      "TTACCA": 1285,
      "CTAGTT": 1286,
      "GAAGGAA": 1287,
      "TCTCTCA": 1288,
      "CTTTCTG": 1289,
      "TGAAAA": 1290,
      "GAAACAA": 1291,
      "GGCTTA": 1292,
      "CTGGTA": 1293,
      "CAGTCC": 1294,
      "GTCTCTT": 1295,
      "CTATGA": 1296,
      "TATTAAAA": 1297,
      "TATTTGA": 1298,
      "TATTGTT": 1299,
      "GAGTCC": 1300,
      "TTATAAA": 1301,
      "GAACTCA": 1302,
      "GCATCC": 1303,
      "TACCAA": 1304,
      "TGTTTCA": 1305,
      "CTGTCC": 1306,
      "CACTCC": 1307,
      "GGTATA": 1308,
      "TACTAA": 1309,
      "TCTTTCA": 1310,
      "CATTTAA": 1311,
      "GCGCTG": 1312,
      "GCGGGG": 1313,
      "TAGATAGA": 1314,
      "GTGGCC": 1315,
      "GGAAATT": 1316,
      "GCACTA": 1317,
      "TGTTTGTT": 1318,
      "TATTCAA": 1319,
      "GATTTTA": 1320,
      "GCGGTG": 1321,
      "GTTTAAA": 1322,
      "TTTTTTTTTTTTTTTT": 1323,
      "TACCTG": 1324,
      "GGGTAA": 1325,
      "CGTGTG": 1326,
      "CTTTTTTTT": 1327,
      "GCAGAGG": 1328,
      "TACAGTA": 1329,
      "CTTCCTG": 1330,
      "GGATAA": 1331,
      "CGGAAA": 1332,
      "TCTCTCC": 1333,
      "GACAAAA": 1334,
      "TATCTA": 1335,
      "CGAATT": 1336,
      "TAAATCA": 1337,
      "TCTCTGA": 1338,
      "TCGCTG": 1339,
      "GAAGAGA": 1340,
      "TAATTAAA": 1341,
      "CCGGA": 1342,
      "TCCAATT": 1343,
      "CCATAA": 1344,
      "GTGTTTG": 1345,
      "CCGTA": 1346,
      "GAGTTTT": 1347,
      "GCTCTGA": 1348,
      "GTCTGTT": 1349,
      "TCAAAAAA": 1350,
      "TCTTTTAA": 1351,
      "GCTCATG": 1352,
      "CTCTCAA": 1353,
      "GTTTCTG": 1354,
      "CTCCAGA": 1355,
      "TAAAGTA": 1356,
      "TTTTCTG": 1357,
      "GCATAA": 1358,
      "TAGCTG": 1359,
      "CTCCACA": 1360,
      "GAACAAA": 1361,
      "TTATATT": 1362,
      "CCATGTT": 1363,
      "CATTCTT": 1364,
      "GACTTTT": 1365,
      "GTTGCC": 1366,
      "GCAAATG": 1367,
      "GAATCC": 1368,
      "TAGTCA": 1369,
      "TTTTTTAAA": 1370,
      "GAATATT": 1371,
      "CCTTAAA": 1372,
      "CTCTGGG": 1373,
      "TTATTTG": 1374,
      "TGAGCC": 1375,
      "CTCCATT": 1376,
      "TAGAAAA": 1377,
      "GCTCTCA": 1378,
      "CCTGTAA": 1379,
      "GTAAATG": 1380,
      "TTATTAAA": 1381,
      "TTAGCA": 1382,
      "TGATCC": 1383,
      "GAATGAA": 1384,
      "CTTCAAA": 1385,
      "TATCCA": 1386,
      "GAGTGCAGTG": 1387,
      "TAAAAATG": 1388,
      "GCTCAAA": 1389,
      "GGCCCA": 1390,
      "CAGAGGA": 1391,
      "GGGAAAA": 1392,
      "CAATATT": 1393,
      "TATATATT": 1394,
      "TTTTCTA": 1395,
      "CTCTTAA": 1396,
      "CCGA": 1397,
      "GCGCTT": 1398,
      "TAAACTT": 1399,
      "GGGGGGGG": 1400,
      "TCTTCCA": 1401,
      "GCAGGAA": 1402,
      "GGAGGTG": 1403,
      "CTTAAAAA": 1404,
      "CGCCAA": 1405,
      "GCCTCTG": 1406,
      "TCACAAA": 1407,
      "TCATTTG": 1408,
      "GGTATG": 1409,
      "TAGAGG": 1410,
      "TGATGTT": 1411,
      "GCGTGA": 1412,
      "GACAGAA": 1413,
      "CTTTGAA": 1414,
      "GTATTTG": 1415,
      "CTCCAGCCTGGG": 1416,
      "CGGCC": 1417,
      "TCACATT": 1418,
      "GATCTA": 1419,
      "TTTTAAAAA": 1420,
      "GGTAGA": 1421,
      "GTTTTATT": 1422,
      "TTATATA": 1423,
      "TGATAAA": 1424,
      "CTACC": 1425,
      "CAAATAA": 1426,
      "TAGTCC": 1427,
      "GGAGGCC": 1428,
      "GTCCATG": 1429,
      "GTAGGA": 1430,
      "GTCTC": 1431,
      "GTAGAGA": 1432,
      "GTTATTTT": 1433,
      "CACTTTT": 1434,
      "TACAGAA": 1435,
      "CACAGAA": 1436,
      "TCTGCTG": 1437,
      "GAAATCA": 1438,
      "TGAGGAA": 1439,
      "CGTTTG": 1440,
      "CATAGG": 1441,
      "TAAAATTA": 1442,
      "CGTCTG": 1443,
      "TAATATG": 1444,
      "TAAATATA": 1445,
      "GGTAGG": 1446,
      "TCGTCA": 1447,
      "GCTTCTG": 1448,
      "GAGGGAGG": 1449,
      "TAGTAGAGA": 1450,
      "CTCTCCA": 1451,
      "TGAGATG": 1452,
      "GCTCCTT": 1453,
      "GGAGCTG": 1454,
      "CAACAGA": 1455,
      "TCATCTT": 1456,
      "TCATTTA": 1457,
      "GATAGG": 1458,
      "TCATTAA": 1459,
      "TCCTGAA": 1460,
      "TATTCTA": 1461,
      "GCAGCTG": 1462,
      "GCATTTG": 1463,
      "TGTTCTT": 1464,
      "TAAAGTT": 1465,
      "GCTTAAA": 1466,
      "TAAACTA": 1467,
      "TACATTA": 1468,
      "TTTTCCA": 1469,
      "CTGTGAA": 1470,
      "CACCCC": 1471,
      "TCGTTA": 1472,
      "GTATTTA": 1473,
      "TGAAATG": 1474,
      "TATTTCTT": 1475,
      "TAATAAAA": 1476,
      "TAACACA": 1477,
      "TCTGCAA": 1478,
      "TATTGAA": 1479,
      "TAGTTTT": 1480,
      "GTTTGAA": 1481,
      "CTGTGTG": 1482,
      "CTTCATT": 1483,
      "TCGATG": 1484,
      "CAGCATT": 1485,
      "CAACACA": 1486,
      "TCGGCC": 1487,
      "GCGAGG": 1488,
      "TGATGAA": 1489,
      "GTTCAAA": 1490,
      "TGACATT": 1491,
      "CTGAGAA": 1492,
      "GGAGATG": 1493,
      "TCAGAGA": 1494,
      "TACAAAA": 1495,
      "TACTTTT": 1496,
      "CAAGCC": 1497,
      "TATTGTA": 1498,
      "CCACACA": 1499,
      "GTGGAAA": 1500,
      "CTCAATT": 1501,
      "TCCAGAA": 1502,
      "CCAGAAA": 1503,
      "GTCTGAA": 1504,
      "GAGCTA": 1505,
      "CTGGGAA": 1506,
      "TCTCAAAA": 1507,
      "TACGG": 1508,
      "TCCCTGA": 1509,
      "CCCCCCCC": 1510,
      "CTCCATG": 1511,
      "CTGGAAA": 1512,
      "GCACAGA": 1513,
      "TGAGAGA": 1514,
      "CCCTTTT": 1515,
      "CGGAGG": 1516,
      "TCCATCA": 1517,
      "GCĊ": 1518,
      "GTTATTA": 1519,
      "TGATATT": 1520,
      "GGTGAAA": 1521,
      "TCTGGAA": 1522,
      "GTCTGGG": 1523,
      "TGATTTG": 1524,
      "GTATATA": 1525,
      "TCCTTTA": 1526,
      "TATGTTA": 1527,
      "TCCTGTG": 1528,
      "GCGAAA": 1529,
      "CGCATT": 1530,
      "TCCTGTT": 1531,
      "CAATGAA": 1532,
      "TCTCTTTT": 1533,
      "TCGAGG": 1534,
      "TCCCATT": 1535,
      "CTTTCAA": 1536,
      "TCGTGA": 1537,
      "TAATCCCAGCACTTTG": 1538,
      "TGTTGAA": 1539,
      "TCACACA": 1540,
      "TGCCTCAGCCTCC": 1541,
      "CTAAATG": 1542,
      "CTCTTTA": 1543,
      "CTTTTAAA": 1544,
      "TAATCAA": 1545,
      "CAATATA": 1546,
      "GGGCCA": 1547,
      "TCCCCTT": 1548,
      "GTGGAGA": 1549,
      "TATTTAAA": 1550,
      "GGAAGGA": 1551,
      "TCCCATG": 1552,
      "TACGA": 1553,
      "GTCCAAA": 1554,
      "GTCCAGG": 1555,
      "CTTCTCA": 1556,
      "TATTATT": 1557,
      "TTTTGTA": 1558,
      "GTAATTA": 1559,
      "CTTCACA": 1560,
      "CCCAGCA": 1561,
      "CAAAAATTA": 1562,
      "GTGGTGA": 1563,
      "GTTCATT": 1564,
      "TCTCTTA": 1565,
      "TATTCTG": 1566,
      "CAATTAA": 1567,
      "GTGAAAAA": 1568,
      "TCTTTAA": 1569,
      "TTTTTAAA": 1570,
      "TCTTCTA": 1571,
      "TCCCACA": 1572,
      "CCTGCTG": 1573,
      "TGACCTT": 1574,
      "GCACAGG": 1575,
      "TGATTTA": 1576,
      "TCTGATG": 1577,
      "GGACACA": 1578,
      "TTTTTTAA": 1579,
      "TATTTATA": 1580,
      "TCTTGTT": 1581,
      "CAAAAATT": 1582,
      "TACATACA": 1583,
      "GAGAAAAA": 1584,
      "CTTTATA": 1585,
      "TCAGCTT": 1586,
      "CTGAAAAA": 1587,
      "GTGCTGGGATTACAGG": 1588,
      "TGAATTA": 1589,
      "TCCCTCA": 1590,
      "CTCTGCA": 1591,
      "CTTTGTG": 1592,
      "GAACACA": 1593,
      "GGTCCA": 1594,
      "GGCGC": 1595,
      "TCATAAA": 1596,
      "GAAACTG": 1597,
      "GCAGCTT": 1598,
      "GTTTTAAA": 1599,
      "GGGTCC": 1600,
      "GCCTGTG": 1601,
      "GTACC": 1602,
      "CGGATT": 1603,
      "GTGGAGG": 1604,
      "TATTAATT": 1605,
      "GTTTCAA": 1606,
      "TTTTCAA": 1607,
      "TATGTATG": 1608,
      "GAAGAGG": 1609,
      "TCATCAA": 1610,
      "TGAGATT": 1611,
      "TCGTAA": 1612,
      "CATCTC": 1613,
      "GAATTTG": 1614,
      "GTGTGTT": 1615,
      "CTGAATG": 1616,
      "CTTTTATT": 1617,
      "CTCCCTCC": 1618,
      "CACACACACACACACACACACACACACACACA": 1619,
      "CTCTTCA": 1620,
      "CATTCTG": 1621,
      "TGAGTGA": 1622,
      "CAGAGCA": 1623,
      "GTTAAAAA": 1624,
      "TAAGTAA": 1625,
      "GTAGAAA": 1626,
      "TCTGTCA": 1627,
      "CCCAGCC": 1628,
      "CCCAAAA": 1629,
      "TCTGCTT": 1630,
      "GCGATG": 1631,
      "CTCTCTC": 1632,
      "GTGGGGG": 1633,
      "TGGAGAA": 1634,
      "GACGC": 1635,
      "TACACAA": 1636,
      "GTCAATT": 1637,
      "TGATTAA": 1638,
      "GTGGCTCA": 1639,
      "GAAAAATT": 1640,
      "CCAAATG": 1641,
      "AAAAAAAAAAAA": 1642,
      "GCTCCTG": 1643,
      "GCAGCAA": 1644,
      "TCCTGGG": 1645,
      "TCTATTTT": 1646,
      "TCTTCAA": 1647,
      "TCAATTA": 1648,
      "TAAATTAA": 1649,
      "GCTTATT": 1650,
      "TGACACA": 1651,
      "CCAGAGA": 1652,
      "CTGTTTG": 1653,
      "CTGTGTT": 1654,
      "TAATTTTA": 1655,
      "TAAAGAAA": 1656,
      "CCACAAA": 1657,
      "CTTGCTT": 1658,
      "TGATGTG": 1659,
      "CTTGAAA": 1660,
      "TAAACAAA": 1661,
      "GAATTAA": 1662,
      "GGCATA": 1663,
      "GTCCATT": 1664,
      "GCGTCA": 1665,
      "TTTTTTTG": 1666,
      "GTTTGTG": 1667,
      "CCAGCTT": 1668,
      "TCTCATG": 1669,
      "CAATTTG": 1670,
      "GAACCTG": 1671,
      "GTCTCAA": 1672,
      "TAAAGA": 1673,
      "TAAAAAAAA": 1674,
      "GTGCTGA": 1675,
      "TAAGGAA": 1676,
      "TCCTTCA": 1677,
      "GCCTTTG": 1678,
      "GCAGATG": 1679,
      "TCACTGA": 1680,
      "GCTCATT": 1681,
      "GAAGCAA": 1682,
      "GGTACA": 1683,
      "TCAGGAA": 1684,
      "CCTAAAA": 1685,
      "TTAGGA": 1686,
      "GGCTTTT": 1687,
      "GCCGCC": 1688,
      "TCAAAATT": 1689,
      "TCAGTGA": 1690,
      "CATTCAA": 1691,
      "TCAGATT": 1692,
      "TCTGTTTT": 1693,
      "TCACAGA": 1694,
      "CTGCCTT": 1695,
      "CATTATT": 1696,
      "CACGTG": 1697,
      "CCAGGAA": 1698,
      "TCCTCAA": 1699,
      "TCTGTTA": 1700,
      "CACCTA": 1701,
      "GGATGTG": 1702,
      "GTCTTTA": 1703,
      "TAATAATAATAA": 1704,
      "TGACCAA": 1705,
      "GTGGCTG": 1706,
      "GTTCCTT": 1707,
      "GTGGGAA": 1708,
      "TCATGTT": 1709,
      "GTTCTC": 1710,
      "TGTGTGTGTGTGTGTGTGTGTGTGTGTGTGTG": 1711,
      "CTAGA": 1712,
      "TCCTCCA": 1713,
      "CTACAAA": 1714,
      "GATATTA": 1715,
      "CTAGTA": 1716,
      "TAAAGCA": 1717,
      "GGCCCC": 1718,
      "TCCCAGA": 1719,
      "GGACAGG": 1720,
      "GTGAATG": 1721,
      "TCACATG": 1722,
      "GGGTTTT": 1723,
      "CTAAAAATA": 1724,
      "CTGGAGA": 1725,
      "GTTGAAA": 1726,
      "CCTCCTT": 1727,
      "CTTATTTT": 1728,
      "CCCGC": 1729,
      "TTTTATTA": 1730,
      "GTCTTCA": 1731,
      "CCTCTCC": 1732,
      "CCACAGA": 1733,
      "CAACATT": 1734,
      "TAATGTG": 1735,
      "GTTTCCA": 1736,
      "TATGAAAA": 1737,
      "CACAGCA": 1738,
      "GCTCTCC": 1739,
      "GTTTATA": 1740,
      "TCGGTT": 1741,
      "CCATTTG": 1742,
      "TGAGTCA": 1743,
      "TAAGCAA": 1744,
      "GCGCCA": 1745,
      "TCCCCTG": 1746,
      "CATATTTT": 1747,
      "GTTCTCA": 1748,
      "CAGCAAA": 1749,
      "CTGCTC": 1750,
      "TCTATTA": 1751,
      "GTGTCTG": 1752,
      "CGGCGG": 1753,
      "TAACTC": 1754,
      "TCATATT": 1755,
      "TATGTTTT": 1756,
      "TAATCTT": 1757,
      "CTGTCTT": 1758,
      "CTAGCA": 1759,
      "CTGCAAA": 1760,
      "TTAATTA": 1761,
      "TCATGAA": 1762,
      "GCTGATG": 1763,
      "GTCTCCA": 1764,
      "TACCTA": 1765,
      "CCCAGGA": 1766,
      "GCTGATT": 1767,
      "TGACTGA": 1768,
      "TATACAA": 1769,
      "GTGCCTG": 1770,
      "CTATTTG": 1771,
      "TCGGGG": 1772,
      "TAAGCC": 1773,
      "TCAATTTT": 1774,
      "CTGCCTG": 1775,
      "GCACAAA": 1776,
      "CTAGGA": 1777,
      "GCATGTG": 1778,
      "GAACATT": 1779,
      "CCTTCTT": 1780,
      "GCACATG": 1781,
      "CAGAAAAA": 1782,
      "TCTGCCTG": 1783,
      "CCACTGA": 1784,
      "GCTCCAA": 1785,
      "TCAGTCA": 1786,
      "CTGCTGA": 1787,
      "CAGGGTT": 1788,
      "GGCAAAA": 1789,
      "GGTCTA": 1790,
      "TATATATG": 1791,
      "GCTAATT": 1792,
      "GACCCC": 1793,
      "TGTGTTA": 1794,
      "GAATGTT": 1795,
      "CCGTC": 1796,
      "GAAGATG": 1797,
      "TATATATATATATATATATATATATATATATA": 1798,
      "CTTCTGA": 1799,
      "TAAACA": 1800,
      "TAACTAA": 1801,
      "TCGCCA": 1802,
      "TCGCAA": 1803,
      "CAATTTA": 1804,
      "CCTTTTA": 1805,
      "GAĊ": 1806,
      "CTTATTA": 1807,
      "TCCATCCA": 1808,
      "GTAAAAAA": 1809,
      "TCTTTCC": 1810,
      "GTGTGAA": 1811,
      "CTCTGGA": 1812,
      "GGTTAAA": 1813,
      "TAAGATT": 1814,
      "TGTGTTTT": 1815,
      "CACGCA": 1816,
      "CATTTATT": 1817,
      "CCTCAAA": 1818,
      "TCACTCA": 1819,
      "GAAGTCA": 1820,
      "CTATTAA": 1821,
      "TCGTCC": 1822,
      "CAGGATT": 1823,
      "TAAACTG": 1824,
      "GAAGCTG": 1825,
      "CTAGAAA": 1826,
      "CTCTGTA": 1827,
      "GTCCACA": 1828,
      "CAACATG": 1829,
      "GTAGCC": 1830,
      "TAAATGAA": 1831,
      "TCGGAA": 1832,
      "CATATTA": 1833,
      "TATAATT": 1834,
      "CTAGTG": 1835,
      "GTATTAA": 1836,
      "GCGCAA": 1837,
      "CCATCTT": 1838,
      "GGAGGCTGA": 1839,
      "TATTTTTT": 1840,
      "GGACAAA": 1841,
      "GAATTTA": 1842,
      "GGATCTT": 1843,
      "CTGCACA": 1844,
      "CTTCAGA": 1845,
      "CTAATTTT": 1846,
      "CCACGG": 1847,
      "GTCTTAA": 1848,
      "TATTAAAAA": 1849,
      "CAATCC": 1850,
      "CAAGAGA": 1851,
      "CACGC": 1852,
      "CTATATA": 1853,
      "GTTGATT": 1854,
      "CAAGGAA": 1855,
      "GATCTC": 1856,
      "GTGGCTT": 1857,
      "CCCGCC": 1858,
      "GAAGAAAA": 1859,
      "TAATACA": 1860,
      "GTATATT": 1861,
      "CTGGCTT": 1862,
      "GCAGGGG": 1863,
      "CCAGAGG": 1864,
      "TCGGTG": 1865,
      "GCAGGTG": 1866,
      "CACACACACACA": 1867,
      "CCACATG": 1868,
      "CTCCTGCCTCAGCCTCC": 1869,
      "CAGATGA": 1870,
      "CTATAAA": 1871,
      "CTAATTA": 1872,
      "TCCCCAA": 1873,
      "TGTATTA": 1874,
      "TAGCTA": 1875,
      "TATTATG": 1876,
      "TCAGCAA": 1877,
      "TAAAATAA": 1878,
      "GCATTTA": 1879,
      "CATTAAAA": 1880,
      "GGATTAAA": 1881,
      "CAĊ": 1882,
      "TCCGCC": 1883,
      "CCACAGG": 1884,
      "GAAAGGA": 1885,
      "CTCTAAA": 1886,
      "GCATCTT": 1887,
      "CCAGCTG": 1888,
      "TCCTTAA": 1889,
      "CAAATGA": 1890,
      "TATTGTG": 1891,
      "TCTAATA": 1892,
      "GCGGCA": 1893,
      "GAATCAA": 1894,
      "GCCAATT": 1895,
      "CTAAAAAA": 1896,
      "TGTTTAA": 1897,
      "CTCTGCC": 1898,
      "CTTCCAA": 1899,
      "TACCCA": 1900,
      "TCCCGG": 1901,
      "GGATTTG": 1902,
      "CTCCCTG": 1903,
      "TTATTATTATTA": 1904,
      "TCAGAGG": 1905,
      "GAATATA": 1906,
      "TCATCTG": 1907,
      "CCATGTG": 1908,
      "GAGCAAA": 1909,
      "GGACAGA": 1910,
      "TGAGCAA": 1911,
      "TAGCCA": 1912,
      "GACCTA": 1913,
      "GTGTCTT": 1914,
      "CTTCATG": 1915,
      "GCCCAGA": 1916,
      "CTATTTA": 1917,
      "TCACCTT": 1918,
      "GCGGAA": 1919,
      "GTGTTTA": 1920,
      "TCAGTAA": 1921,
      "GCTCTTA": 1922,
      "TCTCTCTG": 1923,
      "GTTCCTG": 1924,
      "GCCTCTT": 1925,
      "TAACTTA": 1926,
      "TAAGAGA": 1927,
      "TAACAGA": 1928,
      "CTGCATT": 1929,
      "GAAATAAA": 1930,
      "CCTCTGA": 1931,
      "GTTGCTT": 1932,
      "GCACTGA": 1933,
      "CTTTCCA": 1934,
      "CATCAAA": 1935,
      "TCGTTTT": 1936,
      "CTGCAGG": 1937,
      "TCCTAAA": 1938,
      "GATTATT": 1939,
      "GTTTATG": 1940,
      "GCTGGGA": 1941,
      "TATTTGTT": 1942,
      "CCATGAA": 1943,
      "GAAATGA": 1944,
      "CTATGAA": 1945,
      "TCTAAAAA": 1946,
      "CTTGATT": 1947,
      "CTACACA": 1948,
      "CGCATG": 1949,
      "TCTCTCTT": 1950,
      "GCATCTG": 1951,
      "CAAAACAAAA": 1952,
      "CAATGTT": 1953,
      "TCATGTG": 1954,
      "GTTCACA": 1955,
      "CAGTAAA": 1956,
      "GCCCTGA": 1957,
      "CTCCTCC": 1958,
      "CCAGTGA": 1959,
      "GTTTGGG": 1960,
      "GTGCAAA": 1961,
      "GCCTGTT": 1962,
      "CAAGCAA": 1963,
      "GAATGTG": 1964,
      "GAGAATT": 1965,
      "TGAGGTT": 1966,
      "GTTTTGTTTT": 1967,
      "GTTTCTA": 1968,
      "TCAAAAAAA": 1969,
      "GTGCTCA": 1970,
      "TCAGCTG": 1971,
      "TCATATA": 1972,
      "GGAGGGA": 1973,
      "TCATTCA": 1974,
      "GACGTT": 1975,
      "CCAGCCTG": 1976,
      "TCTAATG": 1977,
      "GCGGTT": 1978,
      "GCCCCTG": 1979,
      "TGAATGAA": 1980,
      "GTGCACA": 1981,
      "TTACAAA": 1982,
      "TTTTTATT": 1983,
      "GCCTGGA": 1984,
      "GCAGATT": 1985,
      "GAGGAGG": 1986,
      "GTTGCTG": 1987,
      "TGATCTT": 1988,
      "TCCCAGCTA": 1989,
      "TTTTTTTTTT": 1990,
      "TCAGTC": 1991,
      "GAAACTT": 1992,
      "GATGGATG": 1993,
      "AAAAAAAAAAA": 1994,
      "GAGAGAGAGAGAGAGAGAGAGAGAGAGAGAGA": 1995,
      "CAGCATG": 1996,
      "GCACCTG": 1997,
      "CTGTATT": 1998,
      "CTCTATT": 1999,
      "GCGGCC": 2000,
      "CTGTAAA": 2001,
      "GCCTAA": 2002,
      "CCACATT": 2003,
      "GCCCACA": 2004,
      "CTGTATA": 2005,
      "TATAATG": 2006,
      "CAGAATT": 2007,
      "CAAAGTA": 2008,
      "CATTTTTT": 2009,
      "TGACATG": 2010,
      "GTGCCTT": 2011,
      "TCAACAA": 2012,
      "GCAGTCA": 2013,
      "GCCCTCA": 2014,
      "GGCGTG": 2015,
      "CAGAATG": 2016,
      "GAAGACA": 2017,
      "TTACC": 2018,
      "GCATGAA": 2019,
      "CCATTTA": 2020,
      "CATTCATT": 2021,
      "TACATATA": 2022,
      "GTTCTGA": 2023,
      "TAAGTTA": 2024,
      "CAAATAAA": 2025,
      "GATAATT": 2026,
      "GTATAAA": 2027,
      "CCACCTG": 2028,
      "CTTTGGG": 2029,
      "GGTAAAA": 2030,
      "TCAGATG": 2031,
      "TAAGTGA": 2032,
      "TTTTGAA": 2033,
      "CTTCTCC": 2034,
      "TCACCAA": 2035,
      "GTCTCAAA": 2036,
      "TCAAGAA": 2037,
      "CATAATT": 2038,
      "GTTAATG": 2039,
      "GATCAAA": 2040,
      "GTTGTGA": 2041,
      "CTCTCTA": 2042,
      "GGCAGGA": 2043,
      "CAAGATG": 2044,
      "CTTAATG": 2045,
      "TCTTATG": 2046,
      "CCACCTT": 2047,
      "GAAAGTA": 2048,
      "TGAGCTG": 2049,
      "TCTGAAAA": 2050,
      "TAGAGAA": 2051,
      "GTGCAGG": 2052,
      "GAAAGCA": 2053,
      "TCTCTGTG": 2054,
      "GTGTTAA": 2055,
      "GCCTCCA": 2056,
      "CTATGTT": 2057,
      "TGAGCTT": 2058,
      "TAACATG": 2059,
      "TAAGATG": 2060,
      "CTGGAGG": 2061,
      "GACTGAA": 2062,
      "GGTTTTA": 2063,
      "GTCTGGA": 2064,
      "GCCAGGA": 2065,
      "ATT": 2066,
      "GTGGTCA": 2067,
      "TGATATA": 2068,
      "TAACTGA": 2069,
      "GAGAATG": 2070,
      "TGACTCA": 2071,
      "CTGCAGA": 2072,
      "GACGTG": 2073,
      "CCAGATG": 2074,
      "CTTCTTA": 2075,
      "TATTTCC": 2076,
      "CCATCTG": 2077,
      "CACTGAA": 2078,
      "CACACAA": 2079,
      "GGATGGA": 2080,
      "CTGGCTG": 2081,
      "TTTTTCTT": 2082,
      "GCACGG": 2083,
      "TAACTCA": 2084,
      "TCACAGG": 2085,
      "TGAGAGG": 2086,
      "TTACATT": 2087,
      "CTTTATG": 2088,
      "GTCCAGA": 2089,
      "GAAAGAGA": 2090,
      "CGGGGTT": 2091,
      "GGATGAA": 2092,
      "GTGTAAA": 2093,
      "GTGTATA": 2094,
      "CCACCAA": 2095,
      "CTTGGAA": 2096,
      "TATTTTTG": 2097,
      "GAGGATT": 2098,
      "CAGTGTG": 2099,
      "GAACCCA": 2100,
      "GGAGACA": 2101,
      "CTGCTCA": 2102,
      "TATGTATA": 2103,
      "TCGACA": 2104,
      "GAGTCTT": 2105,
      "GCCTGAA": 2106,
      "GATTTTTT": 2107,
      "GAACATG": 2108,
      "GTACACA": 2109,
      "GTTCTTA": 2110,
      "TAGGGG": 2111,
      "GTATGTG": 2112,
      "CAAAGCA": 2113,
      "CAAAAATG": 2114,
      "TAAATAAAA": 2115,
      "GAGGAAAA": 2116,
      "GTGTGGG": 2117,
      "CAAAGGA": 2118,
      "TCCTGCA": 2119,
      "GCCTCAA": 2120,
      "GATATTTT": 2121,
      "CTGCACTCCAGCCTGGG": 2122,
      "CTATATT": 2123,
      "TCTCTCTCTCTCTCTCTCTCTCTCTCTCTCTC": 2124,
      "GTTCATG": 2125,
      "GAAAGG": 2126,
      "TCGGCA": 2127,
      "CAACTCA": 2128,
      "GACCAAA": 2129,
      "GTTGAGA": 2130,
      "GCTAATTTT": 2131,
      "GCATTAA": 2132,
      "CTTTCTA": 2133,
      "TCCATTA": 2134,
      "GTGGGTG": 2135,
      "CCTCTCA": 2136,
      "TGTTTATT": 2137,
      "GTGGC": 2138,
      "TCCATTTT": 2139,
      "TCACTTA": 2140,
      "CTTCAGG": 2141,
      "AAAAAATG": 2142,
      "TCACCTG": 2143,
      "CTGTTTA": 2144,
      "GTAAAATT": 2145,
      "TCCAAAAA": 2146,
      "GAAGTGA": 2147,
      "CCAGCAA": 2148,
      "GTTGTTTT": 2149,
      "CTGTCTG": 2150,
      "CCGCTG": 2151,
      "GAATTAAA": 2152,
      "TCCAATG": 2153,
      "TAAAGGA": 2154,
      "GTTGTC": 2155,
      "GAAACTA": 2156,
      "CCAGTCA": 2157,
      "GTACATT": 2158,
      "GAACAGA": 2159,
      "GAAAAATG": 2160,
      "CGAAAAA": 2161,
      "GAGCTCA": 2162,
      "CGAATG": 2163,
      "CAGTGTT": 2164,
      "GCATGTT": 2165,
      "TCCTGGA": 2166,
      "CAATGTG": 2167,
      "TAACCAA": 2168,
      "GCCCAGGCTG": 2169,
      "GCAGACA": 2170,
      "GAGCTGA": 2171,
      "CTTGGGAGG": 2172,
      "TCCAGGA": 2173,
      "CAACTGA": 2174,
      "GCAGTAA": 2175,
      "CAGGAAAA": 2176,
      "GCGTCC": 2177,
      "GGCCTA": 2178,
      "GTATCTT": 2179,
      "CCACTC": 2180,
      "GTTGTCA": 2181,
      "CCATTAA": 2182,
      "GATTTCA": 2183,
      "CACGTT": 2184,
      "TGAGACA": 2185,
      "TCGATA": 2186,
      "CCAGGCA": 2187,
      "GCCCTC": 2188,
      "GTACAAA": 2189,
      "CTGTTAA": 2190,
      "TAATAGA": 2191,
      "TAATGTA": 2192,
      "GTGCTC": 2193,
      "GTGCATG": 2194,
      "TACTCC": 2195,
      "GTCTATT": 2196,
      "GCGTTA": 2197,
      "CTCGGGAGG": 2198,
      "GGTCTC": 2199,
      "GAGAGGA": 2200,
      "GAAGCTT": 2201,
      "CTTCTAA": 2202,
      "CTTGCTG": 2203,
      "GTTGGAA": 2204,
      "CAACATA": 2205,
      "TCATTAAA": 2206,
      "CTTGTAA": 2207,
      "CCCTGAA": 2208,
      "TAAAATAAAA": 2209,
      "CTCAATG": 2210,
      "TATATAAA": 2211,
      "GGCTCACTGCAA": 2212,
      "TCAGTTA": 2213,
      "TATTTGAA": 2214,
      "GTGCATT": 2215,
      "TAAGAAAA": 2216,
      "CAGTGAA": 2217,
      "CGTTTTA": 2218,
      "GCACTCA": 2219,
      "TAAGTCA": 2220,
      "GTGTATG": 2221,
      "CGGATG": 2222,
      "GCAATTA": 2223,
      "TCTTAAAA": 2224,
      "GCCATTTT": 2225,
      "AAATTAAA": 2226,
      "GTGGTC": 2227,
      "CTGTGGG": 2228,
      "GAGTAAA": 2229,
      "CCGAGG": 2230,
