{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "\n": 5,
      "A": 6,
      "C": 7,
      "G": 8,
      "T": 9,
      "##A": 10,
      "##C": 11,
      "##T": 12,
      "##G": 13,
      "##\n": 14,
      "##TT": 15,
      "##AA": 16,
      "##TG": 17,
      "##CA": 18,
      "##CC": 19,
      "##TA": 20,
      "##GG": 21,
      "##TC": 22,
      "##GA": 23,
      "##AAA": 24,
      "##GC": 25,
      "##TAA": 26,
      "##TTTT": 27,
      "##TCA": 28,
      "##TGA": 29,
      "##TTA": 30,
      "##GAA": 31,
      "##TCC": 32,
      "##CAA": 33,
      "##CTG": 34,
      "##CTT": 35,
      "##GTG": 36,
      "##GTT": 37,
      "##GCA": 38,
      "##GGA": 39,
      "##CCA": 40,
      "##GTA": 41,
      "##GCC": 42,
      "##CTA": 43,
      "##TAAA": 44,
      "##AAAA": 45,
      "##CTC": 46,
      "##GTC": 47,
      "##TGTG": 48,
      "##TATT": 49,
      "##CACA": 50,
      "##GAAA": 51,
      "##TATA": 52,
      "##TCTT": 53,
      "##TGTT": 54,
      "##CAAA": 55,
      "##GAGA": 56,
      "##CATT": 57,
      "##TGAA": 58,
      "##CAGG": 59,
      "##TCTG": 60,
      "##CAGA": 61,
      "##TCAA": 62,
      "##GGAA": 63,
      "##TAAAA": 64,
      "##CTGA": 65,
      "##GCTT": 66,
      "##GTGA": 67,
      "##GCTG": 68,
      "##CTCA": 69,
      "##CCTT": 70,
      "##CATG": 71,
      "##GCAA": 72,
      "##GTCA": 73,
      "##GTAA": 74,
      "##TTTTA": 75,
      "##TATG": 76,
      "##GAGG": 77,
      "##CGG": 78,
      "##GATT": 79,
      "##CCTG": 80,
      "##TCTC": 81,
      "##GTTA": 82,
      "##CCAA": 83,
      "##CTCC": 84,
      "##CTAA": 85,
      "##TACA": 86,
      "##CTTA": 87,
      "##TCCA": 88,
      "##GATG": 89,
      "##TTAA": 90,
      "##GAAAA": 91,
      "##TTTG": 92,
      "##GTTTT": 93,
      "##TCTA": 94,
      "##GCCA": 95,
      "##GTCC": 96,
      "##CTTTT": 97,
      "##GGGG": 98,
      "##CGA": 99,
      "##TTTA": 100,
      "##CCCA": 101,
      "##CAAAA": 102,
      "##TGGG": 103,
      "##TAGA": 104,
      "##TAGG": 105,
      "##GACA": 106,
      "##GGTT": 107,
      "##CCCC": 108,
      "##GGTG": 109,
      "##CATA": 110,
      "##GCTA": 111,
      "##TGTA": 112,
      "##TCAAA": 113,
      "##TGGA": 114,
      "##TAATT": 115,
      "##TTATT": 116,
      "##TGCA": 117,
      "##GGCA": 118,
      "##GGGA": 119,
      "##CCTA": 120,
      "##TTCA": 121,
      "##TCTCA": 122,
      "##GATA": 123,
      "##CGC": 124,
      "##CTGAA": 125,
      "##GTAAA": 126,
      "##TCTCC": 127,
      "##TTTTTT": 128,
      "##CGTG": 129,
      "##GCAAA": 130,
      "##TAAAAA": 131,
      "##TCTGA": 132,
      "##TCATT": 133,
      "##GGAAA": 134,
      "##TGAAA": 135,
      "##TCCTT": 136,
      "##CCAAA": 137,
      "##GAATT": 138,
      "##CGTT": 139,
      "##CTAAA": 140,
      "##GGCC": 141,
      "##GTGAA": 142,
      "##TAATA": 143,
      "##GGTA": 144,
      "##TGCC": 145,
      "##CACC": 146,
      "##TGATT": 147,
      "##AAAAAA": 148,
      "##GCTCA": 149,
      "##TCCAA": 150,
      "##GAGAA": 151,
      "##CTGTT": 152,
      "##TATTA": 153,
      "##CAGCA": 154,
      "##CTTAA": 155,
      "##CTCTT": 156,
      "##CAGAA": 157,
      "##GCTGA": 158,
      "##GTTAA": 159,
      "##TCTTA": 160,
      "##TATTTT": 161,
      "##GCCAA": 162,
      "##CTTTG": 163,
      "##GACC": 164,
      "##CGCA": 165,
      "##GTATT": 166,
      "##GTGTT": 167,
      "##GTCTT": 168,
      "##CAATT": 169,
      "##CTCAA": 170,
      "##GGAGG": 171,
      "##CGAA": 172,
      "##TCTTTT": 173,
      "##GTCAA": 174,
      "##CGCC": 175,
      "##TATAA": 176,
      "##TACC": 177,
      "##CCATT": 178,
      "##TCTAA": 179,
      "##CGGA": 180,
      "##CAAAAA": 181,
      "##CAGTG": 182,
      "##TCCTG": 183,
      "##CTCTG": 184,
      "##GAAAAA": 185,
      "##CAGC": 186,
      "##CTGTG": 187,
      "##TTTTAA": 188,
      "##GCATT": 189,
      "##GCCTT": 190,
      "##TAATG": 191,
      "##GTTTG": 192,
      "##CTATT": 193,
      "##TGATG": 194,
      "##CCTCA": 195,
      "##GGCTG": 196,
      "##GAGGA": 197,
      "##GCCTG": 198,
      "##AAATT": 199,
      "##CGTA": 200,
      "##TACAA": 201,
      "##TCAAAA": 202,
      "##CATCA": 203,
      "##CAGTT": 204,
      "##TGAGA": 205,
      "##GGGAA": 206,
      "##CACTG": 207,
      "##CACAA": 208,
      "##CAGGA": 209,
      "##CCCCA": 210,
      "##CCCTG": 211,
      "##TTTTTTTT": 212,
      "##GAGCA": 213,
      "##CCTCC": 214,
      "##TAGAA": 215,
      "##CACCA": 216,
      "##TATCA": 217,
      "##GAGC": 218,
      "##CATTA": 219,
      "##CACACACA": 220,
      "##GAGTG": 221,
      "##GGATT": 222,
      "##TACTT": 223,
      "##CACTT": 224,
      "##TGTGTGTG": 225,
      "##GTCTG": 226,
      "##TGAGG": 227,
      "##GAGTT": 228,
      "##GAATG": 229,
      "##TCATG": 230,
      "##GACAA": 231,
      "##TAATAA": 232,
      "##GACTT": 233,
      "##TATTAA": 234,
      "##T\n": 235,
      "##GGCCA": 236,
      "##CAGCC": 237,
      "##CATTTT": 238,
      "##CCCTT": 239,
      "##GCTAA": 240,
      "##TAGTT": 241,
      "##TACTG": 242,
      "##GTGTG": 243,
      "##CAATG": 244,
      "##TATATATA": 245,
      "##GCTC": 246,
      "##CAGTA": 247,
      "##TTATG": 248,
      "##GCTCC": 249,
      "##CATAA": 250,
      "##GATGA": 251,
      "##TAAATT": 252,
      "##CATGA": 253,
      "##GCGG": 254,
      "##AAAAAAAA": 255,
      "##CCATG": 256,
      "##GATAA": 257,
      "##GCAGG": 258,
      "##GACTG": 259,
      "##TATGA": 260,
      "##GATCA": 261,
      "##GTTTTA": 262,
      "##GGATG": 263,
      "##CCTGA": 264,
      "##GTAAAA": 265,
      "##GAAGG": 266,
      "##GATTA": 267,
      "##CCTC": 268,
      "##GACCA": 269,
      "##GCTTA": 270,
      "##CCCAA": 271,
      "##AAATG": 272,
      "##TAGTA": 273,
      "##GCATG": 274,
      "##TACCA": 275,
      "##GGCTT": 276,
      "##CGTC": 277,
      "##TCTCTT": 278,
      "##GGTCA": 279,
      "##TTATTA": 280,
      "##TAGCA": 281,
      "##TACTA": 282,
      "##TATC": 283,
      "##GGCAA": 284,
      "##CTTTTA": 285,
      "##CATC": 286,
      "##CTAAAA": 287,
      "##CTGGG": 288,
      "##GAGTA": 289,
      "##TAGTG": 290,
      "##GTGGG": 291,
      "##GATTTT": 292,
      "##GAAATT": 293,
      "##CACTA": 294,
      "##CCAGG": 295,
      "##CAGGAA": 296,
      "##GCAAAA": 297,
      "##CCTTA": 298,
      "##TCGG": 299,
      "##CATCC": 300,
      "##TGTGAA": 301,
      "##TATTTG": 302,
      "##TCAGG": 303,
      "##CTATG": 304,
      "##CCTAA": 305,
      "##GCTTTT": 306,
      "##GAGAAA": 307,
      "##TATAAA": 308,
      "##CTTGG": 309,
      "##GAGAGAGA": 310,
      "##TCTCTG": 311,
      "##TGTTAA": 312,
      "##TGTGTT": 313,
      "##GAGCC": 314,
      "##TATATT": 315,
      "##TTTTTG": 316,
      "##GACTA": 317,
      "##TAAAAAA": 318,
      "##GTATG": 319,
      "##CATTAA": 320,
      "##GGTGA": 321,
      "##TAGGA": 322,
      "##TAGC": 323,
      "##GAAGAA": 324,
      "##TAAATG": 325,
      "##TCTGTT": 326,
      "##CAGAAA": 327,
      "##CAAATT": 328,
      "##GGGCA": 329,
      "##TAATTA": 330,
      "##TCTGTG": 331,
      "##TATCC": 332,
      "##TGAATT": 333,
      "##CTCCA": 334,
      "##GTGAAA": 335,
      "##GGAGA": 336,
      "##GGGTT": 337,
      "##GAAGA": 338,
      "##CCAAAA": 339,
      "##CTGCA": 340,
      "##CTTCTT": 341,
      "##TCTCTCTC": 342,
      "##GGGGA": 343,
      "##GGAAAA": 344,
      "##GGGTG": 345,
      "##CCCTA": 346,
      "##TCTTAA": 347,
      "##TGTGTG": 348,
      "##TGTTTG": 349,
      "##AAATA": 350,
      "##GGGC": 351,
      "##TCAGA": 352,
      "##CCTTTT": 353,
      "##GAAATG": 354,
      "##G\n": 355,
      "##GTGCTG": 356,
      "##TCTGAA": 357,
      "##GCAGCA": 358,
      "##CACATT": 359,
      "##TCTTTG": 360,
      "##TCCCA": 361,
      "##CAACAA": 362,
      "##TCCATT": 363,
      "##CTGAAA": 364,
      "##CTTTA": 365,
      "##TCGA": 366,
      "##GGTTA": 367,
      "##GGTAA": 368,
      "##GTTTA": 369,
      "##CTTCC": 370,
      "##GTTTCA": 371,
      "##AAAATT": 372,
      "##GCCTCC": 373,
      "##GGAGGA": 374,
      "##GCTCTG": 375,
      "##CGTGA": 376,
      "##TTTTATT": 377,
      "##GAATA": 378,
      "##CAGTC": 379,
      "##TCAATT": 380,
      "##GTTATT": 381,
      "##CAGAGA": 382,
      "##CCCTC": 383,
      "##CAAATG": 384,
      "##CTGCTG": 385,
      "##GATCC": 386,
      "##CAAGG": 387,
      "##CATTTG": 388,
      "##TCACC": 389,
      "##GCCAGG": 390,
      "##GGAGAA": 391,
      "##CTCAAA": 392,
      "##CTTATT": 393,
      "##GTTGTT": 394,
      "##TTATA": 395,
      "##TCCAAA": 396,
      "##TCTATT": 397,
      "##GCAGA": 398,
      "##CGAGG": 399,
      "##CTTCA": 400,
      "##TCATCA": 401,
      "##TAACA": 402,
      "##CAGATT": 403,
      "##CGTCA": 404,
      "##CTGTA": 405,
      "##TAAGA": 406,
      "##TAATTTT": 407,
      "##GCTGTG": 408,
      "##TCCACA": 409,
      "##CGCTG": 410,
      "##GAACA": 411,
      "##TCTAAA": 412,
      "##GCGA": 413,
      "##CCACCA": 414,
      "##CAATA": 415,
      "##GGCTA": 416,
      "##CGAAA": 417,
      "##TTATTTT": 418,
      "##TCACA": 419,
      "##TGACA": 420,
      "##TCTCAA": 421,
      "##CTCCAA": 422,
      "##TATATG": 423,
      "##AAAAAAA": 424,
      "##CTCATT": 425,
      "##CGTAA": 426,
      "##TCCAGG": 427,
      "##TCCTCC": 428,
      "##CTCCTT": 429,
      "##TCACTT": 430,
      "##C\n": 431,
      "##CGAGA": 432,
      "##CAAGA": 433,
      "##CGATT": 434,
      "##TGATA": 435,
      "##GTGGTG": 436,
      "##GGATTA": 437,
      "##TGAGAA": 438,
      "##CAACA": 439,
      "##GTTGG": 440,
      "##GTTAAA": 441,
      "##CCTCTG": 442,
      "##TCATA": 443,
      "##CTCTA": 444,
      "##CTTAAA": 445,
      "##GCTGAA": 446,
      "##TTAATT": 447,
      "##CTGGA": 448,
      "##TATTTA": 449,
      "##GTCAAA": 450,
      "##CCACA": 451,
      "##CTGCC": 452,
      "##TAAGG": 453,
      "##TAAAATT": 454,
      "##GGAATT": 455,
      "##TGGAA": 456,
      "##GTAATT": 457,
      "##CTGATT": 458,
      "##GTCATT": 459,
      "##TGATGA": 460,
      "##TCAGAA": 461,
      "##GTGATT": 462,
      "##TAAGAA": 463,
      "##CCGG": 464,
      "##GCTGTT": 465,
      "##TAACAA": 466,
      "##CCAGA": 467,
      "##GTTCA": 468,
      "##GATTAA": 469,
      "##CGCTT": 470,
      "##GCCACA": 471,
      "##GCAATT": 472,
      "##GCCAAA": 473,
      "##TAATCC": 474,
      "##TCCAGA": 475,
      "##CCACC": 476,
      "##GGGTA": 477,
      "##TCCATG": 478,
      "##CTGCAA": 479,
      "##GCTCTT": 480,
      "##GTTCTT": 481,
      "##CGGAA": 482,
      "##TTACA": 483,
      "##GCACA": 484,
      "##GCCATT": 485,
      "##TGCTG": 486,
      "##TGTGA": 487,
      "##TCGAA": 488,
      "##GTGGA": 489,
      "##CAAGAA": 490,
      "##GGACA": 491,
      "##TCCCC": 492,
      "##TCCCTG": 493,
      "##CTTTTTT": 494,
      "##GCCCC": 495,
      "##TGAGTT": 496,
      "##CTTCTG": 497,
      "##TATATA": 498,
      "##CTAATT": 499,
      "##TAAATA": 500,
      "##CTTGA": 501,
      "##CTTTCA": 502,
      "##GTTTTTT": 503,
      "##TCCCCA": 504,
      "##CAGGTT": 505,
      "##CGTTA": 506,
      "##GCAGAA": 507,
      "##TAATGA": 508,
      "##GTATA": 509,
      "##CGATG": 510,
      "##GTCCTT": 511,
      "##TCATTA": 512,
      "##AAAATG": 513,
      "##TGAAAAA": 514,
      "##CGCCA": 515,
      "##GAGATT": 516,
      "##TGAATG": 517,
      "##GTCCAA": 518,
      "##CTCTGA": 519,
      "##GTTCC": 520,
      "##CTATA": 521,
      "##TCACCA": 522,
      "##GCCCTG": 523,
      "##TCACTG": 524,
      "##GCAGTG": 525,
      "##GCGC": 526,
      "##GTTGA": 527,
      "##CCTTAA": 528,
      "##TCTATA": 529,
      "##TAACTT": 530,
      "##CAGATG": 531,
      "##GTCTA": 532,
      "##GTAGG": 533,
      "##TTTTAAA": 534,
      "##CACATG": 535,
      "##GTGTA": 536,
      "##TGACC": 537,
      "##GTTCAA": 538,
      "##CACAAA": 539,
      "##GGGAGG": 540,
      "##GCTTTG": 541,
      "##GAGGAA": 542,
      "##GTTCTG": 543,
      "##TTTTTA": 544,
      "##TCAGCA": 545,
      "##GCTTAA": 546,
      "##CAAAAAA": 547,
      "##TCGTG": 548,
      "##CTACA": 549,
      "##TCAGTG": 550,
      "##CTCCTG": 551,
      "##CGCAA": 552,
      "##CTTCCA": 553,
      "##TAAATAAA": 554,
      "##TCGTT": 555,
      "##GCCCA": 556,
      "##CCTCTT": 557,
      "##TCAGGA": 558,
      "##GAAAAAA": 559,
      "##GTCCA": 560,
      "##GCCATG": 561,
      "##CACACACACACACACA": 562,
      "##CCCAGG": 563,
      "##GTAGA": 564,
      "##TGACTT": 565,
      "##TCCCTT": 566,
      "##TCCTA": 567,
      "##GTGATG": 568,
      "##TCACAA": 569,
      "##GCCAGA": 570,
      "##GTACA": 571,
      "##TCAGTT": 572,
      "##CGTTTT": 573,
      "##GAATTA": 574,
      "##TCTATG": 575,
      "##GCACC": 576,
      "##GGTTTT": 577,
      "##TGACAA": 578,
      "##TCAAAAA": 579,
      "##GCATA": 580,
      "##CCATA": 581,
      "##CGGTT": 582,
      "##TGTGTGTGTGTGTGTG": 583,
      "##CGTCC": 584,
      "##GTATTTT": 585,
      "##GAGATG": 586,
      "##GCGTG": 587,
      "##TTAAAAA": 588,
      "##CTCTCC": 589,
      "##CCACTG": 590,
      "##GAGTC": 591,
      "##TGATTA": 592,
      "##CCAATT": 593,
      "##CCTTTG": 594,
      "##GGATA": 595,
      "##GAACC": 596,
      "##CTTTAA": 597,
      "##CAGGTG": 598,
      "##TCATTTT": 599,
      "##CGGTG": 600,
      "##TCAATG": 601,
      "##CTGATG": 602,
      "##CTCTTA": 603,
      "##TATTAAA": 604,
      "##GGGCC": 605,
      "##GTTTAA": 606,
      "##GTATTA": 607,
      "##CAATTA": 608,
      "##CCAGCA": 609,
      "##GAGGTT": 610,
      "##GAAAATT": 611,
      "##GCGCC": 612,
      "##GTTGAA": 613,
      "##TGACTG": 614,
      "##GCTAAA": 615,
      "##GATTTG": 616,
      "##GATAAA": 617,
      "##TCCTCA": 618,
      "##GACAAA": 619,
      "##TACAAA": 620,
      "##CTCTCA": 621,
      "AA": 622,
      "##GCTATT": 623,
      "##CCAGAA": 624,
      "##TAGAAA": 625,
      "##TAACC": 626,
      "##GTTTTAA": 627,
      "##GCAGGA": 628,
      "##GGGAAA": 629,
      "##GTCTCA": 630,
      "##CTGGAA": 631,
      "##GCTCAA": 632,
      "##TAAGTG": 633,
      "##GGTCC": 634,
      "##CATAAA": 635,
      "##TGAGGA": 636,
      "##TAATAAA": 637,
      "##TGGGTT": 638,
      "##CTTTTAA": 639,
      "##GTGCC": 640,
      "##TAAGTA": 641,
      "##TATTTATT": 642,
      "##CACACA": 643,
      "##GACAGA": 644,
      "##GTTCCA": 645,
      "##CTAAAAA": 646,
      "##CCCAAA": 647,
      "##TAACTA": 648,
      "##TAAAAAAA": 649,
      "##TGAGTG": 650,
      "##TCTACA": 651,
      "##GAAGGA": 652,
      "##TCGCC": 653,
      "##GACTC": 654,
      "##TAAAATG": 655,
      "##GCACTG": 656,
      "##TATATATATATATATA": 657,
      "##CTTCAA": 658,
      "##TAATCA": 659,
      "##GTTGTG": 660,
      "##GTCATG": 661,
      "##GAACAA": 662,
      "##TAACTG": 663,
      "##CTATTA": 664,
      "##GGCAGG": 665,
      "##GATGAA": 666,
      "##GATATT": 667,
      "##GGAATG": 668,
      "##CCTGTG": 669,
      "##GCCTA": 670,
      "##GCCCCA": 671,
      "##TCCTGA": 672,
      "##GCAATG": 673,
      "##CTTGAA": 674,
      "##GTAGAA": 675,
      "##GTGCA": 676,
      "##GTTTGA": 677,
      "##TAAATTA": 678,
      "##CATTTA": 679,
      "##CTTCTA": 680,
      "##GGAAAAA": 681,
      "##TCCTTA": 682,
      "##GAAATA": 683,
      "##GCTGGG": 684,
      "##TTTTTTA": 685,
      "##GTAATG": 686,
      "##GTGTTA": 687,
      "##CAGGCTG": 688,
      "##GTGGCA": 689,
      "##CAACC": 690,
      "##TCGC": 691,
      "CA": 692,
      "##GTAAAAA": 693,
      "##GTGGAA": 694,
      "##GAAAAAAA": 695,
      "##GTTCTA": 696,
      "##GTCCTG": 697,
      "##GACACA": 698,
      "##TGTTTA": 699,
      "##TGAGCA": 700,
      "##CCAGGA": 701,
      "##CAAAATT": 702,
      "##TCTCTA": 703,
      "##CCCACA": 704,
      "##GCTCCA": 705,
      "##CACTC": 706,
      "##GTCTTA": 707,
      "##CATATT": 708,
      "##CTCATG": 709,
      "##TAAGCA": 710,
      "##TGATTTT": 711,
      "##CTGCTT": 712,
      "##GCCTCA": 713,
      "##TAAGTT": 714,
      "##CCTGTT": 715,
      "##CCACAA": 716,
      "##GCAAAAA": 717,
      "##TCGCA": 718,
      "##GAAGCA": 719,
      "##GCGGA": 720,
      "##GCGCA": 721,
      "##GACATT": 722,
      "##CATATA": 723,
      "##CCCGG": 724,
      "##GGCTCA": 725,
      "##TATCTT": 726,
      "##TCCCAA": 727,
      "##TGAGTA": 728,
      "##CCAAAAA": 729,
      "##TACACA": 730,
      "##GAAAGAAA": 731,
      "##CTAGG": 732,
      "##CAGTGA": 733,
      "##TAGGTT": 734,
      "##GAGGTG": 735,
      "##CCCTCC": 736,
      "##TCGTA": 737,
      "##TCTTTCTT": 738,
      "##CTTGTT": 739,
      "##GAGCTG": 740,
      "##GGAGCA": 741,
      "##CTGTTA": 742,
      "##CCAGCC": 743,
      "##TAATATT": 744,
      "##CTTTCC": 745,
      "##CTTTGA": 746,
      "##CATCTT": 747,
      "##GGCGG": 748,
      "##GTCTGA": 749,
      "##TCAGTA": 750,
      "##GATGTT": 751,
      "##CATGTT": 752,
      "##GGGAGA": 753,
      "##GAAAATG": 754,
      "##GGCAAA": 755,
      "##GTGGGA": 756,
      "##GCGTT": 757,
      "TA": 758,
      "##TAACCA": 759,
      "##CCTGAA": 760,
      "##CATGTG": 761,
      "##GCATTA": 762,
      "##GGCTC": 763,
      "##AAAAAAAAA": 764,
      "##CAGCTT": 765,
      "##TCGGA": 766,
      "##GGGGTG": 767,
      "##CTACAA": 768,
      "##CCCAGA": 769,
      "##TAAGGA": 770,
      "##GCACAA": 771,
      "##TACATT": 772,
      "##TAATTAA": 773,
      "##GAACTG": 774,
      "##TCACTA": 775,
      "##TCTTTTA": 776,
      "##CCTCCA": 777,
      "##CAGCTG": 778,
      "##TTTTCTT": 779,
      "##GGGGTT": 780,
      "##GAGTCA": 781,
      "##TATATTA": 782,
      "##GTTTCC": 783,
      "##GTTATG": 784,
      "##GTGTGA": 785,
      "##TAGCC": 786,
      "##GTCTCC": 787,
      "##GATGTG": 788,
      "##CCATTA": 789,
      "##GCTATG": 790,
      "##GTCTTTT": 791,
      "##TATGTT": 792,
      "##CACCTG": 793,
      "##CAGCAA": 794,
      "##GAAGTT": 795,
      "##GAACTT": 796,
      "##CTGGGA": 797,
      "##GCTACA": 798,
      "##CTGCCA": 799,
      "##TATGTG": 800,
      "##TCAAATT": 801,
      "##AAATTA": 802,
      "##CCCTCA": 803,
      "##GTACAA": 804,
      "##GTGCTT": 805,
      "##GCTATA": 806,
      "##CCCTGA": 807,
      "##CTGTGA": 808,
      "##TGTTA": 809,
      "##CATGAA": 810,
      "##CCCCTT": 811,
      "##TCTCCTT": 812,
      "##TCTAAAA": 813,
      "##CTAGAA": 814,
      "##TATGAA": 815,
      "##GGGTC": 816,
      "##TCCCAAA": 817,
      "##GTAGTA": 818,
      "##GTGGTT": 819,
      "##CCCATT": 820,
      "##TCTGAAA": 821,
      "##GAGAGAGAGAGAGAGA": 822,
      "##GTGCCA": 823,
      "##TGACCA": 824,
      "##CAAGGA": 825,
      "##CAGTCA": 826,
      "##GCATCA": 827,
      "##GCAGTGA": 828,
      "##CCTCAA": 829,
      "##TGATCA": 830,
      "##GACAGG": 831,
      "##GATCTT": 832,
      "##GCACCA": 833,
      "##CCAATG": 834,
      "##CTAATG": 835,
      "##GTTGGA": 836,
      "##TGACTA": 837,
      "##GCGAA": 838,
      "##CTTATG": 839,
      "##CAAGTA": 840,
      "##CAATAA": 841,
      "##CCCCTG": 842,
      "##GACATG": 843,
      "##GAGCTT": 844,
      "##GGCAGA": 845,
      "##GATATA": 846,
      "##CAACTT": 847,
      "##GCAGTT": 848,
      "##CCTAAA": 849,
      "##TCTCAAA": 850,
      "##CAAATA": 851,
      "##CTCTTTT": 852,
      "##CATCTG": 853,
      "##GACGG": 854,
      "##TAATTTA": 855,
      "##TTAGG": 856,
      "##CTGTCA": 857,
      "##GGACTA": 858,
      "GA": 859,
      "##GCCCTT": 860,
      "##TATGAAA": 861,
      "##GTGTCA": 862,
      "##CACTGA": 863,
      "##CAAGCA": 864,
      "##GAATAA": 865,
      "##CAGTAA": 866,
      "##GCCTGA": 867,
      "##TCTCTCTCTCTCTCTC": 868,
      "##TCCTTTT": 869,
      "##CACGG": 870,
      "##CTATTTT": 871,
      "##CCATCA": 872,
      "##GAATGA": 873,
      "##GGAGTG": 874,
      "##CTGTAA": 875,
      "##TAAATAA": 876,
      "##GAGCAA": 877,
      "##GAAGTG": 878,
      "##GCTCTA": 879,
      "##GGTTTG": 880,
      "##GGGGAA": 881,
      "##CTGTTTT": 882,
      "##TCTCATT": 883,
      "##GAAGTA": 884,
      "##CGAAAA": 885,
      "##CTACTA": 886,
      "##GTTGTA": 887,
      "##TTAATG": 888,
      "##GGTGTG": 889,
      "##CCCATG": 890,
      "##GAGTGA": 891,
      "##TATTTCA": 892,
      "##GAAGAAA": 893,
      "##CTTGGA": 894,
      "##GGCTGA": 895,
      "##TATATTTT": 896,
      "##CTCAAAA": 897,
      "##GCAGCC": 898,
      "##TATTTAA": 899,
      "##GGTGGG": 900,
      "##CAAGTT": 901,
      "##CATCAA": 902,
      "##CACTCA": 903,
      "##CCCCAA": 904,
      "##GAATTTT": 905,
      "##CATATG": 906,
      "##TGATAA": 907,
      "##CAACCA": 908,
      "##GCACTT": 909,
      "##CAAAAAAA": 910,
      "##TATTTTA": 911,
      "##CATACA": 912,
      "##GAATCA": 913,
      "##GGGCTG": 914,
      "##GTGGTA": 915,
      "##GACTGA": 916,
      "##CAGGAAA": 917,
      "##CCCCCA": 918,
      "##GTGTTTT": 919,
      "##GGCACA": 920,
      "##GAGGAAA": 921,
      "##CAATTTT": 922,
      "##GGAGTT": 923,
      "##GAACCA": 924,
      "##GTTTTTG": 925,
      "##TTATAA": 926,
      "##GGATGA": 927,
      "##CAACTG": 928,
      "##GTACTG": 929,
      "##TTTGAAA": 930,
      "##TCTTTA": 931,
      "##GAACTA": 932,
      "##GCATTTT": 933,
      "##TCGTC": 934,
      "##CATTAAA": 935,
      "##CCTATT": 936,
      "##CTTAAAA": 937,
      "##CAATGA": 938,
      "##CGCTA": 939,
      "##GCCTTA": 940,
      "##GGCCTG": 941,
      "##CAAAATG": 942,
      "##CTTGTG": 943,
      "##CTCCAGG": 944,
      "##GACTCA": 945,
      "##CCAGTG": 946,
      "##CTTGTA": 947,
      "##GGTAAA": 948,
      "##TCCCTA": 949,
      "##CTTTCTT": 950,
      "##TAAGAAA": 951,
      "##GGACTG": 952,
      "##GCAGTA": 953,
      "##GCTAGG": 954,
      "##CCAGTA": 955,
      "##TACATG": 956,
      "##CAAGTG": 957,
      "##CAAACAAA": 958,
      "##CCGTG": 959,
      "##GGTGAA": 960,
      "##GGCATT": 961,
      "##TAATATA": 962,
      "##GATATG": 963,
      "##TCATGA": 964,
      "##GACCTT": 965,
      "##GCTAGA": 966,
      "##CAGTTA": 967,
      "##TCTTAAA": 968,
      "##CAGCTA": 969,
      "##CTGCTA": 970,
      "##GATCAA": 971,
      "##CACCTT": 972,
      "##GCGTA": 973,
      "##CCACTT": 974,
      "##TGTTAAA": 975,
      "##CTCTAA": 976,
      "##GAGAAAA": 977,
      "##TCATAA": 978,
      "##CATGAAA": 979,
      "##GATCTG": 980,
      "##TACAGA": 981,
      "##GAGTTA": 982,
      "##TTTATTTT": 983,
      "##GTAAATT": 984,
      "##GATGAAA": 985,
      "##CAACTA": 986,
      "##GCTCTC": 987,
      "##GGATTACAGG": 988,
      "##TTTTATG": 989,
      "##CCCTAA": 990,
      "##TTACTT": 991,
      "##TAAAAATT": 992,
      "##GGACTT": 993,
      "##GATC": 994,
      "##TGTGAAA": 995,
      "##GACGA": 996,
      "##GCATGA": 997,
      "##GGTCTT": 998,
      "##CGCCTG": 999,
      "##GGACAA": 1000,
      "##GAGTAA": 1001,
      "##CCAGTT": 1002,
      "##AAAATA": 1003,
      "##TAACAAA": 1004,
      "##AAAATTA": 1005,
      "##GACCTG": 1006,
      "##GGTGTT": 1007,
      "##GCTGAAA": 1008,
      "##CTGGTG": 1009,
      "##TCTCCAA": 1010,
      "##GACCAA": 1011,
      "##CACCAA": 1012,
      "##CAGAAAA": 1013,
      "##TAGAGA": 1014,
      "##TCAGCC": 1015,
      "##CTTGCC": 1016,
      "##GAAATTA": 1017,
      "##TCTGATT": 1018,
      "##CCGCC": 1019,
      "##TATGTA": 1020,
      "##GGGATG": 1021,
      "##CCATTTT": 1022,
      "##TGTGTA": 1023,
      "##TAATTTG": 1024,
      "##CTGGCA": 1025,
      "##GAAAGAA": 1026,
      "##CTACTT": 1027,
      "##TAGGTG": 1028,
      "##CCATGA": 1029,
      "##GTCAAAA": 1030,
      "##CTCTCTT": 1031,
      "##CTTTTTG": 1032,
      "##CTCTTTG": 1033,
      "##CTGGTT": 1034,
      "##TACATA": 1035,
      "##GGCCTT": 1036,
      "##GGATTTT": 1037,
      "##GGACCA": 1038,
      "##CAATCA": 1039,
      "##GGAGCC": 1040,
      "##CTCTGTG": 1041,
      "##CTCCAGCC": 1042,
      "##GTGCTA": 1043,
      "##GGCTCC": 1044,
      "##GTTGCA": 1045,
      "##TGGGTG": 1046,
      "##TAAAGAA": 1047,
      "##TCTGTA": 1048,
      "##GGCATG": 1049,
      "##TTACAA": 1050,
      "##CTGAAAA": 1051,
      "##GGGTCA": 1052,
      "##CCTCTA": 1053,
      "##GGGATT": 1054,
      "##CT\n": 1055,
      "##GGGCTT": 1056,
      "##CTGAATT": 1057,
      "##CTTGCA": 1058,
      "##GCGTC": 1059,
      "##GTGAAAA": 1060,
      "##CCACTA": 1061,
      "##GGAAGGAA": 1062,
      "##TAAAATA": 1063,
      "##GTAGTT": 1064,
      "##TGAAATT": 1065,
      "##TGCCTCA": 1066,
      "##GGTATT": 1067,
      "##CACTTA": 1068,
      "##CTCTGTT": 1069,
      "##GT\n": 1070,
      "##TGAGAAA": 1071,
      "##GTACTT": 1072,
      "##TTAGAA": 1073,
      "##CAGCCA": 1074,
      "##TCTTATT": 1075,
      "##TAAACAA": 1076,
      "##TCCAAAA": 1077,
      "##CGTGAA": 1078,
      "##TATCAA": 1079,
      "##GGAGAAA": 1080,
      "##CTACTG": 1081,
      "##GTTTCTT": 1082,
      "##TTATCA": 1083,
      "##GGTCTG": 1084,
      "##CCAAATT": 1085,
      "##CCTCTC": 1086,
      "##CTAAATT": 1087,
      "##TCCTAA": 1088,
      "##GATACA": 1089,
      "##GTTAAAA": 1090,
      "##CCTTCCTT": 1091,
      "##TAATCCCAGCA": 1092,
      "##CACTAA": 1093,
      "##CCGCA": 1094,
      "##GATAGA": 1095,
      "##GATTAAA": 1096,
      "##TCTTTTTT": 1097,
      "##GTGCAA": 1098,
      "##GGGTGA": 1099,
      "##CGTAAA": 1100,
      "##TCGCTT": 1101,
      "##CACGA": 1102,
      "##GCCCAA": 1103,
      "##TGTATTTT": 1104,
      "##CTTTATT": 1105,
      "##GTTTATT": 1106,
      "##CTCTCTG": 1107,
      "##GTGTCC": 1108,
      "##TGAATA": 1109,
      "##TTTTTTTTTTTT": 1110,
      "##CCCGA": 1111,
      "##TTTATTA": 1112,
      "##TCATCC": 1113,
      "##TCTTCTT": 1114,
      "##CATCCA": 1115,
      "##CTACCA": 1116,
      "##TATTTTAA": 1117,
      "##CATTTTA": 1118,
      "##TCTCCTG": 1119,
      "##CTCCAAA": 1120,
      "##GGCCAA": 1121,
      "##CAAATTA": 1122,
      "##CCTATA": 1123,
      "##GGTTAA": 1124,
      "##GAAGCC": 1125,
      "##GTATCA": 1126,
      "##GAGCCA": 1127,
      "##CATTTCA": 1128,
      "##TAAATTTT": 1129,
      "##CCCCAAA": 1130,
      "##TCAAATG": 1131,
      "##CTGAGGCA": 1132,
      "##GACTTA": 1133,
      "##TCCTCTG": 1134,
      "##TATCTG": 1135,
      "##GTTTGTT": 1136,
      "##CAATAAA": 1137,
      "##TAGGAAA": 1138,
      "##GCAAATT": 1139,
      "##CCCTTA": 1140,
      "##TTTTATTTT": 1141,
      "##TAATGAA": 1142,
      "##GTTAATT": 1143,
      "##GGAGAGA": 1144,
      "##TGACAGA": 1145,
      "##GTAGCA": 1146,
      "##TCAGAAA": 1147,
      "##CCGTT": 1148,
      "##CTTAATT": 1149,
      "##CCGAA": 1150,
      "##TAGTC": 1151,
      "##GGCGA": 1152,
      "##GCTGCTG": 1153,
      "##GTGTGTG": 1154,
      "##TACTC": 1155,
      "##GTATAA": 1156,
      "##TCTGTCTG": 1157,
      "##TAGATG": 1158,
      "##TCCCTC": 1159,
      "##TTTTAATT": 1160,
      "##TAGGAA": 1161,
      "##CCTGAAA": 1162,
      "##TAGATT": 1163,
      "##GACTAA": 1164,
      "##CCTATG": 1165,
      "##CTATAA": 1166,
      "##TCCTCTT": 1167,
      "##TTTTTAA": 1168,
      "##CACCCA": 1169,
      "##CAAAGAA": 1170,
      "##GGTCAA": 1171,
      "##CGTGTT": 1172,
      "##GGAAATG": 1173,
      "##TCGAGA": 1174,
      "##GGAGTA": 1175,
      "##CTGGCC": 1176,
      "##GGGCAA": 1177,
      "##GCAGAGA": 1178,
      "##CCTACA": 1179,
      "##TCCTTTG": 1180,
      "##GGATCA": 1181,
      "##CTATCA": 1182,
      "##TATTCTT": 1183,
      "##GGGTTA": 1184,
      "##TAGTAA": 1185,
      "##GGTTTA": 1186,
      "##GCGAGA": 1187,
      "##AAAAAAAAAAAAAAAA": 1188,
      "##TTACTG": 1189,
      "##TAAATGA": 1190,
      "##TACTTA": 1191,
      "##TATAAAA": 1192,
      "##GCAGAAA": 1193,
      "##CCTAGA": 1194,
      "##CGTTAA": 1195,
      "##GCCTGGG": 1196,
      "##TTACTA": 1197,
      "##TCTAATT": 1198,
      "##CAAACAA": 1199,
      "AAA": 1200,
      "##CAGAGAA": 1201,
      "##GTCTAA": 1202,
      "##CGTCAA": 1203,
      "##CTTTAAA": 1204,
      "##TACTGA": 1205,
      "##GGAAGAA": 1206,
      "##CTTCCTT": 1207,
      "##GAAATAA": 1208,
      "##TC\n": 1209,
      "##CAGTTTT": 1210,
      "##GTGTAA": 1211,
      "##TATATAA": 1212,
      "##TTTTAAAA": 1213,
      "##AAAAAATT": 1214,
      "##GGGGAAA": 1215,
      "##CATAGA": 1216,
      "##GACTCC": 1217,
      "##GCTTTTA": 1218,
      "##CTCTGAA": 1219,
      "##TTTTGTT": 1220,
      "##GTACTA": 1221,
      "##GTACCA": 1222,
      "##TCCCTCC": 1223,
      "##TTTTTCA": 1224,
      "##CGCCTT": 1225,
      "##GTAGTG": 1226,
      "##GTAGCTG": 1227,
      "##GAGAGAA": 1228,
      "##CAACAAA": 1229,
      "##CATCTA": 1230,
      "##TACAGG": 1231,
      "##GGAGAGG": 1232,
      "##GCCACCA": 1233,
      "##GCCCGG": 1234,
      "##GTATGA": 1235,
      "##GGTC": 1236,
      "##GTCTCTG": 1237,
      "##GGACC": 1238,
      "##TCCCAGG": 1239,
      "##CATAAAA": 1240,
      "##CTTCTC": 1241,
      "##TGGGAAA": 1242,
      "##GTCTTTG": 1243,
      "##TCTTCTG": 1244,
      "##TTAGTT": 1245,
      "##GTGAATT": 1246,
      "##TTATGA": 1247,
      "##CAAGAAA": 1248,
      "##GGAGGAA": 1249,
      "##TAGCTT": 1250,
      "##GCCAAAA": 1251,
      "##GCTAAAA": 1252,
      "##TTATTAA": 1253,
      "##TGTTGTT": 1254,
      "##GGCTAA": 1255,
      "##TCTATCTA": 1256,
      "##CGCAAA": 1257,
      "##GATAAAA": 1258,
      "##GCCACC": 1259,
      "##TAACATT": 1260,
      "##GTCTCTA": 1261,
      "##GCCCAGG": 1262,
      "##TAAATATT": 1263,
      "##TGTTTT": 1264,
      "##TGACAAA": 1265,
      "##TAGCAA": 1266,
      "##GCGATT": 1267,
      "##GGGACA": 1268,
      "##CACAAAA": 1269,
      "##GCCACTG": 1270,
      "##CCATCC": 1271,
      "##CTTTGTT": 1272,
      "##TACATTTT": 1273,
      "##TTATTTA": 1274,
      "##CAGACAGA": 1275,
      "##CTCCTGA": 1276,
      "##GTCTGTG": 1277,
      "##GCCCTA": 1278,
      "##TACCTT": 1279,
      "##GGAAATT": 1280,
      "##TGAAGAA": 1281,
      "##GATCCA": 1282,
      "##TCGAAA": 1283,
      "##CGTATT": 1284,
      "##GCAGC": 1285,
      "##TTAGTA": 1286,
      "##TAATGTT": 1287,
      "##CGTCTT": 1288,
      "##GACCCA": 1289,
      "##TAGTTA": 1290,
      "##GGAGGGG": 1291,
      "##CCTAGG": 1292,
      "##TCGATT": 1293,
      "##GCACACA": 1294,
      "##GAATAAA": 1295,
      "##GCCTTTT": 1296,
      "##CTAGTT": 1297,
      "##TACTCA": 1298,
      "##GAAGGAA": 1299,
      "##TAGTGA": 1300,
      "##TCTCTCA": 1301,
      "##GAAACAA": 1302,
      "##TTACCA": 1303,
      "##CTTTCTG": 1304,
      "##GGCTTA": 1305,
      "##TCTTTCA": 1306,
      "##TGAAAA": 1307,
      "##CTATGA": 1308,
      "##CAGTCC": 1309,
      "##TATTTGA": 1310,
      "##TATTGTT": 1311,
      "##TATTAAAA": 1312,
      "##GAGTCC": 1313,
      "##CTGGTA": 1314,
      "##GAACTCA": 1315,
      "##GCATCC": 1316,
      "##TGTTTGTT": 1317,
      "##TTATAAA": 1318,
      "##TACCAA": 1319,
      "##TACTAA": 1320,
      "##CACTCC": 1321,
      "##GGTATA": 1322,
      "##CTGTCC": 1323,
      "##GTCTCTT": 1324,
      "##GCGCTG": 1325,
      "##CATTTAA": 1326,
      "##GTGGCC": 1327,
      "##TAGATAGA": 1328,
      "##GCGGGG": 1329,
      "##TATTCAA": 1330,
      "##GCACTA": 1331,
      "##TGTTTCA": 1332,
      "##TCCAATT": 1333,
      "##GATTTTA": 1334,
      "##GCGGTG": 1335,
      "##GTTTAAA": 1336,
      "##TACCTG": 1337,
      "##TTTTTTTTTTTTTTTT": 1338,
      "##GGGTAA": 1339,
      "##CTTTTTTTT": 1340,
      "##CGTGTG": 1341,
      "##GCAGAGG": 1342,
      "##CTTCCTG": 1343,
      "##GGATAA": 1344,
      "##TACAGTA": 1345,
      "##CGGAAA": 1346,
      "##TCTCTCC": 1347,
      "##GACAAAA": 1348,
      "##CGAATT": 1349,
      "##TAAATCA": 1350,
      "##TATCTA": 1351,
      "##TCTCTGA": 1352,
      "##TCGCTG": 1353,
      "##GAAGAGA": 1354,
      "##TAATTAAA": 1355,
      "##CCATAA": 1356,
      "##CCGGA": 1357,
      "##GTGTTTG": 1358,
      "##GAGTTTT": 1359,
      "##GTCTGTT": 1360,
      "##GCTCTGA": 1361,
      "##CCGTA": 1362,
      "##TCTTTTAA": 1363,
      "##TCAAAAAA": 1364,
      "##GCTCATG": 1365,
      "##CTCTCAA": 1366,
      "##CTCCAGA": 1367,
      "##GTTTCTG": 1368,
      "##TTTTCTG": 1369,
      "TTT": 1370,
      "##CTCCACA": 1371,
      "##GCATAA": 1372,
      "##TAGCTG": 1373,
      "##GAACAAA": 1374,
      "##TAAAGTA": 1375,
      "##CCATGTT": 1376,
      "##CATTCTT": 1377,
      "##TTATATT": 1378,
      "##GACTTTT": 1379,
      "##GTTGCC": 1380,
      "##GCAAATG": 1381,
      "##GAATCC": 1382,
      "##TAGTCA": 1383,
      "##TTTTTTAAA": 1384,
      "##CCTTAAA": 1385,
      "##GAATATT": 1386,
      "##CTCTGGG": 1387,
      "##TGAGCC": 1388,
      "##TAGAAAA": 1389,
      "##CTCCATT": 1390,
      "##GCTCTCA": 1391,
      "##TTATTTG": 1392,
      "##CCTGTAA": 1393,
      "##GTAAATG": 1394,
      "##TGATCC": 1395,
      "##TTATTAAA": 1396,
      "##GAATGAA": 1397,
      "##TAAACTT": 1398,
      "##GTTTTATT": 1399,
      "##TATCCA": 1400,
      "##TTAGCA": 1401,
      "##GAGTGCAGTG": 1402,
      "##TAAAAATG": 1403,
      "##GGGAAAA": 1404,
      "##GGCCCA": 1405,
      "##CAGAGGA": 1406,
      "##GCTCAAA": 1407,
      "##TATATATT": 1408,
      "##TTTTCTA": 1409,
      "##CTCTTAA": 1410,
      "##CCGA": 1411,
      "##CAATATT": 1412,
      "##CAAATAA": 1413,
      "##GCGCTT": 1414,
      "##GGGGGGGG": 1415,
      "##GCAGGAA": 1416,
      "##TCTTCCA": 1417,
      "##GGAGGTG": 1418,
      "##CTTAAAAA": 1419,
      "##GCCTCTG": 1420,
      "##GAAATCA": 1421,
      "##CGCCAA": 1422,
      "##TGATGTT": 1423,
      "##CTTCAAA": 1424,
      "##GGTATG": 1425,
      "##TAGAGG": 1426,
      "##CTTTGAA": 1427,
      "##GCGTGA": 1428,
      "##GACAGAA": 1429,
      "##GTATTTG": 1430,
      "##TCATTTG": 1431,
      "##CTCCAGCCTGGG": 1432,
      "##CGGCC": 1433,
      "##GATCTA": 1434,
      "##GGTAGA": 1435,
      "##TTTTAAAAA": 1436,
      "##TGATAAA": 1437,
      "##CTACC": 1438,
      "##TAGTCC": 1439,
      "##TTATATA": 1440,
      "##GTCCATG": 1441,
      "##GGAGGCC": 1442,
      "##TCACATT": 1443,
      "##GTAGGA": 1444,
      "##GTAGAGA": 1445,
      "##GTCTC": 1446,
      "##GTTATTTT": 1447,
      "##CACTTTT": 1448,
      "##TACAGAA": 1449,
      "##TCACAAA": 1450,
      "##CACAGAA": 1451,
      "##TCTGCTG": 1452,
      "##TGAGGAA": 1453,
      "##CGTTTG": 1454,
      "##TAAAATTA": 1455,
      "##CGTCTG": 1456,
      "##CATAGG": 1457,
      "##TAATATG": 1458,
      "##TAAATATA": 1459,
      "##GGTAGG": 1460,
      "##TCGTCA": 1461,
      "##GAGGGAGG": 1462,
      "##GCTTCTG": 1463,
      "##TGAGATG": 1464,
      "##TAGTAGAGA": 1465,
      "##CTCTCCA": 1466,
      "##GGAGCTG": 1467,
      "##GCTCCTT": 1468,
      "##TCATCTT": 1469,
      "##CAACAGA": 1470,
      "##TCATTTA": 1471,
      "##GATAGG": 1472,
      "##TCCTGAA": 1473,
      "##TCATTAA": 1474,
      "##TATTCTA": 1475,
      "##GCAGCTG": 1476,
      "##GCATTTG": 1477,
      "##TAAAGTT": 1478,
      "##TGTTCTT": 1479,
      "##CAGCATT": 1480,
      "##CTCAATT": 1481,
      "##TAAACTA": 1482,
      "##TTTTCCA": 1483,
      "##GCTTAAA": 1484,
      "##TACATTA": 1485,
      "##CACCCC": 1486,
      "##CTGTGAA": 1487,
      "##TCGTTA": 1488,
      "##GTATTTA": 1489,
      "##TAATAAAA": 1490,
      "##TCTGCAA": 1491,
      "##TGAAATG": 1492,
      "##TATTTCTT": 1493,
      "##TAACACA": 1494,
      "##TAGTTTT": 1495,
      "##TATTGAA": 1496,
      "##GTTTGAA": 1497,
      "##CTTCATT": 1498,
      "##CTGTGTG": 1499,
      "##TCGATG": 1500,
      "##GCGAGG": 1501,
      "##TCGGCC": 1502,
      "##CAACACA": 1503,
      "##GTTCAAA": 1504,
      "##TGATGAA": 1505,
      "##CTGAGAA": 1506,
      "##TGACATT": 1507,
      "##TCAGAGA": 1508,
      "##TACAAAA": 1509,
      "##GGAGATG": 1510,
      "##TACTTTT": 1511,
      "##CCACACA": 1512,
      "##GTATATA": 1513,
      "##CAAGCC": 1514,
      "##GTGGAAA": 1515,
      "##TCCAGAA": 1516,
      "##CGCATT": 1517,
      "##CCAGAAA": 1518,
      "##TGATATT": 1519,
      "##GTCTGAA": 1520,
      "##GAGCTA": 1521,
      "##CTGGGAA": 1522,
      "##TCTCAAAA": 1523,
      "##CCCCCCCC": 1524,
      "##TCCCTGA": 1525,
      "##TACGG": 1526,
      "##GCACAGA": 1527,
      "##CTCCATG": 1528,
      "##CTGGAAA": 1529,
      "##TGAGAGA": 1530,
      "##CCCTTTT": 1531,
      "##CAAAAATT": 1532,
      "##GC\n": 1533,
      "##TCCATCA": 1534,
      "##TCTGGAA": 1535,
      "##CGGAGG": 1536,
      "##GGTGAAA": 1537,
      "##GTTATTA": 1538,
      "##GTCTGGG": 1539,
      "##TGATTTG": 1540,
      "##TCCTTTA": 1541,
      "##TATGTTA": 1542,
      "##GCGAAA": 1543,
      "##TCCTGTG": 1544,
      "##TCCTGTT": 1545,
      "##TCTCTTTT": 1546,
      "##TCGAGG": 1547,
      "##TCCCATT": 1548,
      "##CTTTCAA": 1549,
      "##TCGTGA": 1550,
      "##CAATGAA": 1551,
      "##TAATCCCAGCACTTTG": 1552,
      "##TCACACA": 1553,
      "##TGTTGAA": 1554,
      "##GTCAATT": 1555,
      "##TATTGTA": 1556,
      "##TGCCTCAGCCTCC": 1557,
      "##TATTAATT": 1558,
      "##CTAAATG": 1559,
      "##CTTTTAAA": 1560,
      "##GGGCCA": 1561,
      "##CTCTTTA": 1562,
      "##TAATCAA": 1563,
      "##TCCCCTT": 1564,
      "##GTGGAGA": 1565,
      "##GGAAGGA": 1566,
      "##TATTTAAA": 1567,
      "##CAATATA": 1568,
      "##GTCCAAA": 1569,
      "##TCCCATG": 1570,
      "##TACGA": 1571,
      "##GTCCAGG": 1572,
      "##CTTCTCA": 1573,
      "##CTTCACA": 1574,
      "##GTAATTA": 1575,
      "##TATTATT": 1576,
      "##TTTTGTA": 1577,
      "##CCCAGCA": 1578,
      "##CAAAAATTA": 1579,
      "##TCTCTTA": 1580,
      "##GTTCATT": 1581,
      "##GTGGTGA": 1582,
      "##CTTTTATT": 1583,
      "##TTTTTAAA": 1584,
      "##TATTCTG": 1585,
      "##GTGAAAAA": 1586,
      "##CAATTAA": 1587,
      "##TCTTTAA": 1588,
      "##CGGATT": 1589,
      "##GAAAAATT": 1590,
      "##TCTTCTA": 1591,
      "##TCCCACA": 1592,
      "##GCACAGG": 1593,
      "##TTTTTTAA": 1594,
      "##TGATTTA": 1595,
      "##GGACACA": 1596,
      "##CCTGCTG": 1597,
      "##TGACCTT": 1598,
      "##TCTGATG": 1599,
      "##TATTTATA": 1600,
      "##TCTTGTT": 1601,
      "##TACATACA": 1602,
      "##GAGAAAAA": 1603,
      "##CTTTATA": 1604,
      "##GTGCTGGGATTACAGG": 1605,
      "##CTGAAAAA": 1606,
      "##TGAATTA": 1607,
      "##TCAGCTT": 1608,
      "##CTCTGCA": 1609,
      "##TCCCTCA": 1610,
      "##CTTTGTG": 1611,
      "##GGTCCA": 1612,
      "##GAACACA": 1613,
      "##TCATAAA": 1614,
      "##GGCGC": 1615,
      "##GAAACTG": 1616,
      "##GTTTTAAA": 1617,
      "##GTACC": 1618,
      "##GGGTCC": 1619,
      "##GCAGCTT": 1620,
      "##GCCTGTG": 1621,
      "##GTGGAGG": 1622,
      "##GTTTCAA": 1623,
      "##TTTTCAA": 1624,
      "##TATGTATG": 1625,
      "##GAAGAGG": 1626,
      "##TCGTAA": 1627,
      "##TGAGATT": 1628,
      "##TCATCAA": 1629,
      "##CATCTC": 1630,
      "##GAATTTG": 1631,
      "##GTGTGTT": 1632,
      "##CTGAATG": 1633,
      "##CACACACACACACACACACACACACACACACA": 1634,
      "##CAGAGCA": 1635,
      "##CTCTTCA": 1636,
      "##CTCCCTCC": 1637,
      "##CATTCTG": 1638,
      "##TGAGTGA": 1639,
      "##TAAGTAA": 1640,
      "##GTTAAAAA": 1641,
      "##GTAGAAA": 1642,
      "##TCTGTCA": 1643,
      "##TCAAAATT": 1644,
      "##CCCAAAA": 1645,
      "##CCCAGCC": 1646,
      "##TCTGCTT": 1647,
      "##TACACAA": 1648,
      "##GTGGGGG": 1649,
      "##CTCTCTC": 1650,
      "##GCGATG": 1651,
      "##TGGAGAA": 1652,
      "##TGATTAA": 1653,
      "##GACGC": 1654,
      "##GTGGCTCA": 1655,
      "##CCAAATG": 1656,
      "##AAAAAAAAAAAA": 1657,
      "##TCTTCAA": 1658,
      "##GCTCCTG": 1659,
      "##GCAGCAA": 1660,
      "##TCCTGGG": 1661,
      "##TCTATTTT": 1662,
      "##TAAATTAA": 1663,
      "##CCAGAGA": 1664,
      "##TGACACA": 1665,
      "##TCAATTA": 1666,
      "##GCTTATT": 1667,
      "##TAATTTTA": 1668,
      "##CCACAAA": 1669,
      "##CTGTTTG": 1670,
      "##TAAAGAAA": 1671,
      "##CTTGCTT": 1672,
      "##CTGTGTT": 1673,
      "##TGATGTG": 1674,
      "##CTTGAAA": 1675,
      "##GAATTAA": 1676,
      "##GGCATA": 1677,
      "##TAAACAAA": 1678,
      "##CATTCAA": 1679,
      "##TTTTTTTG": 1680,
      "##GTTTGTG": 1681,
      "##GCGTCA": 1682,
      "##TCTCATG": 1683,
      "##CCAGCTT": 1684,
      "##GAACCTG": 1685,
      "##GTCTCAA": 1686,
      "##GTGCTGA": 1687,
      "##TAAAGA": 1688,
      "##TCACTGA": 1689,
      "##GCAGATG": 1690,
      "##TAAGGAA": 1691,
      "##TCCTTCA": 1692,
      "##GCCTTTG": 1693,
      "##GCTCATT": 1694,
      "##GTCCATT": 1695,
      "##TAAAAAAAA": 1696,
      "##GAAGCAA": 1697,
      "##GGTACA": 1698,
      "##TTAGGA": 1699,
      "##CAATTTG": 1700,
      "##CCTAAAA": 1701,
      "##TCAGGAA": 1702,
      "##GGCTTTT": 1703,
      "##GCCGCC": 1704,
      "##TCAGTGA": 1705,
      "##TCAGATT": 1706,
      "##TCTGTTTT": 1707,
      "##TCACAGA": 1708,
      "##CTGCCTT": 1709,
      "##CCAGGAA": 1710,
      "##TAAACA": 1711,
      "##TCCTCAA": 1712,
      "##GGATGTG": 1713,
      "##TCTGTTA": 1714,
      "##GTCTTTA": 1715,
      "##TAATAATAATAA": 1716,
      "##TCATGTT": 1717,
      "##GTGGCTG": 1718,
      "##TGACCAA": 1719,
      "##GTGGGAA": 1720,
      "##GTTCCTT": 1721,
      "##CTACAAA": 1722,
      "##TGTGTGTGTGTGTGTGTGTGTGTGTGTGTGTG": 1723,
      "##CTAGA": 1724,
      "##GTTCTC": 1725,
      "##GATATTA": 1726,
      "##TCCTCCA": 1727,
      "##TAAAGCA": 1728,
      "##CACGTG": 1729,
      "##GGCCCC": 1730,
      "##GGACAGG": 1731,
      "##CTAGTA": 1732,
      "##TCCCAGA": 1733,
      "##GGGTTTT": 1734,
      "##TCACATG": 1735,
      "##GTGAATG": 1736,
      "##CTGGAGA": 1737,
      "##CACCTA": 1738,
      "##CCTCCTT": 1739,
      "##GTTGAAA": 1740,
      "##CTAAAAATA": 1741,
      "##CTTATTTT": 1742,
      "##TTTTATTA": 1743,
      "##CCCGC": 1744,
      "##CCACAGA": 1745,
      "##CATTATT": 1746,
      "##GTCTTCA": 1747,
      "##CCTCTCC": 1748,
      "##GTTTATA": 1749,
      "##CACAGCA": 1750,
      "##GTTTCCA": 1751,
      "##TAATGTG": 1752,
      "##TCGGTT": 1753,
      "##TATGAAAA": 1754,
      "##CCATTTG": 1755,
      "##GCTCTCC": 1756,
      "##CAACATT": 1757,
      "##TGAGTCA": 1758,
      "##TAAGCAA": 1759,
      "##TCCCCTG": 1760,
      "##GCGCCA": 1761,
      "##CATATTTT": 1762,
      "##GTTCTCA": 1763,
      "##CGGCGG": 1764,
      "##CTGCTC": 1765,
      "##GTGTCTG": 1766,
      "##TCTATTA": 1767,
      "##TAACTC": 1768,
      "##TCATATT": 1769,
      "##TATGTTTT": 1770,
      "##CTAGCA": 1771,
      "##TAATCTT": 1772,
      "##CTGTCTT": 1773,
      "##TTAATTA": 1774,
      "##TACCTA": 1775,
      "##CTGCAAA": 1776,
      "##TCATGAA": 1777,
      "##GCTGATG": 1778,
      "##GTCTCCA": 1779,
      "##CCCAGGA": 1780,
      "##TGACTGA": 1781,
      "##GCTGATT": 1782,
      "##TATACAA": 1783,
      "##GTGCCTG": 1784,
      "##TCGGGG": 1785,
      "##CTATTTG": 1786,
      "##TCAATTTT": 1787,
      "##TAAGCC": 1788,
      "##CTAGGA": 1789,
      "##GCACAAA": 1790,
      "##CCTTCTT": 1791,
      "##TGTGTTA": 1792,
      "##CAGCAAA": 1793,
      "##CTGCCTG": 1794,
      "##GAACATT": 1795,
      "##GCACATG": 1796,
      "##TCTGCCTG": 1797,
      "##CAGAAAAA": 1798,
      "##CCACTGA": 1799,
      "##GGCAAAA": 1800,
      "##CAGGGTT": 1801,
      "##GCTCCAA": 1802,
      "##TCAGTCA": 1803,
      "##CTGCTGA": 1804,
      "##GGTCTA": 1805,
      "##GCTAATT": 1806,
      "##GACCCC": 1807,
      "##GCATGTG": 1808,
      "##TATATATG": 1809,
      "##GAATGTT": 1810,
      "##CCGTC": 1811,
      "##CAGGATT": 1812,
      "##TATATATATATATATATATATATATATATATA": 1813,
      "##GAAGATG": 1814,
      "##CTTCTGA": 1815,
      "##TCGCCA": 1816,
      "##TCGCAA": 1817,
      "##GA\n": 1818,
      "##CCTTTTA": 1819,
      "##CTTATTA": 1820,
      "##TCCATCCA": 1821,
      "##CAATTTA": 1822,
      "##GTAAAAAA": 1823,
      "##TCTTTCC": 1824,
      "##GTGTGAA": 1825,
      "##GGTTAAA": 1826,
      "##TAAGATT": 1827,
      "##CTCTGGA": 1828,
      "##TGTGTTTT": 1829,
      "##CATTTATT": 1830,
      "##CTATTAA": 1831,
      "##GCCAATT": 1832,
      "##CACGCA": 1833,
      "##CCTCAAA": 1834,
      "##GAAGTCA": 1835,
      "##TCGTCC": 1836,
      "##TCACTCA": 1837,
      "##TAAACTG": 1838,
      "##CTAATTTT": 1839,
      "##GAAGCTG": 1840,
      "##CTCTGTA": 1841,
      "##CTAGAAA": 1842,
      "##GTAGCC": 1843,
      "##GTCCACA": 1844,
      "##TAAATGAA": 1845,
      "##CTAGTG": 1846,
      "##CAACATG": 1847,
      "##GTATTAA": 1848,
      "##TCGGAA": 1849,
      "##GCGCAA": 1850,
      "##CATATTA": 1851,
      "##TATAATT": 1852,
      "##TATTTTTT": 1853,
      "##CCATCTT": 1854,
      "##CTGCACA": 1855,
      "##GGACAAA": 1856,
      "##TAAAATAA": 1857,
      "##GGATCTT": 1858,
      "##GGAGGCTGA": 1859,
      "##CTAATTA": 1860,
      "##CAGATGA": 1861,
      "##GAATTTA": 1862,
      "##CCACGG": 1863,
      "##GTCTTAA": 1864,
      "##TATTAAAAA": 1865,
      "TAA": 1866,
      "##CACGC": 1867,
      "##CTATATA": 1868,
      "##TCCCCAA": 1869,
      "##GATCTC": 1870,
      "##GTTGATT": 1871,
      "##GTATATT": 1872,
      "##GTGGCTT": 1873,
      "##CCCGCC": 1874,
      "##CAAGAGA": 1875,
      "##GAAGAAAA": 1876,
      "##CTAAAAAA": 1877,
      "##CAAGGAA": 1878,
      "##TCGGTG": 1879,
      "##GCAGGGG": 1880,
      "##GCAGGTG": 1881,
      "##CTGGCTT": 1882,
      "##CCACATG": 1883,
      "##CTTCAGA": 1884,
      "##CACACACACACA": 1885,
      "##CCAGAGG": 1886,
      "##CTCCTGCCTCAGCCTCC": 1887,
      "##TAATACA": 1888,
      "##CTATAAA": 1889,
      "##TCCTTAA": 1890,
      "##TGTATTA": 1891,
      "##TAGCTA": 1892,
      "##TATTATG": 1893,
      "##GCATTTA": 1894,
      "##TCCGCC": 1895,
      "##TCCCGG": 1896,
      "##CA\n": 1897,
      "##GGATTAAA": 1898,
      "##CATTAAAA": 1899,
      "##GAAAGGA": 1900,
      "##CCACAGG": 1901,
      "##TCAGCAA": 1902,
      "##CTCTAAA": 1903,
      "##GCATCTT": 1904,
      "##TGTTTAA": 1905,
      "##TATTGTG": 1906,
      "##CCAGCTG": 1907,
      "##GCGGCA": 1908,
      "##CAAATGA": 1909,
      "##GAATCAA": 1910,
      "##TCTAATA": 1911,
      "##CTCTGCC": 1912,
      "##CTTCCAA": 1913,
      "##TACCCA": 1914,
      "##TTATTATTATTA": 1915,
      "##GGATTTG": 1916,
      "##CTCCCTG": 1917,
      "##TCAGAGG": 1918,
      "##TCATCTG": 1919,
      "##TGAGCAA": 1920,
      "##CCATGTG": 1921,
      "##TAGCCA": 1922,
      "##GAATATA": 1923,
      "##GGACAGA": 1924,
      "##CTTCATG": 1925,
      "##GAGCAAA": 1926,
      "##CTATTTA": 1927,
      "##GCCCAGA": 1928,
      "##GTGTCTT": 1929,
      "##GACCTA": 1930,
      "##GTGTTTA": 1931,
      "##TCACCTT": 1932,
      "##TCCTAAA": 1933,
      "##TCAGTAA": 1934,
      "##TCTCTCTG": 1935,
      "##GCTCTTA": 1936,
      "##GCGGAA": 1937,
      "##TAACTTA": 1938,
      "##GTTCCTG": 1939,
      "##GCCTCTT": 1940,
      "##CTGCATT": 1941,
      "##TAAGAGA": 1942,
      "##GTTGCTT": 1943,
      "##TAACAGA": 1944,
      "##GAAATAAA": 1945,
      "##GCACTGA": 1946,
      "##CCTCTGA": 1947,
      "##CTTTCCA": 1948,
      "##CATCAAA": 1949,
      "##TCGTTTT": 1950,
      "##GATTATT": 1951,
      "##CACACAA": 1952,
      "##GTTTATG": 1953,
      "##TATTTGTT": 1954,
      "##GCTGGGA": 1955,
      "##CTGCAGG": 1956,
      "##CCATGAA": 1957,
      "##TAACTAA": 1958,
      "##GAAATGA": 1959,
      "##CTATGAA": 1960,
      "##CTTGATT": 1961,
      "##TCTAAAAA": 1962,
      "##TCAACAA": 1963,
      "##CGCATG": 1964,
      "##CAAAACAAAA": 1965,
      "##TCATGTG": 1966,
      "##GCCCTGA": 1967,
      "##GCATCTG": 1968,
      "##TCTCTCTT": 1969,
      "##CTCCTCC": 1970,
      "##GTTTGGG": 1971,
      "##CCAGTGA": 1972,
      "##GCCTGTT": 1973,
      "##GTGCAAA": 1974,
      "##GAGAATT": 1975,
      "##CAGTAAA": 1976,
      "##GTTTTGTTTT": 1977,
      "##GAATGTG": 1978,
      "##GTGCTCA": 1979,
      "##TCAAAAAAA": 1980,
      "##TGAGGTT": 1981,
      "##TCAGCTG": 1982,
      "##CAATCC": 1983,
      "##GTTTCTA": 1984,
      "##TCATATA": 1985,
      "##GGAGGGA": 1986,
      "##CTACACA": 1987,
      "##TCTAATG": 1988,
      "##GACGTT": 1989,
      "##GTTCACA": 1990,
      "##CCAGCCTG": 1991,
      "##TCATTCA": 1992,
      "##TGAATGAA": 1993,
      "##GCGGTT": 1994,
      "##TTTTTATT": 1995,
      "##GCCCCTG": 1996,
      "##GCAGATT": 1997,
      "##GAAACTT": 1998,
      "##TTTTTTTTTT": 1999,
      "##GCCTGGA": 2000,
      "##TCCCAGCTA": 2001,
      "##GAGGAGG": 2002,
      "##TGATCTT": 2003,
      "##CAAATAAA": 2004,
      "##GTTGCTG": 2005,
      "##GATGGATG": 2006,
      "##TCAGTC": 2007,
      "##CAAAGTA": 2008,
      "##GCCTAA": 2009,
      "ATT": 2010,
      "##AAAAAAAAAAA": 2011,
      "##CTCTATT": 2012,
      "##GAGAGAGAGAGAGAGAGAGAGAGAGAGAGAGA": 2013,
      "##GCACCTG": 2014,
      "##CAGCATG": 2015,
      "##GCGGCC": 2016,
      "##CTGTATT": 2017,
      "##CAGAATT": 2018,
      "##CCACATT": 2019,
      "##CTGTAAA": 2020,
      "##GTGCACA": 2021,
      "##CAATGTT": 2022,
      "##CATTTTTT": 2023,
      "##CTGTATA": 2024,
      "##CAAGCAA": 2025,
      "##TATAATG": 2026,
      "##TGACATG": 2027,
      "##GTGCCTT": 2028,
      "##GCAGTCA": 2029,
      "##GCCCTCA": 2030,
      "##GAAGACA": 2031,
      "##CAGAATG": 2032,
      "##GGCGTG": 2033,
      "##GCATGAA": 2034,
      "##CCATTTA": 2035,
      "##GCCCACA": 2036,
      "##TACATATA": 2037,
      "##CATTCATT": 2038,
      "##GTTCTGA": 2039,
      "##GTATAAA": 2040,
      "##TTACC": 2041,
      "##GATAATT": 2042,
      "##TAAGTTA": 2043,
      "##CCACCTG": 2044,
      "##TCAGATG": 2045,
      "##CTTTGGG": 2046,
      "##CTTCTCC": 2047,
      "##GGTAAAA": 2048,
      "##TTTTGAA": 2049,
      "##TAAGTGA": 2050,
      "##TCAAGAA": 2051,
      "##GTCTCAAA": 2052,
      "##CATAATT": 2053,
      "##GATCAAA": 2054,
      "##TCACCAA": 2055,
      "##TTACAAA": 2056,
